Repository: project-ethea/Ethea-i18n
Catalog: After_the_Storm/tmp_11620-fr1475663389.po
Languages: fr

source: These creatures are no longer the loyal companions of demonic assault parties. They turn into their leaders by the dread they inspire into other followers of Chaos, and the intelligence they have developed as heartless half-demons. Because it is not common for these hounds to acquire enough experience to evolve this further, as their frantic attacks usually harms them to death. Thus, at this point they are respected and treated as heroes by their comrades.
fr: Ces créatures ne sont plus les loyaux compagnons des armées du chaos. Ce sont devenu des chefs, par la terreur qu'ils inspirent tout autour d'eux et l'intelligence que ces démons implacables ont développée. Il est si dur pour ces chiens, tant les attaques fanatiques les conduisent souvent à la mort, d'obtenir assez d'expérience pour atteindre ce niveau que leurs camarades les traitent en héros.

source: Leech
fr: Sangsue

source: Leeches are universally known for their common diet, the warm blood of various bigger creatures. However, this is exactly why they are often used for medicinal purposes. Although not directly related, the same name is applied to groups of strange worms attached to the ground, found under caves, who are not a great danger as they cannot move around to search for prey. Instead, they await unwary victims who get close enough for them to be able to trap them in their deadly tentacles and then swallow their blood, which increases their strength and heals their wounds. It is fortunate that they have not developed legs; otherwise, they would be an almost unstoppable menace to explorers and dwellers of the caves they inhabit.
fr: Les sangsues sont universellement connues pour leur alimentation commune, le sang chaud de diverses créatures plus grandes. Cependant, ce n'est pas exactement pour ça qu'elles sont souvent utilisées à des fins médicinales. Bien que n'étant pas directement lié, le même nom est appliqué à des groupes d'étranges vers attachés à la terre, que l'on trouve dans des grottes, ils ne sont pas un grand danger, car ils ne peuvent se déplacer à la recherche d'une proie. Au lieu de cela, ils attendent les victimes imprudentes qui passent assez proche d'eux pour être en mesure de les piéger dans leurs tentacules mortels puis d'avaler leur sang, ce qui augmente leur force et guérit leurs blessures. Il est heureux qu'ils n'aient pas développé leurs jambes, sinon, ils seraient une menace presque imparable pour les explorateurs et les habitants des grottes qu'ils occupent.

source: race^Shaxthal
fr: Shaxthal

source: race+female^Shaxthal
fr: Shaxthale

source: race^Shaxthals
fr: Shaxthals

source: Long before the arrival of humans, the ancient Argazar civilization dominated Irdya. However, they lost a war with the world of Rythé, and found themselves close to complete obliteration. But with their great mastery of technology they were able to create the ultimate weapon: the ‘biomechanicals’, known in their ancient tongue as ‘Shaxthals’. These invincible legionnaires combined the best and most lethal attributes of every creature known by their creators. They served as protectors to the Argazars, but could not guard them against Rythénian strategic weapons. The Rythé desolated the lands of Irdya, destroyed the cities, and buried the works of the Argazars. A remnant of the Argazars survived, buried deep in the very underground base where shaxthal production was centered. The Rythénians thought their race was gone, and abandoned Irdya putting an end to the war. No one knows what events took place on the surface during the following eons, as the shattered ecology of Irdya reknit itself. But what is known, is that the Argazars’ creations rebelled against their masters. Whether this was due to a change in the shaxthal creatures or the remaining Argazars themselves is not known. Without the direction of the Argazars, the instincts of the Shaxthals prevailed. Their drives were a strange and predatory mixture of those of their biological ancestors and the warfare programming of their artificial bodies. Those instincts drove them to consume the remains of the Argazar civilization. Eventually they took the Argazars’ bodies and integrated them into their own biomechanical plan. For they had been designed with an assimilation system that allowed them to integrate into new environments, or adapt the environments themselves to suit their needs, including any living organisms that might inhabit them. The Shaxthals kept most of the technology of the Argazars, losing magic and the advanced forms of biologic manipulation with which they had been created. Reduced to barely a few dozen, the Argazars figured out a biological weakness of their creations, a way to destroy most of the Shaxthals en masse. All but a few of the strongest creatures perished. Fatefully, the Argazars decided to keep them in cryogenic pods instead of destroying them forever, as they thought there might be a last hope of using reprogrammed shaxthals to rebuild their civilization at some point in the future. That foolish thought condemned the Great Continent to an armageddon many eons later. Long after the Fall of Wesnoth, the self-proclaimed Emperor of Chaos figured out a way to resurrect the creatures, and reproduce their technology by artificial means. The lorekeepers of the Empire even enabled them to them able to rapidly reproduce by their own means. Thus modified, they became the principal and most dreaded weapon of the Chaos Empire. After the defeat of the Emperor, the Shaxthals were freed from their imprisonment in the dark hives of the Heart, and adapted to the time-renewed ecology of the surface world. They then began to prey on the speaking peoples of Irdya.
fr: Bien avant l'arrivée des humains, l'ancienne civilisation des Argazars dominait Irdya. Ils perdirent la guerre qu'ils menaient contre la planète Rythé, et furent alors menés au bord de l'extinction. Mais en rassemblant leurs vastes connaissances de biologie, de génétique, de technologie et même de magie, ils réussirent à créer l'arme ultime : les biomécaniques, connues dans la langue Argazare sous le nom de 'Shaxthals'. Ces légionnaires invincibles combinaient les plus redoutables attributs de toutes les créatures connues de leurs concepteurs. Ils servaient de protecteurs aux Argazars, mais ils ne purent rien faire face aux armes stratégiques Rythéniennes. Rythé dévasta le pays d'Irdya, détruisant les villes, et enterrant les œuvres des Argazars. Un rejeton de la race des Argazars établit un refuge une base souterraine où la production des Shaxthals était concentrée. Les Rythéniens, pensant leur race éteinte, cessèrent d'attaquer la planète. Personne ne sait ce qui se passa à la surface pendant les siècles et les millénaires qui suivirent, alors que l'écologie bouleversée d'Irdya retrouvait son équilibre. Mais ce que l'on sait, en revanche, c'est que les Argazars perdirent tout contrôle sur leur création — ou plutôt, que leurs créatures cessèrent de les reconnaître comme leurs maîtres. Il demeure cependant incertain si cela fut dû à une mutation des Shaxthal ou au reste du peuple Argazar lui-même. Sans le commandement des Argazars, les instincts des Shaxthals prirent le dessus. Leur direction était constituée d'un étrange mélange de celle de leurs ancêtres et de la programmation de leur corps artificiel. Ces instincts les poussaient à assimiler les restes de la civilisation Argazar. Finalement, ils ont pris les organes d'Argazariens et les ont intégrées dans leur propre plan biomécanique. Car ils avaient été conçus avec un système d'assimilation qui leur a permis de s'intégrer dans de nouveaux environnements, ou d'adapter les environnements eux-mêmes à leurs besoins, y compris tout organisme vivant susceptible de les habiter. Les Shaxthals gardèrent la plupart des technologies des Argazars, perdant la magie et les formes avancées de bio manipulation avec laquelle ils avaient été créés. Réduits à peine à quelques dizaines, les Argazars trouvèrent la faiblesse biologique de leurs créations, un moyen de détruire en masse la plupart des Shaxthals. Tous, sauf quelques-unes des créatures les plus fortes ont péri. Fatalement, les Argazars décidèrent de les garder dans des gousses cryogéniques au lieu de les détruire à jamais, ils ont pensé qu'il pourrait y avoir un dernier espoir dans l'utilisation des Shaxthals reprogrammés pour reconstruire leur civilisation à un moment donné dans l'avenir. Cette idée stupide a condamné le grand continent à un Armageddon de nombreuses ères plus tard. Longtemps après la chute de Wesnoth, l'empereur autoproclamé du Chaos trouva un moyen de ressusciter les créatures, et de reproduire leur technologie par des moyens artificiels. Le gardien des traditions de l'Empire même leur a permis de pouvoir rapidement se reproduire par leurs propres moyens. Ainsi modifiés, ils sont devenus l'arme principale et la plus redoutée de l'Empire du Chaos. Après la défaite d'Argan le Maître de l'hombre, les Shaxthals ont été libérés de leur prison au cœur des ruches sombres, et adaptées à l'écologie du temps renouvelé de la surface du monde. Ils ont alors commencé à s'attaquer à des peuples parlant d'Irdya.

source: These Shaxthal drones have not completely grown up, so they are considerably weaker than their adult forms, and — rather paradoxically — they also tend to be larger than non-specialized adults. Albeit slow, their flexible exoskeletons allow them to fit in usual places to dodge enemy attacks.
fr: Ces drones shaxthal n'ont pas complètement fini leurs croissances, ils sont donc considérablement plus faibles que leurs homologues adultes, ils sont proches de l'état larvaire. Incroyablement quand ils sont plus jeunes, le corps de ces créatures est plus grand, avec la plus grande partie remplie d'étranges fluides toxiques. Bien qu'ils soient aussi plus lents que leurs parents, leur exosquelette souple leur permet une bonne défense contre leurs ennemis.

source: energy shock
fr: choc énergétique

source: Assault Drone
fr: Drone d'Assaut

source: Of all the horrors witnessed by those who oppose the Chaos Empire and survive for long enough to tell the tales, the worst ever recorded might be these floating metallic beasts that resemble serpents in shape and insects in appearance, with their large and strong claws capable of slicing men in half with barely any effort. These hard-shelled abominations known as ‘Shaxthals’ or ‘biomechanicals’ are highly resistant to damage dealt with mundane weaponry unless hit in the small gaps of flesh found in their joints. To make things worse for unexperienced soldiers, they are also able to fire powerful lightbeams from their eyes which can shatter metal and rock on impact.
fr: De toutes les horreurs, dont ont été témoin ceux qui s'opposent à l'Empire du Chaos et de survivre assez longtemps pour raconter leurs récits, les pires jamais enregistrées pourraient être ces bêtes flottantes mécaniques qui ressemblent à des serpents et ont l'apparence d'insectes, avec leurs fortes grosses pinces, elles sont capables de couper en deux un homme sans aucune difficulté. Ces abominations à carapace dure connues sous le nom de « Shaxthals » ou « biomécaniques » sont très résistantes aux armes conventionnelles terrestres à moins d'être frappées aux interstices des articulations là où leur chair n'est pas protégée. Pour aggraver la difficulté pour les soldats inexpérimentés, elles sont capables de tirer un puissant faisceau lumineux par leurs yeux et son impact peut briser le métal et la roche.

source: Custodian Drone
fr: Drone incendiaire

source: firefly rain
fr: Aura de feu

source: Demolisher Drone
fr: Drone Démolisseur

source: drill
fr: percer

source: energy burst
fr: rafale énergétique

source: Enforcer Drone
fr: Drone Exécuteur

source: Bulkier and seemingly smarter versions of the Sentry drones are said to dwell in the deepest reaches of the Shaxthal hives protecting their offspring and territory.
fr: Plus volumineux et apparemment plus intelligents que les autres versions, les drones sentinelles habitent au plus profond des ruches Shaxthal, protégeant leurs progénitures et leur territoire.

source: Protector Drone
fr: Drone Protecteur

source: Some drones develop their flexibility and deftness more than others. The Protectors have chosen the path of endurance and attack strength, becoming heavier and slower, yet lethal weapons of mass destruction. Their unusual attack accuracy makes them especially dangerous.
fr: Certains drones ont développé leur flexibilité et leur habileté plus que d'autres. Les Protecteurs ont choisi la voie de l'endurance et de la force d'attaque, devenant plus lourds et plus lents, de vraies armes mortelles de destruction massive. Cependant, ils ont également développé une précision inquiétante de leurs attaques.

source: Runner Drone
fr: Drone Coureur

source: These bipedal Shaxthal creatures are better adapted for speed, agility and accuracy at ground level. On their own they don’t pose a great threat, but swarms of these can be highly dangerous.
fr: Ces créatures bipèdes Shaxthal sont les mieux adaptées par leur vitesse, leur agilité et leur précision au niveau du sol. Toutes seules, elles ne constituent pas une grande menace, mais en essaims elles peuvent être très dangereuses.

source: Sentry Drone
fr: Drone Sentinelle

source: Often mistaken for each other in the battle-field, Sentry drones are in fact weaker, light-armored variants of the deadly Assault drones. As such, they tend to stay within Shaxthal bases and breeding hives to protect their kind’s offspring instead of participating in raids.
fr: Souvent confondu avec d'autres sur le champ de bataille, les drones sentinelles sont en fait les variantes les plus faiblement blindés des mortels drones d'assaut. En tant que tels, ils ont tendance à rester à l'intérieur des ruches d'élevage Shaxthal pour protéger la progéniture de leur race au lieu de participer à des raids.

source: War Drone
fr: Drone de Guerre

source: Recent developments appear to have led to the creation of more advanced types of Shaxthal drones designed for swiftly obliterating front lines and base defenses using aerial strikes. With the frightening accuracy of the Protectors and the formidable strength of Assault drones combined, these notably rare War drones can quickly bring reinforced stone walls down and crush anyone foolish enough to confront them without the use of magic support.
fr: Les développements récents semblent avoir permis la création de nouveaux types avancés de drones Shaxthal, conçus pour neutraliser rapidement, en première ligne, les défenses de base en utilisant des frappes aériennes. Avec la précision effrayante des Protecteurs et combinés avec la formidable force d'attaque des drones d'assauts, ces drones de guerre particulièrement rare peuvent rapidement abattre un mur de pierre et écraser toute personne assez stupide qui essayerait de les arrêter sans le recours à la magie.

source: war-blades
fr: lames de guerre

source: female^Infiltrator
fr: Infiltrateur

source: A creature made of flesh and steel, with the power of the arcane flame bestowed upon her and unconditional servitude as her only goal in life, this hybrid Shaxthal being was created and enhanced for the purpose of posing as the elvenkind savior to provide the forces of Uria with new and powerful allies.
fr: Une créature faite de chair et d'acier, avec la puissance de la flamme des arcanes qui lui a été octroyée et avec comme unique but dans la vie, une servitude absolue, ce Shaxthal hybride a été crée et amélioré pour s'opposer au sauveur de la race elfique et ainsi fournir à Uria de nouveau puissants alliés.

source: Hive Queen
fr: Reine de la Ruche

source: One of the greatest mysteries surrounding Shaxthalkind is their ability to follow orders from the servants of Uria, even though they normally appear to be chiefly insentient, irrational creatures with no ability to understand or communicate with other lifeforms. Following the destruction of the hive in the ruins of Weldyn, it’s been theorized by some that their behavior could be driven by commands from a single controlling entity of their own species.
fr: Un des plus grands mystères qui entourent l'espèce Shaxthal est leur capacité à suivre les ordres des serviteurs d'Uria, même si elles apparaissent normalement être principalement inconscientes, des créatures irrationnelles sans capacité de comprendre ou de communiquer avec d'autres formes de vie. Il a été théorisé par certains suite à la destruction de la ruche dans les ruines de Weldyn que le comportement des Shaxthals pourrait être conduit par les ordres d'une seule et même entité propre à leur espèce.

source: Rayblade
fr: Sabre-laser

source: These specialized Shaxthal drones have forgone mobility and their signature lightbeams for increased performance against large amounts of armored enemies. Their hands have been replaced with sharp blades they can use to great effect by rapidly spinning at close range of their opponents.
fr: Ces drones Shaxthal spécialisés ont renoncé à leur mobilité et à leur rayon laser pour pouvoir bloquer une grande quantité d'ennemis en armure. Leurs mains ont été remplacées par des lames tranchantes qu'ils utilisent à bon escient par une rotation rapide à courte portée sur leurs opposants.

source: weapon^rayblade
fr: sabre-laser

source: Razorbird
fr: Oiseau-Rasoir

source: Since Shaxthal drones began to be regularly spotted in the battle-field, other new biomechanical lifeforms have appeared, seemingly as the result of the Shaxthalkind’s mere presence on Irdya. Amongst those, metallic birds with sharp knives for feathers are frequently seen near the surface entrances of the creatures’ hives. Being clad in metal makes them slower than normal birds, and also more dangerous.
fr: Depuis que les drones Shaxthal ont commencé à être vu régulièrement sur les champs de bataille, d'autres formes de vie biomécanique ont fait leur apparition, suite apparemment à la réapparition de la race Shaxthal sur Irdya. Parmi celles-ci, des oiseaux métalliques avec des couteaux tranchants en guise de plumes, on a pu les observer près de l'entrée de surface de la ruche de ces créatures. Couverts de métal, ils sont plus lents que les oiseaux normaux, et aussi plus dangereux.

source: blade shower
fr: déluge de lames

source: Deathbringer α
fr: Tueur α

source: Stormblade
fr: Sabreur-tempête

source: Because of their comparatively expensive design, Stormblade drones are a rarer sight on the battlefield than other Shaxthal creatures. Their deadly long arm-blades combined with the recovered ability to retaliate against ranged attacks makes them extremely dangerous opponents.
fr: En raison de leurs armes et armures coûteuses, les drones avec rayon laser sont très rares sur le champ de bataille comparé aux autres créatures Shaxthal. Il est dit que seule une paire d'entre eux a déjà démontré cette capacité de combat à distance. La combinaison de leurs longues lames et de leurs faisceaux de destruction les rend extrêmement plus dangereux que les autres drones.

source: Thunderbird
fr: Oiseau tonnerre

source: More advanced bird-like Shaxthal creatures can produce deadly lightning with their sharp feather-blades to attack enemies at a distance, as well as dive and charge into their heads using their powerful metallic beaks.
fr: Une des créatures Shaxthal les plus avancées telles que ces oiseaux peuvent produire des éclairs mortels avec leurs lames de plumes pointues pour attaquer les ennemis à distance, ainsi que de piquer et de charger avec leurs têtes en utilisant leurs puissants becs métalliques.

source: thunderbolt
fr: Foudre

source: female^Shaxthal Warlord
fr: Seigneur Shaxthale

source: In stark contrast with their remarkably savage soldiers and mercenaries, the Chaos Empire’s higher tiers are well defined and disciplined. Commanding the uncivilized human and demonic hordes is no easy task, and the Chaos Lorekeepers use their dominance of magic to intimidate their violent subordinates and keep them under control. At the top of the power hierarchy, above the Iron Council and below the Emperor of Chaos lies the greatest commander of their forces, bestowed with absolute control over their armies, strongholds, research and economy. It is unclear to what extent she is loyal to the Emperor or Uria.
fr: A l'inverse de leurs soldats remarquablement sauvages, les mercenaires de niveaux supérieurs de l'Empire du Chaos sont bien identifiés et disciplinés. Commander des hordes barbares humaines et démoniaques n'est pas une tâche facile, les gardiens des traditions du Chaos utilisent leurs positions dominantes et la magie pour intimider leurs subordonnés violents et les garder sous contrôle. Au sommet de la hiérarchie, au-dessus de la Triade de fer et au-dessous de l'Empereur du Chaos, se trouve le plus grand commandant de leur rang, il lui a été accordé le contrôle suprême sur l'armée, sur de nombreux bastions, sur l'économie, la recherche et la production. On ne sait pas s’il est vraiment loyal à l'empereur ou à Uria.

source: burning inferno
fr: combustion infernale

source: Shaxthal Warlord
fr: Seigneur Shaxthal

source: In stark contrast with their remarkably savage soldiers and mercenaries, the Chaos Empire’s higher tiers are well defined and disciplined. Commanding the uncivilized human and demonic hordes is no easy task, and the Chaos Lorekeepers use their dominance of magic to intimidate their violent subordinates and keep them under control.
fr: A l'inverse de leurs soldats remarquablement sauvages, les mercenaires de niveaux supérieurs de l'Empire du Chaos sont bien identifiés et disciplinés. Commander des hordes barbares humaines et démoniaques n'est pas une tâche facile, les gardiens des traditions du Chaos utilisent leurs positions dominantes et la magie pour intimider leurs subordonnés violents et les garder sous contrôle.

source: Worm
fr: Ver

source: Despite being creatures of artificial origins, Shaxthal lifeforms have been reported to vary wildly in shape, size and behavior. Since very little is known about their life cycles, it’s not clear whether certain forms — such as these biomechanical worms — are in reality just different growth stages of the same creature. The Shaxthal worms dwell inside the great dark hives and they are almost never seen elsewhere. Some evidence gathered and analyzed by scholars would indicate these creatures are extremely vulnerable in the open.
fr: En dépit d'être des créatures d'origines artificielles, les formes de vie Shaxthal sont étonnamment variées en forme, en taille et en comportement. On a très peu de connaissances sur leurs cycles de vies, notamment sur certaines formes, tels que ces vers biomécaniques — ils semblent être en réalité différentes phases de croissances de la même créature. Les vers Shaxthal résident à l'intérieur des grandes ruches sombres et ils ne sont presque jamais signalés ailleurs. Certains éléments recueillis et analysés par des chercheurs semblent indiquer que ces créatures sont extrêmement vulnérables à l'air libre.

source: race^Spirit
fr: Esprits

source: race+female^Spirit
fr: Esprits

source: race^Spirits
fr: Esprits

source: Lumeril Glyph
fr: Glyphe lumineux

source: lightbeam
fr: rayon de lumière

source: Animated Rock
fr: Rocher animé

source: Rock Golem
fr: Golem de pierre

source: Errant Soul
fr: Âme Errante

source: These lost souls have wandered the barren wastelands of Irdya ever since the Fall, trapped in ethereal bodies that only vaguely resemble their former living appearances.
fr: Depuis la Chute, ces âmes perdues errent dans le désert stérile d'Irdya, incarnées en des spectres qui ne ressemblent que vaguement à leur ancienne apparence.

source: female^Fallen Faerie
fr: Fée déchue

source: death touch
fr: toucher de mort
