Repository: project-ethea/Ethea-i18n
Catalog: After_the_Storm/tmp_11620-fr1475663389.po
Languages: fr

source: Abalam,Abbadon,Abigor,Adanor,Aderius,Adramalech,Agaliarept,Agares,Aim,Akvan,Alastar,Aldebaran,Alocer,Amducious,Amdusias,Amon,Ananiel,Andhaka,Andras,Andrealphus,Andromalius,Antares,Apep,Arael,Araqiel,Arioch,Arkanthor,Armaros,Asael,Asag,Asb'el,Ash,Asmodeus,Astaroth,Azazel,Baal,Baalberith,Balam,Balberith,Babeal,Baphomet,Baraqel,Barbas,Barbatos,Batariel,Bathin,Beball,Beelzebub,Behamoth,Behemoth,Beleth,Belial,Beliel,Belphegore,Belthazor,Belzebuth,Beowulf,Berith,Beur,Bezaliel,Bifrons,Botis,Buer,Bune,Caim,Calan,Camal,Carniveau,Caror,Castor,Cerberus,Chamos,Chazaqiel,Chul,Corson,Daalberith,Dagon,Daniel,Dantalion,Decarabia,Deimos,Delchor,Demogorgon,Devan,Dubhor,Dumah,Dun,Edan,Edoru,El,Elan,Eligos,Espro,Espreon,Eurynomous,Fomalhaut,Flauros,Flereous,Focalor,Foras,Forcas,Forneus,Furcas,Furfur,Gaap,Gader'el,Glasya-Labolas,Gusion,Gwiti,Haagenti,Hal,Hade,Hades,Humbaba,Hyperion,Iblis,Idoru,Ivan,Ixthal,Izilen,Ipos,Jetral,Jetrel,Jevan,Jevyan,Jutas,Juvart,Kabhanda,Kain,Kairus,Kakko,Kari,Kariel,Karo,Kasadya,Kasdaye,Kimaris,Kobal,Kokabiel,Kri,Krin,Kuno,Kuro,Landar,Lasaroth,Legion,Lempo,Lenthar,Lenvan,Leonard,Leraje,Lix Tetrax,Lor,Lorath,Loriel,Lorez,Lucifer,Lucifuge Rofocale,Maeglhir,Maeglhor,Magnus,Malal,Malphas,Malthus,Mammon,Marchocias,Maricha,Mastema,Melchom,Melchor,Mephisto,Mephistopholes,Mesphito,Merihim,Merloc,Moloch,Morax,Murdoc,Mulciber,Murmur,Naberius,Nale,Name,Nate,Nati,Nebiros,Neqa'el,Nergal,Nisroch,Noy,Noyga,Noyra,Noyze,Oeillet,Olivier,Optimus,Orcus,Orias,Ornias,Orobas,Ose,Oulotep,Pan,Paimon,Pazuzu,Penemue,Phlegathon,Phenex,Phobos,Pinem'e,Pithius,Piru,Pluto,Procell,Pruflas,Purson,Pytho,Python,Pythos,Rahab,Rahovart,Ramiel,Raum,Ravanal,Raven,Razakel,Regent,Regulus,Rimmon,Rhotomago,Ronove,Ronwe,Rosier,Sabnock,Sahaqel,Saleos,Samael,Samigina,Samyaza,Santa,Sariel,Satan,Satanachia,Satariel,Seir,Sephiroth,Sephit,Shaitan,Shamsiel,Shax,Shezmu,Sid,Sidragasum,Sin,Sith,Sitri,Sonnillon,Sorum,Soufflet,Spar,Stolas,Surgat,Tabaet,Taliz,Tamiel,Tan,Tannin,Tar,Taurus,Teeraal,Temeluchus,Thammuz,Theracar,Thor,Thorin,Thurin,Triel,Troy,Turiel,Turin,Turon,Umbriel,Urobach,Val,Valac,Valefar,Vapula,Vassago,Verrine,Vine,Vual,Xan,Xandros,Xaphan,Xen,Yael,Yanqui,Yeqon,Yeter'el,Yhangor,Yomiel,Yuki,Zagan,Zama,Zaqiel,Zepar,Zet,Zeth,Zhan,Zhangor,Zhunol,Zort,Zorg,Zudo,Zuno
fr: Abalam,Abbadon,Abigor,Adanor,Aderius,Adramalech,Agaliarept,Agares,Aim,Akvan,Alastar,Aldebaran,Alocer,Amducious,Amdusias,Amon,Ananiel,Andhaka,Andras,Andrealphus,Andromalius,Antares,Apep,Arael,Araqiel,Arioch,Arkanthor,Armaros,Asael,Asag,Asb'el,Ash,Asmodeus,Astaroth,Azazel,Baal,Baalberith,Balam,Balberith,Babeal,Baphomet,Baraqel,Barbas,Barbatos,Batariel,Bathin,Beball,Beelzebub,Behamoth,Behemoth,Beleth,Belial,Beliel,Belphegore,Belthazor,Belzebuth,Beowulf,Berith,Beur,Bezaliel,Bifrons,Botis,Buer,Bune,Caim,Calan,Camal,Carniveau,Caror,Castor,Cerberus,Chamos,Chazaqiel,Chul,Corson,Daalberith,Dagon,Daniel,Dantalion,Decarabia,Deimos,Delchor,Demogorgon,Devan,Dubhor,Dumah,Dun,Edan,Edoru,El,Elan,Eligos,Espro,Espreon,Eurynomous,Fomalhaut,Flauros,Flereous,Focalor,Foras,Forcas,Forneus,Furcas,Furfur,Gaap,Gader'el,Glasya-Labolas,Gusion,Gwiti,Haagenti,Hal,Hade,Hades,Humbaba,Hyperion,Iblis,Idoru,Ivan,Ixthal,Izilen,Ipos,Jetral,Jetrel,Jevan,Jevyan,Jutas,Juvart,Kabhanda,Kain,Kairus,Kakko,Kari,Kariel,Karo,Kasadya,Kasdaye,Kimaris,Kobal,Kokabiel,Krin,Kuno,Kuro,Landar,Lasaroth,Legion,Lempo,Lenthar,Lenvan,Leonard,Leraje,Lix Tetrax,Lor,Lorath,Loriel,Lorez,Lucifer,Lucifuge Rofocale,Maeglhir,Maeglhor,Magnus,Malal,Malphas,Malthus,Mammon,Marchocias,Maricha,Mastema,Melchom,Melchor,Mephisto,Mephistopholes,Mesphito,Merihim,Merloc,Moloch,Morax,Murdoc,Mulciber,Murmur,Naberius,Nale,Name,Nate,Nati,Nebiros,Neqa'el,Nergal,Nisroch,Noy,Noyga,Noyra,Noyze,Oeillet,Olivier,Optimus,Orcus,Orias,Ornias,Orobas,Ose,Oulotep,Pan,Paimon,Pazuzu,Penemue,Phlegathon,Phenex,Phobos,Pinem'e,Pithius,Piru,Pluto,Procell,Pruflas,Purson,Pytho,Python,Pythos,Rahab,Rahovart,Ramiel,Raum,Ravanal,Raven,Razakel,Regent,Regulus,Rimmon,Rhotomago,Ronove,Ronwe,Rosier,Sabnock,Sahaqel,Saleos,Samael,Samigina,Samyaza,Sariel,Satan,Satanachia,Satariel,Seir,Sephiroth,Sephit,Shaitan,Shamsiel,Shax,Shezmu,Sid,Sidragasum,Sin,Sith,Sitri,Sonnillon,Sorum,Soufflet,Spar,Stolas,Surgat,Tabaet,Taliz,Tamiel,Tannin,Tar,Taurus,Teeraal,Temeluchus,Thammuz,Theracar,Thor,Thorin,Thurin,Triel,Troy,Turiel,Turin,Turon,Umbriel,Urobach,Val,Valac,Valefar,Vapula,Vassago,Verrine,Vine,Vual,Xan,Xandros,Xaphan,Xen,Yael,Yanqui,Yeqon,Yeter'el,Yhangor,Yomiel,Zagan,Zama,Zaqiel,Zepar,Zet,Zeth,Zhan,Zhangor,Zhunol,Zort,Zorg,Zudo,Zuno

source: Aba,Ada,Aderi,Agiel,Agrat-bat-mahlaht,Alie,Aly,Alya,Ammit,Amy,Ania,Analia,Anadea,Anadya,Anna,Ariel,Ashtaroth,Astarte,Astoreth,Azura,Bellatrix,Beryla,Bruxe,Charis,Charybdis,Charon,Charusse,Chi,Chia,Dana,Dane,Dara,Darma,Dela,Delepitore,Delirya,Deluna,Demona,Deth,Devila,Devira,Devyan,Drama,Dul,Duna,Eisheth Zenunil,Elandra,Elenia,Elestria,Eloh,Elyna,Elynea,Elynia,Elyra,Elyria,Elyssa,Elyza,Empusa,Enea,Eryssa,Ethea,Euryale,Evila,Evira,Fae,Faira,Fania,Faria,Gaia,Gremory,Gresil,Hecate,Ira,Irda,Irdya,Irene,Iridya,Iril,Iruel,Isa,Issyl,Ivana,Ivyel,Izara,Jarla,Jevyan,Juno,Kaia,Kalah,Kalari,Kaleh,Kali,Kana,Karma,Kazen,Kendria,Kia,Kindite,Kuna,Kyrah,Lamashtu,Lamia,Lara,Leliel,Leviathan,Lilia,Lilim,Lilin,Lilith,Lilitu,Lilya,Listra,Liza,Lua,Lucia,Lucile,Luna,Lyda,Lyla,Lyra,Magna,Maia,Mara,Medusa,Melia,Melchiresa,Melusine,Midara,Mir,Mir Kaleh,Mistra,Moira,Moria,Musah,Myria,Naamah,Nadia,Naia,Nala,Nara,Narya,Nebula,Neura,Neuralger,Nidia,Nika,Nirvana,Nirvenia,Nora,Norma,Nyada,Nystra,Nyxa,Onoskelis,Pia,Prosperpine,Rangda,Rusalka,Sabata,Satana,Sela,Shar,Share,Sharael,Sheol,Selene,Shia,Sonnielion,Stheno,Sul,Summa,Sunna,Sycorax,Syl,Sylestria,Sylin,Sylith,Symia,Syn,Synara,Synestria,Tada,Talah,Talam,Taweret,Thanadria,Thea,Thia,Thiana,Thiara,Tial,Tora,Tundra,Turen,Tzitzimime,Uma,Umbria,Unarya,Unia,Unsere,Uzza,Vena,Verna,Verrier,Vepar,Vulpecula,Xandar,Xana,Xandria,Xeth,Xia,Xindra,Xindar,Yuki,Yun,Yuna,Yuni,Zana,Zephyr,Zhul,Zidya,Zilla,Zuna,Zynara,Zythara
fr: Aba,Ada,Aderi,Agiel,Agrat-bat-mahlaht,Alie,Aly,Alya,Ammit,Amy,Ania,Analia,Anadea,Anadya,Anna,Ariel,Ashtaroth,Astarte,Astoreth,Azura,Bellatrix,Beryla,Bruxe,Charis,Charybdis,Charon,Charusse,Chi,Chia,Dana,Dane,Dara,Darma,Dela,Delepitore,Delirya,Deluna,Demona,Deth,Devila,Devira,Devyan,Drama,Dul,Duna,Eisheth Zenunil,Elandra,Elenia,Elestria,Eloh,Elyna,Elynea,Elynia,Elyra,Elyria,Elyssa,Elyza,Empusa,Enea,Eryssa,Ethea,Euryale,Evila,Evira,Fae,Faira,Fania,Faria,Gaia,Gremory,Gresil,Hecate,Ira,Irda,Irdya,Irene,Iridya,Iril,Iruel,Isa,Issyl,Ivana,Ivyel,Izara,Jarla,Jevyan,Juno,Kaia,Kalah,Kalari,Kaleh,Kali,Kana,Karma,Kazen,Kendria,Kia,Kindite,Kuna,Kyrah,Lamashtu,Lamia,Lara,Leliel,Leviathan,Lilia,Lilim,Lilin,Lilith,Lilitu,Lilya,Listra,Liza,Lua,Lucia,Lucile,Luna,Lyda,Lyla,Lyra,Magna,Maia,Mara,Medusa,Melia,Melchiresa,Melusine,Midara,Mir,Mir Kaleh,Mistra,Moira,Moria,Musah,Myria,Naamah,Nadia,Naia,Nala,Nara,Narya,Nebula,Neura,Neuralger,Nidia,Nika,Nirvana,Nirvenia,Nora,Norma,Nyada,Nystra,Nyxa,Onoskelis,Pia,Prosperpine,Rangda,Rusalka,Sabata,Satana,Sela,Shar,Share,Sharael,Sheol,Selene,Shia,Sonnielion,Stheno,Sul,Summa,Sunna,Sycorax,Syl,Sylestria,Sylin,Sylith,Symia,Syn,Synara,Synestria,Tada,Talah,Talam,Taweret,Thea,Thia,Thiana,Thiara,Tial,Tora,Tundra,Turen,Tzitzimime,Uma,Umbria,Unarya,Unia,Unsere,Uria,Uzza,Vena,Verna,Verrier,Vepar,Vulpecula,Xandar,Xana,Xandria,Xeth,Xia,Xindra,Xindar,Yun,Yuna,Yuni,Zana,Zephyr,Zhul,Zidya,Zilla,Zuna,Zynara,Zythara

source: race^Demon
fr: Démon

source: race^Ethea Elf
fr: Elfe éthean

source: race+female^Ethea Elf
fr: Elfe étheane

source: race+plural^Ethea Elves
fr: Elfes d'Ethea

source: race^Demons
fr: Démons

source: Compared to humans, elves are somewhat taller, more agile but less sturdy. They have slightly pointy ears, pale skin and usually blond hair. Few differences between humans and elves are more pronounced than the Elves’ unusually long life — most, unless claimed by illness, accident or war, live a full two and a half centuries. While some elves possessing a high magical aptitude have been known to live an additional full century, most elves begin to grow physically frail at some point between 250 and 300 years of age and pass away rapidly (generally within a year or two) thereafter. Elves are naturally imbued with magic to a small degree. Though most are unable to channel it directly, its latent presence gives them their keen senses and long life. Many elves have magic-driven talents such as marksmanship or stealth, allowing them to achieve tasks that most normal beings would find astonishing. Those elves that learn to wield this power in more general ways can become truly formidable in its use. Many choose to use their gift to heal others. A few elves, venturing far down the paths of magic and mysticism, become sensitive to the presence of cold iron and can even be burned by it. Elvish legend hints that this was more common in the far past. Elves spend much of their time honing their talents and skills. Those not adept at the magical arts typically devote their time honing their physical skills. As a result, elves excel at archery, which is perhaps their most important method of warfare. Most elvish troops carry a bow and no other race can rival their archers in speed and accuracy. All elves also share an intense affection for unspoiled nature. They often feel uncomfortable in open unvegetated spaces. They live primarily in the forests of the Great Continent; the Aethenwood in the southwest, Wesmere in the northwest, and the great northern woods of which the Lintanir Forest is the southernmost edge. Elves are the eldest race of the continent, with the possible exception of trolls. Many of their settlements cannot be reliably dated, undoubtedly having existed for over a millennium.
fr: Comparés aux humains, les elfes sont un peu plus grands, plus agiles mais moins robustes. Ils ont des oreilles légèrement pointues, une peau claire et le plus souvent des cheveux blonds. Ce qui distingue le plus les elfes des humains, c'est leur incroyable espérance de vie : la plupart, quand ils ne meurent pas prématurément d'une maladie, d'un accident ou dans une guerre, vivent au moins deux siècles et demie. Même si certains elfes doués de hautes aptitudes à la magie ont été connus pour vivre encore un siècle de plus, la plupart des elfes commencent à s'affaiblir physiquement à un certain moment entre 250 et 300 ans et meurent ensuite rapidement, en général un ou deux ans plus tard. Les elfes baignent naturellement dans la magie à un certain degré. Même si la plupart ne savent pas la canaliser directement, sa présence latente affûte leurs sens et allonge leur vie. Beaucoup d'elfes disposent de talents magiques comme l'habileté au tir ou la furtivité, ce qui leur permet d'accomplir des choses que d'aucuns trouveraient étonnantes. Ces elfes qui apprennent à exercer ce pouvoir de manière plus générale peuvent finir par s'en servir de manière vraiment impressionnante. Nombreux sont ceux qui choisissent de consacrer leur don à la guérison d'autrui. Certains elfes, qui se sont aventurés plus loin sur le chemin de la magie et du mysticisme, deviennent sensibles à la présence du fer froid, qui peut même les brûler. D'après la légende elfe, ce phénomène était plus répandu dans un lointain passé. Les elfes passent la plus grande partie de leur temps à aiguiser leurs talents et compétences. Ceux qui ne versent pas dans les arts magiques consacrent typiquement leur temps à entraîner leurs capacités physiques. Ainsi, les elfes excellent au tir à l'arc, qui est leur arme de guerre la plus répandue. La plupart des troupes elfes ont un arc et aucune autre race ne peut rivaliser avec leurs archers en vitesse et précision. Tous les elfes partagent aussi un amour intense pour la nature préservée. Ils ne sont souvent pas à l'aise dans les espaces ouverts sans végétation. Ils vivent surtout dans les forêts du Grand Continent : la Forêt d'Aethen au sud-ouest, Wesmere au nord-ouest et les grandes forêts du nord dont la Forêt de Lintanir est la limite sud. Les elfes sont la race la plus ancienne du continent, à la seule exception des trolls peut-être. La plupart de leurs colonies ne peut pas être datée de manière fiable, mais elles existent probablement depuis plus d'un millénaire.

source: Angel of Blood
fr: Ange du Sang

source: blood storm
fr: Diablotin sanguinaire

source: Blood Core
fr: Sang

source: female^Demoness
fr: Démone

source: Errant Executor
fr: âme Errante

source: battle axe
fr: hache de bataille

source: infernal tempest
fr: tempête infernale

source: Demon Grunt
fr: Grognard démoniaque

source: infernal chill
fr: frissonnement infernal

source: female^Demoness Grunt
fr: Démone Grognarde

source: female^Demoness Messenger
fr: Messagère

source: female^Demoness Spelldancer
fr: Démone

source: Demon Warrior
fr: Démon Guerrier

source: female^Demoness Warrior
fr: Démone guerrière

source: Demon Zephyr
fr: Démon Zéphir

source: female^Demoness Zephyr
fr: Démone Zéphir

source: female^Gatekeeper
fr: Gardienne de la brèche

source: female^Guardian of Fire
fr: Gardienne de la Flamme

source: Guardian of Water
fr: Gardien de l'Eau

source: water
fr: eau

source: female^Guardian of Life
fr: Gardienne de la Vie

source: psychic blast
fr: explosion psychique

source: faerie storm
fr: tempête féerique

source: breath of thanatos
fr: souffle de mort

source: female^Lumeril Glyph Mistress
fr: Maitresse des Glyphes de Lumières

source: hand of agathar
fr: main d'agathar

source: lumeril star
fr: lumière stellaire

source: Lumeril Guard
fr: Gardien lumineux

source: Demon Shapeshifter
fr: Démon polymorphe

source: curse
fr: sort

source: female^Demoness Shapeshifter
fr: Démone polymorphe

source: female^Demoness Hellbent Tide
fr: Démone de marée

source: female^Demoness Slashing Gale
fr: Démone de Tempête

source: Demon Stormtide
fr: Démon de Tempête

source: On occasion, these aerial demons have been mistaken for faeries and undead spirits of demonkind because of their unusual wings and apparent lack of legs. Formerly unheard of, they can summon strong winds and create great storms for laying waste to forests and villages. When combined with their race’s inherent affinity with fire, the effects can be particularly disastrous.
fr: A l'occasion, ces démons aériens ont été pris pour des fées et des esprits morts-vivants, car ce genre de démons à des ailes inhabituelles et leurs manques apparents de jambes. Autrefois inconnu, ils peuvent invoquer des vents forts et créer de grandes tempêtes pour infliger de grandes pertes à la forêt et aux villages. Lorsqu'il est combiné, avec une des caractéristiques inhérentes de leur race, avec le feu les effets peuvent être particulièrement désastreux.

source: stormtide
fr: marée de tempête

source: fire storm
fr: tempête de feu

source: female^Demoness Stormtide
fr: Démone de marée

source: Quenoth Archer
fr: Archer Quenoth

source: Elynia Archer
fr: Archer d'Elynia

source: The Quenoth Archers are trained from youth in archery, and so skilled in long-range combat. Though their bows are cruder and their arrows less plentiful than their forest counterparts, they fight with ferocity that does credit to their race.
fr: Les Archers de Quenoth sont formés dès leurs plus jeunes âges au tir à l'arc, ils sont habiles à longue distance pendant les combats. Bien que leurs arcs soient plus grossiers et leurs flèches moins nombreuses que leurs homologues des forêts, ils se battent avec férocité ce qui fait honneur à leur race.

source: The Elynia Archers are trained from youth in archery, and so skilled in long-range combat. Though their bows are cruder and their arrows less plentiful than their forest counterparts, they fight with ferocity that does credit to their race.
fr: Les Archers d'Elynia sont formés dès leurs plus jeunes âges au tir à l'arc, ils sont habiles à longue distance pendant les combats. Leur arc sont équipés de flèches pouvant infliger des dégats due au feu grace à la technologie dérobé aux shaxtals.

source: sword
fr: épée

source: bow
fr: arc

source: female^Elynia Archer
fr: Archère D'Elynia

source: female^Quenoth Archer
fr: Archère Quenoth

source: Quenoth Avenger
fr: Vengeur Quenoth

source: The Quenoth Avengers are extremely skillful and extremely quick, powerful in all forms of combat. Like their kin, they prefer the sword to the bow and are adept at sneaking around and backstabbing their enemies.
fr: Les Vengeurs Quenoth sont extrêmement habiles et extrêmement rapides, puissants dans toutes les formes de combat. Comme leurs parents, ils préfèrent l'épée à l'arc et sont habiles à se faufiler discrètement et à poignarder dans le dos leurs ennemis.

source: female^Quenoth Avenger
fr: Vengeresse Quenoth

source: Quenoth Captain
fr: Capitaine Quenoth

source: Skilled in commanding other elves, the Quenoth Captains provide a bonus to all level 1 units on adjacent hexes. Quenoth Captains prefer engaging the enemy in melee combat, but are trained in archery as well.
fr: Qualifiés pour le commandement des autres elfes, les capitaines de Quenoth fournissent un bonus à toutes les unités de niveau 1 sur les cases adjacentes. Les capitaines de Quenoth préfèrent engager l'ennemi au corps à corps, mais sont aussi formés au tir à l'arc.

source: Quenoth Champion
fr: Champion Quenoth

source: Quenoth Champions are awesome masters of swordsmanship, inflicting grievous wounds in close combat. Master fighters, they are also skilled with the bow, able to inflict damage on their enemies from both near and far.
fr: Les champions de Quenoth sont des maîtres impressionnants de l'escrime, infligeant des blessures graves en combat rapproché. Maitre du combat, ils sont également qualifiés à l'arc, et en mesure d'infliger des dégâts à leurs ennemis à la fois proches et lointains.

source: female^Quenoth Druid
fr: Druide Quenoth

source: The Quenoth Druids are powerful masters of the sands and forests. Brilliant at ensnaring unwary opponents, they use their vast knowledge of the plants of the desert to heal allies. Druids are excellent supporting units in any group of elves.
fr: Les druides de Quenoth sont de puissants maîtres des sables et des forêts. Brillant pour attraper leurs adversaires imprudents, ils utilisent leur vaste connaissance des plantes du désert pour soigner leurs alliés. Les druides sont d'excellentes unités de soutien dans un groupe d'elfes.

source: Quenoth Fighter
fr: Combattant Quenoth

source: The fighters make up the bulk of the Quenoth warriors. They are trained in both sword and bow, though like most of their kin, they prefer swordplay to archery.
fr: Les combattants constituent la majeure partie des guerriers de Quenoth. Ils sont formés à la fois à l'épée et à l'arc, mais comme la plupart de leurs proches, ils préfèrent l'escrime au tir à l'arc.

source: Quenoth Hero
fr: Héros Quenoth

source: Quenoth Heroes focus on individual performance on the battlefield, having tweaked their combat skills to the very maximum. These warriors prefer fighting at close range with the sword, but also have some skill with the bow.
fr: Les héros de Quenoth mettent l'accent sur la performance individuelle sur le champ de bataille, ils ont peaufiné leurs aptitudes au combat au maximum. Ces guerriers préfèrent combattre de près avec l'épée, mais ils ont aussi une certaine habileté à l'arc.

source: Quenoth Horseman
fr: Cavalier Quenoth

source: Trading speed for heavier arms and armament, the Quenoth Horsemen delight in riding into danger instead of away from it. This is an awful description, please FIXME.
fr: Ils transportent rapidement les armes lourdes et l'armement. Les cavaliers de Quenoth vont avec plaisir au-devant du danger au lieu de s'en éloigner. Ceci n'est pas une description terrible, s'il vous plaît AIDER-MOI.

source: Quenoth Marksman
fr: Tireur d'élite Quenoth

source: The Quenoth Marksmen are experts in use of the bow. Though their bows and arrows are not as fine as those of their ancestors, they continue to hone their skill. This great skill with the bow compensates for their lack of skill in melee combat.
fr: Les tireurs d'élite de Quenoth sont des experts dans l'utilisation de l'arc. Bien que leurs arcs et leurs flèches ne sont pas aussi beaux que ceux de leurs ancêtres, ils continuent à perfectionner leurs compétences. Cette grande habileté à l'arc compense leur manque d'habileté en combat rapproché.

source: female^Quenoth Marksman
fr: Tireuse d'élite Quenoth

source: Quenoth Marshal
fr: Maréchal Quenoth

source: The Quenoth Marshals are master commanders, able to inspire confidence in any level 1 or 2 unit in adjacent hexes, causing them to fight with increased skill. Quenoth Marshals prefer engaging the enemy in melee combat, but are trained in archery as well.
fr: Les maréchaux de Quenoth sont les commandants de base, capables d'inspirer la confiance de toute unité de niveau 1 ou 2 dans les cases adjacentes, leur permettant de se battre avec une compétence accrue. Les maréchaux de Quenoth préfèrent engager l'ennemi au corps à corps, mais sont formés au tir à l'arc aussi.

source: Quenoth Outrider
fr: Escorteur Quenoth

source: Riding like the wind, the Quenoth Outriders breeze across the sands to strike at weaker units and exposed flanks. Skilled in the sword, and trained in the bow, they strike hard before flying off into the sands to evade response.
fr: Léger comme le vent, les escorteurs de Quenoth filent à travers les sables et frappe les unités faibles et les flancs exposés. Habiles à l'épée et formés à l'arc, ils frappent fort avant de s'envoler dans les sables pour échapper à la riposte.

source: Quenoth Ranger
fr: Rôdeur Quenoth

source: The Quenoth Rangers are quick and powerful. Skilled in both short and long-range combat, Rangers are truly all-round fighters. Like their kin, they prefer the sword to the bow and are adept at sneaking around and backstabbing their enemies.
fr: Les Rôdeurs de Quenoth sont rapides et puissants. Qualifiés dans les deux types de combat à court et à longue portée, les rôdeurs sont vraiment des combattants aguerris. Comme leurs semblables, ils préfèrent l'épée à l'arc et sont habiles à se faufiler discrètement pour poignarder dans le dos leurs ennemis.

source: female^Quenoth Ranger
fr: Rôdeuse Quenoth

source: Quenoth Rider
fr: Cavalier Quenoth

source: Swift riders, the Quenoth Riders are fast in the open lands. They can use a bow from horseback, but prefer to engage in melee combat when necessary.
fr: Cavaliers rapides, les cavaliers de Quenoth sont rapides dans les terres ouvertes. Ils peuvent utiliser un arc à dos de cheval, mais peuvent s'engager dans des combats au corps à corps si nécessaire.

source: Quenoth Scout
fr: éclaireur Quenoth

source: female^Quenoth Shaman
fr: Chamane Quenoth

source: Quenoth Sharpshooter
fr: Franc-tireur Quenoth

source: The most elite archers among the elves, the Quenoth Sharpshooters use the best bows and arrows available, which makes them just as deadly as their ancestors. These Sharpshooters are incredibly accurate, even when firing very quickly, which makes them excellent at picking off entrenched enemies.
fr: Archers d'élite parmi les elfes, les francs-tireurs de Quenoth utilisent les meilleurs arcs et flèches disponibles, ce qui les rend tout aussi mortelles que leurs ancêtres. Ces tireurs d'élite sont d'une précision incroyable, même en tir très rapide, ce qui les rend excellents pour cueillir des ennemis retranchés.

source: female^Quenoth Sharpshooter
fr: Franc-tireuse Quenoth

source: female^Quenoth Shyde
fr: Nymphe Quenoth
