Repository: project-ethea/Ethea-i18n
Catalog: After_the_Storm/tmp_11620-fr1475663389.po
Languages: fr

source: As Elyssa whispers a spell never heard by Mal Kendria before, the staff she holds changes its shape into a four-bladed weapon with the glowing, unshielded Ruby at its very end. The necromancer stares with wonder...
fr: Tandis qu'Elyssa murmure un sort jamais inconnu par Mal-Kendria avant, le baton se transforme en arme à quatre lames entourant le Rubis de Feu. La nécromancienne regarde avec admiration...

source: That’s amazing!
fr: Qu'est-ce qui se passe ?

source: But the feeling rapidly vanishes as Elyssa’s eyes turn blood red. An eerie aura engulfs both former allies as the demon advances towards the necromancer, now petrified with dread.
fr: Mais ce sentiment disparait tandis que les yeux d'Elyssa virent au rouge sang. Une aura écarlate envellope les alliées tandis sue la démone s'avance vers la nécrommancienne terrorisé.

source: (<i>whispering</i>) Bind the soul to stone, turn the memories to dust, erase the spirit and shed the hollow shell.
fr: ( chuchotant) Lier l'âme à la pierre- effacer la mémoire- écraser l'esprit- dans le néant!

source: M-m-my lady...
fr: Ma dame...

source: Goodbye, Kendyare.
fr: Adieu, Kendyare.

source: bind soul
fr: âmes liés

source: Why am I still here?
fr: Pourquoi suis encore ici?

source: Who are you within my body?
fr: Qui est-tu dans mon corps?

source: Mal Arkelean
fr: Jarlean

source: The promised time has come, heiress.
fr: Le moment attendu est arrivé, héritière.

source: So it has.
fr: Qu'il en soit ainsi.

source: Beyond her Smile
fr: Derrière son sourire

source: team_name^Elorran
fr: Elorran

source: team_name^Uria
fr: Uria

source: Gecelan
fr: Belan

source: My lady, since you are returning to the Far North we thought we should let you know you can count on our help. Should you need fighters or a healer...
fr: Ma dame, depuis que vous êtes revenus du Nord, nous pensons que vous devez savoir que vous pouvez compter sur notre aide. Si vous avez besoin de guerrier ou de guerisseur...

source: I appreciate your offer, and you can come with us if you wish.
fr: J'apprécie votre offre, et vous pouvez nous accompagner si vous le souhaitez

source: These three loyal elves—Eluclya, Nalan and Crendil—will be available for you to recall from now on.
fr: Vous pouvez rappeler ces elfs loyaux—Eluclya, Nalan and Crendil désormais.

source: Elynia, I’m not sure leaving most of our men behind is actually a good idea.
fr: Elynia, je ne pense pas que laisser nos hommes derrière soit une bonne idée.

source: I prefer that they stay here to search the ruins for us and assist the elves should our enemies send more troops back here. Anya can teleport them back to us later if necessary. We don’t have much time and we have already tarried here for too long because of my incompetence.
fr: Je préfère qu'ils restent avec les elves au cas où nos ennemies enverrait des renforts. Anya pourra les téléporter vers nous si nécessaire. Nous n'avons pas beaucoup de temps et n'en n'avons que trop perdue à cause de mon incompétence.

source: Don’t say such things — it’s not your fault! Teleportation is a very complicated and dangerous skill to learn for those who weren’t born with the ability!
fr: Ne dîtes pas ça, ce n'est pas votre faute! La téléportation est compliqué et dangereuse pour qui n'est pas née avec ce don!

source: If you say so, girl. (<i>smiling</i>) I suppose it’s not my place to argue with a true creature of the darkness.
fr: Si vous le dîtes, jeune fille. 5souriant) Je suppose ne pas être en position d'argumenter avec une vraie créature de l'obscurité.

source: Let’s return.
fr: Partons ensemble.

source: Where are we? Where is everyone?
fr: Où sommes-nous? Et où sont-ils?

source: While Anya and Durvan contemplate their surroundings, Elynia picks up a necklace identical to Anya’s, but covered in blood.
fr: Tandis qu'Anya et Durvan comtemplent les environs, Elynia ramasse une amulette identique à celle d'Anya mais couverte de sang.

source: That trail... No...
fr: Cette objet... Non...

source: This does not bode well.
fr: Ce n'est pas encore terminé !

source: Please tell me they’re not...
fr: Pitié, ne me dîtes pas qu'ils sont...

source: What’s behind the gate?
fr: Que cache cette porte ?

source: ... May the Lords of Light have mercy...
fr: Que les Seigneurs de Lumière nous protègent...

source: This... is quite a bloody mess...
fr: C'est... comme un bain de sang...

source: Anya... I...
fr: Anya... Je...

source: ... I— I advise you don’t look at...
fr: ... Je vous supplie de ne pas regarder ce...

source: (<i>crying</i>) No...
fr: (<i>Hurlant</i>)Non...

source: There they are! Just like the Fist told us, they would turn up soon looking for their fallen friends. Would that our pets had lingered around for long enough. But I’m rambling — let’s end this once and for all!
fr: Ils sont là! Juste comme le Poing nous l'a dit, ils vont bientôt rejoindre leur amis tombés. Nos bêtes se sont assez amusés. Mais je l'ordonne, finissons en une bonne fois pour toute!

source: Search the settlement for survivors, gather any living humans from the nearby villages, and try to locate Elorran and Tara’s remains.
fr: Recherchez les survivants dans les ruines et essayer de localiser les restes d'Elorran et de Tara.

source: Elynia...? What’s your plan?
fr: Elynia ? Qu'est-ce qui se passe ?

source: We will make the demons pay for this atrocity. That is all I know and care about for the moment.
fr: Nous allons faire payer ces démons pour ces horreurs. C'est tout ce que je sais pour l'instant.

source: Anya... I’m truly sorry for all this. It all has been my fault...
fr: Anya.. Je suis navrée pour tout ça. C'est entièrement de ma faute...

source: (<i>still crying</i>) Don’t blame yourself. This... we knew it would happen. It would happen sooner or later.
fr: (Toujours criant) Ne vous blâmer pas. Nous savions que cela pouvait arriver. ça devait arriver tôt ou tard.

source: I just... I just hoped I’d have a chance to say goodbye to them. They... they took care of me for so long, ever since I was abandoned by my original father as a child.
fr: C'est juste... J'espérais avoir une chance de leur dire au revoir. Ils... ils onts été à mes côtés depuis si longtemps, depuis que je fus abandonnée petite fille par mon propre père.

source: I could never understand. I had heard stories about your kind... And then I met you, and I saw you and that elvish lady, and the other elves... You have such a different perception of those who ascend to faeriedom... You look upon them with awe and respect. Humans don’t share the sentiment with those born from faerie and demonkind like me.
fr: Je n'ai jamais compris. J'ai entendu des histoires de vos exploit...Et je vous ait rencontré, vous, cette dame elfe, et les autres... Vous avez une autre perception des choses sur les fée...vous les regardez avec respect. Les humains ne traitent pas ainsi les métis de fée et de démons comme moi.

source: They hate us. Perhaps out of fear, or out of ignorance. Or simply because we are not like them.
fr: Ils nous haïssent. Peut être est-ce la peur, l'ignorance ou parce que nous sommes différents.

source: Thirteen years ago, Tara found me in the forest. I was cold, starving, and frightened. She brought me to Elorran, and together they raised me since then, all despite the dangers of their mission. The rational option for them should have been to leave me behind so I wouldn’t hinder them, and yet...
fr: Ils y a trente ans, Tara m'a trouvé dans la forêt. J'étais gelée, affamé et terrorisée. Elle m'amena à Elorran et nous voyagâmes ensemble malgré les dangers de leur missions. Ils auraient pu me laisser derrière pour que je ne sois pas un gêne et pourtant..

source: They taught me many things. But most importantly...
fr: Ils m'ont appris tant de choses. Mais plus imprtant...

source: They taught me to smile.
fr: Ils m'ont appris à sourire.

source: My mission failed. I brought you back, but we don’t have the Ruby, and Elorran and Tara can’t help us anymore. But I’m sure all this had to happen for a reason, even if it often feels like a cruel and pointless game of life and death.
fr: Ma mission a échoué. Je reviens mais sans le Rubis de Feu, et Elorran et Tara ne peuvent plus rien. Mais je continue de croire que tout ceci arrive pour une raison, même si cela semble un cruel jeu de vie ou de mort.

source: If we are still alive, it must mean something...
fr: Si nous sommes encore en vie, c'est peut-être...

source: It must mean our purpose in this game hasn’t been fulfilled yet.
fr: Que nôtre rôle dans ce jeu n'est pas terminé.

source: I will follow you until the end... what else is there for me to do.
fr: Je vous suivrais jusqu'à la fin... que pourrais-je faire d'autre.

source: You are all I have now.
fr: Vous êtes tout ce qu'il me reste.

source: I’ve been eagerly awaiting the opportunity to glance at the Lady of Light’s impaled torso, but that won’t happen now for I am required in Kalari first. But please, go on without me; just make sure to leave something for me to claim as a trophy.
fr: J'ai attendu impatiemment de pouvoir percer la poitrine de la Dame de Lumière, mais je suis convoqué à Kalari d'abord. Mais allez-y sans moi et rapportez moi un trophée.

source: What was that explosion? The volcano?
fr: Quelle est cette explosion? Un volcan?

source: No. It was much farther from this region...
fr: Non. ça vient d'ailleurs...

source: The explosion definitely came from Raelthyn. There’s an enormous cloud of smoke coming from that direction. This... I suppose this explains why I couldn’t contact Valen yesterday.
fr: Cela vient de Raelthyn. Un énorme nuage de fumée vient de cette direction. C'est... cela explique pourquoi je n'ait pu contacter Valen hier.

source: This... isn’t po—
fr: Ce... n'est pas -

source: Damn you, creatures— Grargh!!!
fr: Créatures damnés- Grargh!!!

source: Ah, yes, you can kill me now, but at the end of the day—
fr: Vous pouvez me tuer maintenant, mais à la fin-

source: Elynia, can I talk to you for a moment?
fr: Elynia ? Puis je vous parler un moment ?

source: You mean... Well, yes, of course.
fr: Vous pouvez... Rapidement.

source: (<i>aside</i>) We found a witness. He claims a demon and a faerie were amongst the many victims of a number of mechanical birds who descended from the sky, killing and devouring everybody in their path, making sure to leave no whole corpses behind. Elorran and Tara...
fr: ( tout bas ) Nous avons trouvé un rescapé. Il dit qu'un démon et une fée étaient parmi les victimes de créatures mécaniques venue du ciel, tuant et dévorant tout sur leur chemin, ne laissant aucun corps derrère. Elorran et Tara...

source: (<i>aside</i>) They could be anywhere, or everywhere. I understand. Why did it have to end like this... just when I thought we had a chance to rally demonkind against Uria...
fr: Ils pourraient être quelque part, ou non. Je comprend. Pourquoi cela doit finir ainsi... juste quand je pensais que nous avions une chance de rallier cette faction contre Uria

source: Yes?
fr: Oui ?

source: I don’t know anymore. If Raelthyn has fallen, then all hope is lost; the Chaos Empire has won the war, and Uria is now able to do whatever she wants with Irdya and her next target with that artifact in her possession. We might be able to survive the upcoming onslaught for a while if we go back with Unarye, assuming they haven’t also been crushed by these relentless hordes coming out of damned nowhere...
fr: Je ne sais plus. Si Raelthyn est tombé, alors il n'y a plus d'espoir; l'empire du Chaos aura gagné la guerre et Uria peut faire ce qu'elle veut avec Irdya et son nouvel objectif maintenant qu'elle détient le Rubis de Feu. Nous pourrions survivre quelque temps si nous rejoignons Unarye en espérant qu'ils n'ont pas été terrassé par ces hordes venue de nul part.

source: What if we left the Great Continent instead?
fr: Et si nous abandonnions le continent

source: The elves in Zocthanol Isle told us their merfolk allies had evidence that only the Great Northern Ice Plains remain besides this continent. We would quickly perish there, so that’s not an option. And what would the point be if Uria presumably has the power to destroy Irdya itself?
fr: Les elfes de Zocthanol nous ont affirmés que leur alliés ondins étaint sur que seul les Laines Gelées du Grand Nord reste au delà. Nous peririons rapidement là-bas etce n'est pas une option. Et si Uria peut détruire Irdya totalement?

source: You aren’t suggesting we just sit here and do nothing, are you?
fr: Vous ne suggerer pas d'abandonner et d'attendre sans rien faire?

source: ... guess so.
fr: ... Peut-être.

source: Elynia, please, let’s go back to Raelthyn.
fr: Elynia, retournons à Raelthyn.

source: To see more of this? Do you really want to see more senseless destruction? Do you really want me to lead you to another devastated battlefield littered with dismembered corpses?
fr: Pour voir encore plus de ça? Voulez-vous comtempler plus de destruction aveugle? Voulez-vous m'amener sur un autre charnier?

source: I feel this is not over yet. Let’s go back. Please...
fr: Je sens que ce n'et pas fini. Depechons-nous. S'il vous plait

source: Return to Raelthyn
fr: Retour à Raelthyn

source: Fraldar
fr: Haldaran

source: team_name^Arphalad
fr: Arphalad

source: A Demolisher Drone explodes within range of Adavyan’s Keep
fr: Un Drône démolisseur exploses à proximité du donjon d'Adavyan.

source: Death of Irylean
fr: Mort d'Irylean

source: Death of Torancyn
fr: Mort de Torancyn

source: Death of Valen
fr: Mort de Valen

source: Adavyan’s Keep comprises the initial keep and castle tiles where Torancyn stands
fr: Le camp d'Adavyan comprend le donjon initial et les ruines où Torancyn se tient.

source: Keep in mind Demolisher Drones destroy and kill everything within a one-hex radius when slain; you will need to sacrifice units to achieve your goals
fr: Garder à l'esprit que les Drônes démolisseur détruise et tuent tout dans dans les hexagones qui leur sont adjacent quand ils succombent; vous devrez sacrifier des uniés pour atteindre votre objectif.

source: Torancyn and his units (blue team) will <b>not</b> be carried over to the next scenario
fr: Torancyn et ses unités ne pourront être rappelés dans le scenario suivant

source: ($payload_count drones remaining)
fr: (il reste $payload_count drônes)

source: Destroy the Demolisher Drones before they reach Adavyan’s Keep at the center of the city
fr: Détruire les drônes avant qu'ils n'atteignent le camp d'Adavyan au centre de la ville

source: (One drone remaining)
fr: (Un drône subsiste)

source: I can barely see through this fog and smoke, but, those are the city walls.
fr: Je voie difficilment à travers ce brouillard, mais je distingue les rues de la cité.

source: <i>Dispel the fog.</i>
fr: Dispersion du brouillard

source: Who said that?
fr: Qui a parlé ?!

source: Uh, I haven’t said anything...
fr: Je n'ai rien dit...

source: This has only just begun. Who are you and why have you come to this capital of destruction—
fr: Ce n'est que le début. Qui êtes vous et pourquoi venir dans une capital sur le point d'être anéantie

source: I know you. Aren’t you—
fr: Je vous reconnais. Seriez-vous..

source: The Lady of Light! We are saved! Hear, everyone, the gods have finally answered our prayers! She has returned!
fr: La Dame de lumière! Nous sommes sauvés! Ecoutez, vous tous, les dieux ont enfin répondus à nos prière! Elle est revenu!

source: All hail the Lady of Light!
fr: Nous avons la Dame de Lumière avec nous!

source: You appear to be quite popular here.
fr: Vous semblez être très populaire ici.

source: This is rather unexpected given the circumstances of my previous return, but that was a long time ago, after all. If I’m not mistaken you are Irylean, one of Galas’ old advisors?
fr: C'est inespéré vue les circonstance de ma dernière visite, mais c'était il y a un certein temps après tout. Si je ne me trompe vous êtes Irylean un des conseillers de Galas?

source: Indeed I was, my lady, but ever since Lord Galas stepped down I retired to this once prosperous land. The demons’ assault was completely unexpected, but we are all doing our best to repel their forces. It’s said many members of the Grand Council were killed by the initial charges that destroyed the walls, but—
fr: Je l'étais, ma dame, mais après le départ de Lord Galas, je m'étais retiré sur dans un pays fertile. L'attaque était totalement imprevue, mais nous avons fait de notre mieux pour repousser leurs forces, on raconte que des menbres du Grand Conseil ont été tue durant la première offensive qui détruisit les routes, mais...

source: The fog has lifted!
fr: Le brouillard est dissipé

source: Lords of Light, what has happened to the capital?
fr: Dieux de la Lumlière, qu'est-il arrivé à la capitale?

source: <i>Look around.</i>
fr: Regarde autour.

source: Lady of Light, the Grand Council—or what remains of it anyway—sent me with a message for you, from our seer.
fr: Dame de Lumière, ce qui reste du Grand Conseil m'ont addresse un message pour vous, de notre prophétesse

source: Valen? Is she—
fr: Valen? Est-elle-

source: She’s alive, but she needs your help— we all need your help. Our highest walls were struck down by the enemies through the use of strange self-destructing creatures. Our scouts have spotted more of them slowly coming towards the capital.
fr: Elle est vivante, mais a besoin de votre aide, nous tous aussi d'ailleurs. Nos principal route ont été pulverisé par d'étranges créatures autodestructrice. Nos éclaireurs nous ont averti que plusieyrs d'entre elles se dirigent vers la capitale.

source: If we are to defend Raelthyn, we must ensure they don’t reach and destroy the main keep where the remaining Grand Council members are. Should we lose the keep...
fr: Si nous defendons Raelthyn, nous devons nous assure qu'ells n'atteignent et ne détruisent le donjon où sont refigie les menbres restant du Grand Conseil, sinon_

source: That would be a huge blow against everyone’s morale, I know.
fr: Ce sera le moral des nôtres qui sera réduit a néant.

source: I didn’t expect more of those to be heading towards here. I saw them in action... and stopping them might not have been my brightest plan either. They explode when defeated.
fr: Je ne pensais pas qu'ils viendraient par ici. Je les ais vue à l'ouevre... et les arreter n'est pas dans mes plans. Ils explosent lorqu'on les vaincs.

source: Lord Torancyn said we should take them down no matter what the cost is.
fr: Lord Torancyn dit que nous devons le faire à n'importe quel prix

source: What a suicidal approach. Of course this is not a major problem when all the involved are undead, but we’ll never reach the other drones before they get to the keep. I assume his plan is to sacrifice his own people; he should hope there are desperate souls willing to give up their lives for the city amongst his troops. Irylean?
fr: C'est suicidaire. Ce ne serait pas un grand problèmes en utilisant des mort-vivants, mais nous ne les intercepterions jamais à temps. Il doit vouloir sacrifier ses propres gens en espérant que certains soit assez desesperé pour se sacrifier pour la cité et ses troupes. Irylean?

source: I’m at your service, my lady. And I presume the good people of Arphalad are as well.
fr: A votre service ma dame. Et pareil pour le peuple d'Arphalad, je suppose.

source: I suggest you reconsider your retirement. If we succeed here, I may require your help for a personal quest of mine. But for now, we need to take down those creatures and force their leaders to retreat or else, and you will help us.
fr: Je suggère de reconsiderer vôtre retraite Si nous gagnons ici, j'aurais besoin de vous pour une quête personnel. mais pour l'instant nous devons stopper ces créatures et leurs chefs, ou du moins les contraindre à partir

source: Of course, my lady.
fr: Oui, ma dame.

source: It’s time to get moving.
fr: Il est temps de bouger.

source: You can once again recruit undead units. Additionally, Irylean and the surviving militia men of Arphalad will follow you on your quest.
fr: Vous pouvez de nouveau recruter des unités mortes-vivantes. Irylean et les survivants d'Arphalad se joindront également à votre quête

source: Here they come. Time to take them down.
fr: Très bien alors. Faisons là tomber.

source: Haven’t we lost enough soldiers and citizens defending the city yet? You should have called upon any necromancers there could be around instead.
fr: N'avons nous pas encore perdu assez des nôtres en défendant la ville? Vous auriez du appeler plus de nécromancien

source: The last one I trusted ended up betraying the Lady of Light, or that’s what you told us. What makes you think their kind can be trusted?
fr: Le dernier que j'ai appele a trahi la Dame de Lumière, ou du moins nous l'avez vous affirmé. Pouvons nouus faire confiance à cette engeance?

source: The notion that not all of them are like-minded.
fr: Ils ne sont pas tous aussi lache.

source: I’m not taking my chances with those people again. Especially not now that Arnesius and Illana—
fr: Je ne prendrais pas le risque, surtout maintenant qu'Arnessius et Illana-

source: This is one of many statues found in the city, raised in honor of Adavyan of the Aragwaithi, a figure of legend and great importance to the peoples of the Far North. It was only about two centuries ago that this sorceress incited a war which would, in time, lead to the unification of these lands. She founded Raelthyn and the Grand Council, and established this city as the definitive capital of the Far North. The central keep bearing her revered name became a sacred place much akin to the temples to the fabled Lords of Light. Raelthyn, the capital of peace, built atop the corpses of all those who dared to oppose Adavyan’s cause. Not everyone is aware of the irony of all this, but if Adavyan’s keep were to fall in the hands of the enemy—or worse, be completely obliterated—the morale of the northern army would be utterly crushed.
fr: C'est une des diverse statues que l'on trouve dans la ville, érigées en l'honneur d'Adavyan des Aragwaith, une figure légendaire de grande importance pour les peuples du Grand Nord. Deuw siècles auparavant, cette sorcière déclencha une guerre qui, à terme, permit l'unification de ces territoires. Elle fonda Raelthyn et le Grand Conseil, et fit de la cité la capital du Grand Nord. Le don jon central portant son nom devint un endroit sacré autant vénéré que les temples des mythiques Dieux de la Lumière. Raelthyn, capital de la paix, construite sur les cadavres de ceux qui s'opposèrent à la cause d'Adavyan. Tout le monde n'est pas conscient de l'ironie, mais si le donjon d'Adavyan tombait entre les mains de l'ennemie—ou pire, était détruit—le moral de l'armée du nord serait définitivement brisé.

source: We have failed; Adavyan’s keep has been destroyed!
fr: Nous avons échoué; le donjon d'Adavyan a été détruit!

source: Very well, the last one of those bastards is down!
fr: Très bien le dernier de ces batards est tombé.

source: Lord Torancyn, please tell the Lady of Light... the journal... I’m sorry...
fr: Lord Torancyn, dîtes à la Dame de Lumière...le journal...Je suis désolée...

source: I never expected the heart of our country to be my last battlefield... Alas, Raelthyn will fall... without me...
fr: Je n'ai jamais pensé que le coeur de notre pays serait mon dernier champ de bataille... Hélas, Raelthyn tombera... sans moi...

source: Lord Torancyn was slain in battle. This is hopeless.
fr: Le Seigneur Torancyn est mort au combat. C'est sans espoir.

source: Do the rest of you fiends want to come and taste our steel?
fr: Le reste d'entre voux veut il tater de notre acier?

source: They appear to be retreating.
fr: Ils semblent se retirer...

source: The fiends retreat; that’s rather odd.
fr: L'ennemi se retire; il était temps.
