Repository: project-ethea/Ethea-i18n
Catalog: After_the_Storm/tmp_11620-fr1475663389.po
Languages: fr

source: We shouldn’t have allowed him to die. Now it will be nigh impossible to put an end to this!
fr: Nous n'aurions pas dû permettre qu'il meure. Maintenant il sera presque impossible d'arrêter cette guerre !

source: I die... for our people!
fr: Je meurs... pour notre peuple !

source: Ahh, great. Now we are killing other elves.
fr: Aah, joli travail. Maintenant, tuons d'autres elfes.

source: The situation is not improving. If those reinforcements don’t arrive soon we won’t be able to hold this place for much longer!
fr: La situation ne s'améliore pas. Si les renforts n'arrivent pas bientôt, nous ne pourrons plus tenir très longtemps !

source: Elves, stop this brutal bloodshed! You have slaughtered many innocent northerners; humans, orcs, and elves alike. This dreadful display breaches the treaty we signed with Lord Galas!
fr: Elfes, cessez ce massacre ! Vous avez tuez beaucoup d'innocent de votre sang, ainsi que des civils humains et orcs. Vous avez violé le traité que nous avions signé avec le Seigneur Galas, et n'êtes par conséquent plus autorisés à habiter nos terres !

source: We do not listen to human sub-people!
fr: Nous ne répondons pas à la sous-race humaine !

source: Then you shall listen to your own authorities. I came as soon as I could to bring order to this chaos. You have not only disobeyed the will of your former leader, Lord Galas; you also ignored the advice and command of Elynia, the Lady of Light herself.
fr: Alors vous devrez écouter vos propres autorités. Je suis venu aussi vite que possible pour apporter l'ordre dans ce chaos. Vous n'avez pas seulement agi contre la volonté de votre seigneur Galas, mais vous avez également ignoré Elynia, la Dame de Lumière ; en les ignorant, vous avez scellé votre destin.

source: In light of these events and the terms of the treaty, the Grand Council has decided to banish the elvish kind from the northern country. You shall put an end to your civil war and prepare to leave our territory before five days have passed, or we shall order our own troops to deal with you. We do not want to do this, and you are well aware that you are at a numerical disadvantage.
fr: Le Grand Conseil a décidé de bannir tout elfe du pays du Nord. Vous devrez être partis dans les cinq prochains jours, ou nous lèverons nos armées pour marcher contre vous ! Nous n'avons pas le désir de faire cela, mais vous savez que vous êtes en infériorité numérique.

source: Did one of your kind kill the puny ‘lord’ of these rebels as part a ruse to banish us from the forests, then?
fr: Est-ce donc votre espèce qui a assassiné le chétif « seigneur » de ses rebelles afin de faire bannir notre peuple de ses terres ?

source: Listen, wose-born scum: Inodien was slain by no elf, human or orc!
fr: écoutez, sages créatures, Inodien ne fut pas tué par nul elfe, humain ou orc !

source: We have good reasons to think that the Chaos Empire sent forth their mercenaries for the purpose of causing this revolt and sending us all to our doom. But we are not letting that happen, at least not today.
fr: Nous avons de bonnes raisons de penser que les loyalistes ont envoyé leurs mercenaires pour faire naître une discorde parmi votre peuple et ainsi signer notre perte. Mais nous ne laisserons pas cela arriver, pas aujourd'hui.

source: This is not fair! Why should we pay for crimes committed by outsiders?
fr: C'est injuste ! Pourquoi devrions-nous payer pour le crime d'un autre ?

source: It is true. We have spilled much elvish blood with this fight. Galas and I shall leave these lands as soon as we can.
fr: C'est vrai. Nous avons fait couler beaucoup de sang elfique dans ce combat. Nous quitterons ces terres aussi vite qu'il nous sera possible.

source: What? And how are we going to travel to Zocthanol Isle then?
fr: Quoi ? Et comment allons nous voyager jusqu'à l'Ile de Zhocthanol ?

source: I swear that my people will never forget this, the most vile of treacheries. I shall withdraw my troops and my people from this accursed country today, but I do intend to return some day to demand proper justice!
fr: Je jure que mon peuple n'oubliera jamais cette infamie. J'appelle mes troupes à se retirer de ce pays maudit, mais sachez qu'un jour, je reviendrai !

source: If the Lady of Light is willing to depart from these lands to never return because of our own misdeeds, then we shall abandon the country as well. Come with me, men!
fr: Si la Dame de Lumière accepte de ne jamais revenir en ces lieux à cause de nos fautes, alors nous aussi, nous abandonnerons ce pays. Venez avec moi, compagnons ! Trouvons un endroit loin de ces démons.

source: Elynia? Can you tell us your plan?
fr: Elynia ? Pouvez-vous nous faire part de votre plan ?

source: There is a port to the west in the Bay of Tirigaz. It’s controlled by orcs, but perhaps we can find a way to bribe them so they lend us ships and provisions. It is the only port that doesn’t belong to the Aragwaithi nowadays.
fr: Il y a un port à l'ouest de la Baie de Tirigaz. Il est sous le contrôle des orcs, mais peut-être pouvons-nous trouver un moyen de les soudoyer, afin qu'ils nous cèdent bateaux et provisions. C'est le seul port qui n'appartienne pas aux Aragwaithi, et le plus près de notre position actuelle.

source: This is— Pah. We shall go to Tirigaz, then. But how will we determine the location of Zocthanol Isle?
fr: Alors allons à Tirigaz ! Mais comment trouverons-nous l'Ile de Zocthanol ?

source: That will be my job to do.
fr: Ce sera mon travail de la localiser.

source: Terror at Dusk
fr: Terreur au Crépuscule

source: That is the sound of those blasted creatures! But what do they want here?
fr: C'est le bruit de ces damnées créatures ! Mais que veulent-elles donc ?

source: Um... that is an interesting coincidence. It might be that they are behind the death of Inodien, but then... that would mean the Chaos Empire is not in disarray as we thought.
fr: Hum... c'est une étrange coïncidence. Ils pourraient être derrière la mort d'Inodien.

source: That’s very likely. Let’s get rid of them before they can cause more problems in the country.
fr: C'est fort probable. Mais ils n'auraient pas pu réussir sans les ordres d'être plus intelligents, ce qui signifie que c'est l'Empire du Chaos qui est derrière tout cela. Débarrassons-nous d'eux avant qu'ils ne causent plus de problème dans le pays du Nord.

source: Don’t die yet, vermin! We want some explanations before crushing your useless skull against the rocks!
fr: Ne meurs pas tout de suite, vermine ! Nous voulons des explications avant d'enfouir ton crâne dans le sable !

source: And do you really believe I would speak? You can torture me as much as you want, but you won’t get anything from me!
fr: Et vous croyez vraiment que je vais parler ? Vous pouvez me torturer autant que vous voudrez, vous ne tirerez jamais rien de moi !

source: Stupid...
fr: Stupide...

source: Let him.
fr: Laissez le.

source: That annoying bastard... Hekuba. He and the Iron Triad must be behind this. But what are they trying to accomplish?
fr: Hekuba... ce bâtard gênant. La Triade de Fer et lui doivent être derrière cela. Mais qu'espèrent-ils donc accomplir ?

source: This is the last one, and it doesn’t seem like there are more groups coming here.
fr: C'est le dernier d'entre eux, et il ne semble pas y avoir d'autre groupe s'approchant d'ici.

source: Let’s not worry a lot about them. These pathetic weaklings are nothing compared to the hordes we fought before.
fr: Ne nous inquiétons pas d'eux outre mesure. Ces gringalets pathétiques ne sont rien comparés aux hordes que nous avons combattues par le passé.

source: Let’s proceed to Tirigaz now, quickly.
fr: Avançons vers Tirigaz à présent, vite.

source: Why don’t we find their leaders, get rid of them and put an end to this stupid war now?
fr: Pourquoi ne pas trouver leurs chefs, les éliminer et mettre fin à cette guerre maintenant ?

source: No... That would be a highly reckless choice. We don’t know what kind of enemies we might be facing other than Mal Hekuba — you have not forgotten our last encounter with him, have you? We are truly at a disadvantage until we can gather more information about them. That is why we must find Zocthanol first.
fr: Non... Ce serait trop dangereux, parce que nous ne savons pas encore quels ennemis nous affronterions, en dehors de Mal Hekuba. Vous n'avez pas oublié notre dernier combat avec lui ? Ils auront l'avantage, jusqu'à ce que nous obtenions plus d'informations sur eux, et c'est pourquoi il est primordial que nous trouvions Zocthanol.

source: Sigh. Very well, then.
fr: Très bien, alors.

source: Bay of Tirigaz
fr: Baie de Tirigaz

source: team_name^Tirigaz
fr: Tirigaz

source: team_name^Invaders
fr: Envahisseurs

source: team_name^Sea Creatures
fr: Créatures marines

source: team_name^Water Serpents
fr: Serpents d'eau

source: N: Bisbarl NW: Port of Tirigaz NE: Arthol
fr: N : Bisbarl NW : Port de Tirigaz NE : Arthol

source: SW: Province of Wyndill
fr: SW : Province de Wyndill

source: Defeat both enemy leaders
fr: Vaincre les deux chefs ennemis

source: Death of Vuruk or the ally leader
fr: Mort de Vuruk ou des chefs alliés

source: The port of Tirigaz or the town of Arthol are captured by the enemy
fr: Le port de Tirigaz ou la ville d'Arthol sont capturés par l'ennemi

source: 170 gold! It seems it was a trading ship!
fr: 170 pièces d'or ! Ce devait être un navire marchand !

source: You retrieve 170 pieces of gold.
fr: Vous récupérez 170 pièces d'or.

source: Bah, only 25 pieces of gold. Better than nothing, I guess.
fr: Bah, seulement 25 pièces d'or. C'est toujours mieux que rien, je suppose.

source: You retrieve 25 pieces of gold.
fr: Vous trouvez 25 pièces d'or.

source: Two pieces of gold? Damn, this must be a joke!
fr: Deux pièces d'or ? Diantre, cela doit être une farce !

source: You retrieve two pieces of gold.
fr: Vous récupérez deux pièces d'or.

source: Well, well, 50 pieces of gold can be put to good use!
fr: Bien, bien, il y a toujours de quoi utiliser 50 pièces d'or à bon escient !

source: You retrieve 50 pieces of gold.
fr: Vous récupérez 50 pièces d'or.

source: You filthy soft-skinned beasts, this is your last opportunity to give us back our swamps! They’ve always been ours, and we are not planning to retreat to the forests of the pointy-eared demons!
fr: Bande de sale bêtes à la peau douce, ceci est votre dernière chance de nous rendre nos marais ! Ils ont toujours été nôtres, et nous ne prévoyons pas de nous retirer sur le territoire des démons aux oreilles pointues !

source: We care little about your stupid conflicts on the eastern borders. You broke our treaty by trespassing our frontiers, and now you ask from us the very lands you just stole by force. After raiding the southern fortress, no less! Do you really believe we are going to be lenient about this matter now?
fr: Nous n'avons que faire de vos guerres ridicules dans l'Est. Nous avions un traité, et vous l'avez brisé en violé les frontières que nous avions établies, et maintenant vous nous demandez de vous rendre les terres que vous nous volez ? Et cela après avoir assailli la forteresse sud ! Croyez-vous vraiment que nous allons abandonner maintenant ?

source: To the Dark Gods with you and your treaty! The words of an orc are as meaningful as the stench of your breath! Maybe you’ll admit your defeat once we take down your precious town in the north. Go ahead, Rishix! Give them a lesson!
fr: « Frontières que nous avions établies », dites-vous ? Que les Dieux Sombres vous emportent, vous et votre traité ! Depuis quand les mots d'un orc peuvent-ils définir quelle est l'étendue de nos eaux ? Peut-être accepterez-vous la défaite quand nous aurons sacqué vos villes du Nord. Vas-y, Rishix ! Donne-leur une leçon !

source: Ha, ha! We’ll tear these puny dirt-dwellers to pieces!
fr: Ha, ha ! Nous allons réduire ces chétifs et crasseux habitants en pièces !

source: That city to the northwest... is it the port of Tirigaz?
fr: Cette cité au nord-ouest... Est-ce le port de Tirigaz ?

source: Yes... although it wasn’t so well fortified during my time. Time has changed many things indeed.
fr: Oui... bien qu'il ne soit plus aussi fortifié qu'à mon époque. Les choses ont bien changé ici.

source: Is that smoke I— Wait, I hear some steps...
fr: Est-ce que cette fumée que je - Attendez, j'entends un bruit de pas...

source: Hello, strangers! Are you loyal to the Grand Council?
fr: Bonjour, étrangers ! êtes-vous demeurés loyaux au Grand Conseil ?

source: Ehm...
fr: Euh...

source: Yes, we are.
fr: Oui, nous le sommes.

source: Those vile saurians hold the port of Tirigaz under siege, and I am currently unable to reach the city to deliver some important news to our lord. I think I speak for all of us when I say that your help would be very valuable. I need to get to the city keep, but the journey across isn’t safe while those vermin roam about our lands!
fr: Ces vils sauriens assiègent le port de Tirigaz, et nous ne pouvons entrer dans la ville. Nous portons d'importantes nouvelles pour notre seigneur. Je parle au nom de tous quand je vous dit que votre aide serait extrêmement précieuse. Je dois accéder au donjon de la cité, mais ce ne sera pas possible tant que ces vermines ne sont pas vaincues !

source: The enemies of our friends are our enemies. We can help you.
fr: Les ennemis de nos amis sont nos ennemis. Nous vous aiderons.

source: We must stop and repel those saurians before they take over Tirigaz or any of the northern villages providing resources to the port.
fr: Nous devons arrêter ces sauriens avant qu'ils ne prennent Tirigaz ou les villages qui fournissent le port en ressource, au Nord.

source: Let’s prepare for battle again, then.
fr: Préparons-nous pour la bataille alors.

source: Vuruk, what is it that you need to report to the lord of Tirigaz?
fr: Vuruk, que sont dont les nouvelles dont vous devez faire part au seigneur de Tirigaz ?

source: Hmm... It’s something I’m not allowed to share with anyone but Lord Tan-Vatar and his trusted commanders.
fr: Eh bien... Je ne suis pas autorisé à en parler à qui que ce soit en dehors du seigneur Tan-Vatar et de ses commandants.

source: Very well, then.
fr: Très bien, alors.

source: Come in aid of your kin, friends from the deep sea!
fr: Venez et aidez ceux de votre race, amis du fond de la mer !

source: Ah, ha, ha, hah! They have the support of some wild creatures from the ocean! Nothing we cannot handle.
fr: Ah, ha ! Ils ont obtenu le soutient de quelque créature du fond de l'océan ! Rien que nous ne puissions maîtriser.

source: Where did all these damned fiends come from?
fr: D'où sont donc venus ces maudits démons ?

source: This is turning out to be harder than it was supposed to be.
fr: Cela devient plus dur que ça n'aurait dû l'être.

source: Arthol has been taken over by the saurians! Now there’s no hope for Tirigaz!
fr: Arthol a été pris par les sauriens ! Il n'y plus aucun espoir pour Tirigaz !

source: Tirigaz has been captured! Our mission has failed, and we won’t be able to reach Zocthanol now!
fr: Tirigaz a été prise ! Notre mission a échoué, nous ne pourrons jamais atteindre Zocthanol à présent !

source: No! I’ve got to... uuugh...
fr: Non ! Je dois... aaah...

source: We let the orcish messenger perish on the battlefield! The lord of Tirigaz is not going to like this...
fr: Nous avons laissé le messager orc mourir sur le champ de bataille ! Le seigneur de Tirigaz ne va pas aimer cela...

source: The treacherous ones cannot win! Eeaack...
fr: Les être perfides ne peuvent pas l'emporter ! Aaargh...

source: Damn you, dirt-dwellers!
fr: Soyez maudits, crasseux habitants !

source: I have been struck down by the damned minions of an undead lich! This is not fair!
fr: J'ai été frappé par les servants d'une liche mort-vivante ! C'est injuste !

source: Noooooo! You’ll suffer for this atrocity!
fr: Noooon ! Vous souffrirez pour cette atrocité !

source: Ha, ha, ha! Die, fool!
fr: Ha, ha, ha ! Mourrez, pauvre fou !

source: No! The city will fall... without my leadership... *ack*
fr: Non ! Cette cité tombera... sans un chef... *argh*

source: Take that, orcish scum! Your leader is dead now, and your city is ours!
fr: Prends-ça, pourriture d'orc ! Votre chef est mort maintenant, et votre cité nous appartient !

source: The commander of the defense of Tirigaz has been slain! The city won’t resist for much longer now...
fr: Le commandeur de la défense de Tirigaz a été tué ! La ville ne résistera pas bien longtemps à présent...

source: Don’t get any closer to our villages, you vermin!
fr: N'approchez pas plus de nos villages, vermines !

source: Crush their villages into the ground!
fr: Réduisez leurs villages en cendre !

source: These villages belong to the lord of Tirigaz! We must protect them, not capture them!
fr: Ces villages appartiennent au seigneur de Tirigaz ! Nous devons les protéger, pas les capturer !

source: Yes! We did it!
fr: Oui ! Nous avons réussi !

source: This is an important battle you’ve helped us win, travelers. The city of Tirigaz shall be eternally thankful for your assistance.
fr: C'est une bataille importante dans laquelle vous nous avez assistés, voyageurs. La cité de Tirigaz vous sera éternellement reconnaissante pour votre aide.

source: It is our duty to assist our allies in these times. However, I believe this soldier has something to tell you...
fr: C'est notre devoir de soutenir nous alliés dans ces temps difficiles. Je crois cependant que ce soldat a quelque chose à vous dire...

source: Vuruk, brother, you made it! Did you discover anything new?
fr: Vuruk, frère, tu as réussi ! Apportes-tu des nouvelles ?

source: Ha, indeed! I need to talk with you about it later, but now I must report to the chieftains.
fr: Ha, bien entendu ! Nous devrons en parler plus tard, je dois à présent faire mon rapport aux chefs de guerre.

source: I see you helped Vuruk return from his mission. Well done! So, what can we do for you to repay our debt?
fr: Je vois que vous avez aidé Vuruk à terminer sa mission. Bien joué ! Dites-nous maintenant, comment pouvons-nous rembourser notre dette ?

source: Um, we are currently looking for transportation services. We must sail through the open ocean to find a certain island...
fr: Eh bien, nous sommes en recherche d'un moyen de transport. Nous devons naviguer à travers l'océan pour trouver une île...

source: I mean no offense, but only fools would dare sail through the <i>open ocean</i>! Nobody has ventured into farther waters and returned in one piece, ever! Nobody knows exactly what kind of creatures inhabit the Vast Sea! Nobody knows for certain what lies beyond the horizon, but it surely can’t be good, you see! Why would anyone want to travel so far into unknown waters, when there are plenty of safer unexplored lands awaiting back whence you came?
fr: Ne le prenez pas mal, mais seuls les fous s'aventurent à voguer comme cela dans l'océan ! Personne n'a jamais navigué sur les eaux profondes et n'en est revenu indemne ! Personne ne sait précisément quelles créatures demeurent dans la Vaste Mer. Personne ne sait avec certitude ce qui repose au-delà de l'horizon, mais il ne peut rien y avoir de bien, sinon quelqu'un en serait déjà revenu ! Pourquoi quelqu'un voudrait-il s'aventurer si loin dans ces eaux inconnues, alors qu'il y a de vastes terres plus sûres juste derrière nous ?

source: We have a mission to complete, but much like Vuruk’s, it is not something we should discuss with...
fr: Nous avons une mission à accomplir, mais comme celle de Vuruk, ce n'est pas quelque chose dont nous pouvons discuter avec...

source: We know the location of a certain isle where some elves who once inhabited the Great Continent went to. We need to gather some information from them — as part of a mission for the Grand Council.
fr: Nous connaissons la position d'une île où des elfes, qui habitèrent sur le Grand Continent, allèrent s'installer. Nous devons apprendre certaines choses d'eux - c'est une mission pour le Grand Conseil.

source: Uh, huh.
fr: Hum, hum.

source: The Grand Council? Why didn’t you say so in the first place! We’ll do anything we can to help you in your mission. It’ll be difficult to gather an appropriate crew for you, but at least I can give you one of our fastest transport vessels.
fr: Le Grand Conseil ? Pourquoi n'avez-vous pas commencé par là ? Nous ferons tout ce que nous pourrons pour vous assister dans votre mission. Ce sera difficile de rassembler tout un équipage, mais nous pouvons au moins vous donner un de nos navires de transport les plus rapides.

source: Quenoth Isle
fr: île de Quenoth

source: team_name^Quenoth
fr: Quenoth

source: This place appears to be abandoned... Are you sure this is the correct island?
fr: Cet endroit semble être abandonné... êtes-vous sûr que ce soit cette île ?

source: Not completely... but it’s possible that the Quenoth elves just avoid these shores for some reason.
fr: Pas complètement... mais il est possible que les elfes de Quenoth évitent ces rivages pour une raison quelconque.

source: Let’s explore and try to find them, then.
fr: Nous allons explorer et essayer de les trouver, alors.

source: Time passes...
fr: Le temps passe...

source: Maybe we should return to the ship. I’m not really sure about going into the forest at night, it could be dangerous.
fr: Peut-être que nous devrions retourner au navire. Je ne suis pas sûr que nous devrions vraiment aller dans la forêt la nuit.

source: Why are you hesitating now?
fr: Pourquoi vous hésitez maintenant ?

source: Do you remember when we almost lost you in the caves beneath Wesmere? I don’t want to risk that occurring again. We don’t know why we haven’t found any elves here and...
fr: Tu te souviens quand nous nous sommes presque perdus dans les grottes sous Wesmere ? Je ne veux pas prendre le risque que ça se reproduise. Nous ne savons pas pourquoi nous n'avons trouvé aucun elfe ici et...

source: Is there something you haven’t told me?
fr: Y a-t-il quelque chose que vous ne m'avez pas dit ?

source: Galas, I—
fr: Galas, Je—

source: I hear something moving among the trees.
fr: J'entends quelque chose bouger au milieu des arbres.

source: Who are you and where do you come from? You don’t seem to be of our kin.
fr: Qui êtes-vous et d'où venez-vous ? Vous ne semblez pas être de notre famille.

source: We are elves! There’s no need to point at us with those arrows and swords, either; we’re clearly at a disadvantage here.
fr: Nous sommes les elfes ! Il n'y a pas besoin de nous rappeler, avec ces flèches, que nous sommes clairement en infériorité numérique ici.

source: You do not dress like our people. Is this some kind of joke? We are pretty sure we’ve never seen your faces on this island.
fr: Vous n'êtes pas habillé comme notre peuple. Est-ce une plaisanterie ? Nous sommes presque sûrs que nous n'avons jamais vu vos visages sur cette île.

source: They are probably impostors sent by Uria to destroy our home!
fr: Ils sont probablement des imposteurs envoyés par Uria pour détruire notre maison !

source: Let us explain...
fr: Expliquons-nous...

source: Arrest them!
fr: Arrêter les !

source: (<i>spreading her wings apart</i>) How can you <b>not</b> recognize your sylvan ancestors, young girl? Have the Quenoth elves completely forgotten their history after all this time?!
fr: <i>(Déployant ses ailes)</i> Comment pouvez-vous ne PAS reconnaître vos ancêtres Sylvain, jeune fille ? Les elfes de Quenoth ont-ils complètement oublié leur histoire après tout ce temps ?!

source: (<i>in a calm, sad tone</i>) When was the last time you saw this glow in the night?
fr: <i>(d'un ton calme, mais triste)</i> à quand remonte la dernière fois que vous avez vu cette lueur dans la nuit ?
