Repository: project-ethea/Ethea-i18n
Catalog: After_the_Storm/tmp_11620-fr1475663389.po
Languages: fr

source: Recruit and/or recall six units
fr: Recruter et/ou rappeler six unités

source: You cannot end your first turn until you have recruited or recalled six units
fr: Vous ne pouvez pas terminer votre premier tour jusqu'à ce que vous ayez recruté ou rappelé six unités

source: You can recruit or recall from your starting location (you do <b>not</b> need a castle or a keep)
fr: Vous pouvez recruter ou rappeler à partir de votre emplacement de départ (vous n'avez <b>pas</b> besoin d'un château ou un donjon)

source: You will not be able to recall or recruit any units later until the end of the mission
fr: Vous ne serez pas capable de rappeler ou de recruter des unités jusqu'à la fin de la mission

source: Find the Shaxthal hive entrance and proceed underground
fr: Trouver l'entrée de la ruche de Shaxthal et avancez dans les souterrains

source: You will not be able to recall or recruit any units until the end of the mission
fr: Vous ne serez pas capable de rappeler ou de recruter des unités jusqu'à la fin de la mission

source: Find Yechnagoth’s heart
fr: Trouver le cœur de Yechnagoth

source: This putrid place seems much larger than it was the last time we set foot on it.
fr: Cet endroit putride semble beaucoup plus important que la dernière fois que nous avons mis les pieds ici.

source: Clearly, our ‘friends’ have been busy at work here — it’s quite a maze. It will be no easy task to find Yechnagoth’s heart, whatever it looks like. Of course, I imagine it must give off an evil presence of some kind.
fr: De toute évidence, nos « amis » ont été très occupés à travailler ici — c'est tout un labyrinthe. Il ne sera pas tâche facile de trouver le coeur d'Yechnagoth, quel qu'il soit. Bien sûr, j'imagine qu'il doit dégager une présence maléfique quelconque.

source: I’m certain we’ll be able to tell once we find it.
fr: Je suis certain que nous serons en mesure de le dire une fois que nous l'aurons trouvé.

source: The Queen
fr: La Reine

source: Which way should we go?
fr: Quel chemin devons-nous prendre ?

source: Let’s go to the right. I think I heard something coming from that direction.
fr: Allons vers la droite. Je crois avoir entendu quelque chose venant de cette direction.

source: <i>(Female voice) Frpbaq negvsvpvny pber havg vafregvba pbzcyrgr. Cunfr gjb fgneg-hc pbzcyrgr. Arheny cbjre vagresnpr fvtany fgnoyr ng abzvany inyhrf.</i>
fr: <i>(Voix de femme) Guveq negvsvpvny pber havg vafregvba pbzcyrgr. Cunfr gjb fgneg-hc pbzcyrgr. Arheny cbjre vagresnpr fvtany fgnoyr ng abzvany inyhrf.</i>

source: What’s that mechanical voice?
fr: Qu'est ce que c'est cette voix mécanique ?

source: <i>(Male voice) Eryrnfvat Dhrra havg sebz gur vaphongvba punzore va gra frpbaqf. Pyrne gur prageny punzore nern.</i>
fr: <i>(Voix masculine) Eryrnfvat Dhrra havg sebz gur vaphongvba punzore va gra frpbaqf. Pyrne gur prageny punzore nern.</i>

source: I don’t know, but it doesn’t sound good...
fr: Je ne sais pas, mais cela ne me dit rien de bon...

source: This is a very large chamber and there doesn’t seem to be anything in it. Unless...
fr: C'est une très grande chambre et il ne semble pas y avoir autre chose dedans. à moins que...

source: ... Now we’re trapped. How predictable.
fr: ... Maintenant, nous sommes pris au piège. C’était prévisible.

source: I know. This isn’t merely an empty room, and I suppose that’s what those voices were talking about. Let’s be on guard.
fr: Je sais. Ce n'est pas simplement une pièce vide, et je suppose que c'est de là que ces voix provenaient. Soyons sur nos gardes.

source: What is that?
fr: Qu'est-ce que c'est ?

source: —Uria be damned!
fr: — Uria soit maudite !

source: There’s a glowing object in the creature’s torso!
fr: Il y a un objet brillant dans le torse de la créature !

source: I think it’s the very thing we have been searching for. Quickly, destroy it!
fr: Je pense que c'est la chose même que nous sommes venues chercher. Rapidement, il faut la détruire !

source: Destroy the Queen
fr: Détruire la Reine

source: We have found those things before, in the old capital! They must have something to do with the hive, and possibly this creature as well — perhaps they are some kind of power source!
fr: Nous avons déjà vu ces choses avant, dans l'ancienne capitale ! Ils doivent avoir quelque chose à voir avec la ruche, et peut-être même cette créature — peut-être qu'ils sont une sorte de source d'alimentation !

source: We seem to be causing some damage to the beast!
fr: Nous semblons avoir causé quelques dégâts à la bête !

source: Very well — let’s do some more!
fr: Très bien - faisons un peu plus !

source: Destroy the energy supply units in the Queen’s chamber
fr: Détruire les unités d'approvisionnement en énergie dans la chambre de la Reine

source: It’s working! Strike it down now!
fr: Il s'agit de travailler ! Frapper maintenant !

source: *Uurgh*
fr: *Aargh*

source: What’s happening?
fr: Qu'est-ce qui se passe ?

source: I think... this place is decidedly bad for my ‘health’. I don’t think I’ll make it — there’s a greater force at work in here, pulling me into it...
fr: Je pense que... cet endroit est décidément mauvais pour ma « santé ». Je ne pense pas que j'y arriverai — il y a une plus grande force à l'œuvre ici, m'attirant à l'intérieur...

source: No... I should be able to heal you, just—
fr: Non... Je devrais être en mesure de vous guérir, juste —

source: I don’t think so... I’m going to lend you a hand while I can...
fr: Je ne le crois pas... Je vais vous prêter main-forte tant que je le pourrai...

source: The colossal creature made a terrifying loud screech with its dying breath. As it collapsed, the core of the alien device within its chest shattered, releasing a great amount of energy...
fr: La créature colossale, fit un cri terrifiant avec son dernier râle. Quand elle s'est effondrée, le noyau du dispositif extra-terrestre dans sa poitrine fut brisé, libérant une grande quantité d'énergie...

source: The energy is filling the place!
fr: L'énergie remplie la place !

source: ... an energy of a kind not known to Elynia or the lich.
fr: ... une énergie d'un genre que ne connaissaient pas Elynia ou la liche.

source: ... It’s clear now that those power generators were essential for running something else. You must make haste and return to the surface before the hive collapses.
fr: ... Il est clair maintenant que ces générateurs d'énergie étaient indispensables au fonctionnement de quelque chose d'autre. Vous devez vous hâter et revenir à la surface avant que la ruche ne s'effondre.

source: We? What about you?
fr: Nous ? Qu'en pensez-vous ?

source: It’s clear now that those power generators were essential for running something else. Elynia, you must make haste and return to the surface before the hive collapses.
fr: Il est clair maintenant que ces générateurs d'énergie étaient indispensables au fonctionnement de quelque chose d'autre. Elynia, Vous devez vous hâter et revenir à la surface avant que la ruche ne s'effondre.

source: I? What about you?
fr: Je ? Qu'en pensez-vous ?

source: I am sure you know that I am well past my time to roam this land — I am as old as a fossil, and our little fight with Elyssa and Argan in the frontier between Inferno and Irdya has truly had a long-lasting effect on my powers...
fr: Je suis sûr que vous savez que j'erre sur cette terre depuis bien trop longtemps — je suis aussi vieux qu'un fossile, et notre petite bagarre avec Elyssa et Argan à la frontière entre l'Enfer et Irdya a vraiment eu un effet durable sur mon pouvoir...

source: But—
fr: Mais —

source: You and I... we have many followers from diverse backgrounds. I am sure that, should you need a new necromancer to help you, many will be willing to take up my position. Just make sure not to get yourself killed and don’t forget that you are here fighting for a greater cause, one that transcends the fate of Irdya.
fr: Vous et moi... nous avons beaucoup de partisans d'horizons divers. Je suis sûr que, si vous avez besoin d'un nouveau nécromancien pour vous aider, beaucoup seront prêts à prendre ma place. Assurez-vous simplement de ne pas vous faire tuer et n'oubliez pas que vous êtes ici pour vous battre pour une cause plus grande, celle qui transcende le destin d'Irdya.

source: Argan’s journal... Where is it?
fr: Le journal Argan... Où est-il ?

source: My lady, we cannot spend any more time here!
fr: Ma dame, nous ne pouvons pas perdre notre temps ici !

source: Lady!
fr: Ma dame !

source: <i>... Don’t forget that you are here fighting for a greater cause, one that transcends the fate of Irdya.</i>
fr: <i>... N'oubliez pas que vous êtes ici pour vous battre pour une cause plus grande, celle qui transcende le destin d'Irdya.</i>

source: We must get out of here.
fr: Nous devons sortir d'ici.

source: I must get out of here.
fr: Je dois sortir d'ici.

source: That way...
fr: De cette façon...

source: Find an alternate way to return to the surface
fr: Trouver une autre façon de revenir à la surface

source: <i>... I have always been alone...</i>
fr: ...J'ai toujours été seule...

source: <i>... I’ll be alone again...</i>
fr: ...Je serai à nouveau seule...

source: The spell... I must use the spell...
fr: Le sort... Je dois utiliser le sort...

source: <i>... I lost </i>much<i> more than that long ago...</i>
fr: <i>...j'ai perdu </i>beaucoup<i> plus que cela il y a longtemps...</i>

source: <i>... We aren’t that different after all...</i>
fr: <i>... Nous ne sommes pas si différents après tout,...</i>

source: <i>... a greater cause, one that transcends the fate of Irdya...</i>
fr: <i>... une grande cause, celle qui transcende le destin d'Irdya...</i>

source: <i>Do you truly think you can fight me?</i>
fr: <i>Croyez-vous vraiment que vous pouvez me battre ?</i>

source: <i>You don’t have the power of the Union to help you anymore. Your friends are gone. Our power is unlimited. You cannot win.</i>
fr: <i>Vous ne disposez pas du pouvoir de l'Union pour vous aider à nouveau. Vos amis sont partis. Notre pouvoir est illimité. Vous ne pouvez pas gagner.</i>

source: ... must...
fr: ...il faut...

source: <i>... Where am I?</i>
fr: <i>... Où suis-je ?</i>

source: Death and Rebirth
fr: Mort et Renaissance

source: <i>My lady?</i>
fr: <i>Ma dame ?</i>

source: <i>Where are you?</i>
fr: <i>Où êtes-vous ?</i>

source: My lady, we have been looking for you! We have just received excellent news—
fr: Ma dame, nous avons fait des recherches pour vous ! Nous venons de recevoir d'excellentes nouvelles —

source: She’s not dead.
fr: Elle n'est pas morte.

source: B— but, the Wesmere facility was vaporized after the destruction of the core!
fr: M— mais, le centre de Wesmere a été vaporisé après la destruction du noyau !

source: That’s right, but she is not dead. I can feel her. I don’t know where she is, but she’s certainly not dead.
fr: C'est vrai, mais elle n'est pas morte. Je peux la sentir. Je ne sais pas où elle est, mais elle n'est certainement pas morte.

source: But not in Irdya either, or is she?
fr: Mais elle n'est pas sur Irdya non plus, ou est-elle ?

source: She’s not.
fr: Elle ne l'est pas.

source: Good. Wherever she is, she can’t bother us anymore, and her lackey was destroyed in the explosion. It’s a pity that we lost the experimental core units along with such a very strategic location, but we can do without them anyway. I feel the need to ask, however, why install the third unit on our new weapon when any of us could make a better use of it?
fr: Bon. En quelque lieu qu'elle soit, elle ne peut pas nous déranger plus, et son valet a été détruit dans l'explosion. C'est dommage que nous ayons perdu des unités de base expérimental ainsi qu’un tel emplacement très stratégique, mais nous pouvons faire sans eux de toute façon. J'éprouve le besoin de demander, pourquoi installer notre nouvelle arme sur la troisième unité lorsque l'un d'entre nous pourrait faire un meilleur usage de celle-ci ?

source: I believe the Norsulans haven’t resolved the contamination issue yet. It’s not the best moment to make risky choices like that with our limited resources; we need to reclaim some land and complete the construction of the other hives.
fr: Je crois que les Norsulans n'ont pas résolu le problème de contamination pour le moment. Ce n'est pas le moment idéal pour prendre des risques comme ça avec nos ressources limitées au moment où nous avons besoin de récupérer certaines terres et d'achever la construction des autres ruches.

source: As for the original...
fr: Comme pour l'original...

source: She said we should not do anything with it yet.
fr: Elle a dit que nous ne devrions pas faire quelque chose encore avec elle.

source: I see. Well, that’s all I wanted to know.
fr: Je vois. Eh bien, c'est tout ce que je voulais savoir.

source: Don’t forget that you have a mission to carry out, too.
fr: N'oubliez pas que vous avez une mission à accomplir, aussi.

source: I am aware, <i>my lady</i>. I am well aware.
fr: J'en suis conscient, <i>ma dame</i>. J'en suis bien conscient.

source: “The defeat of Zhangor. The destruction of Yechnagoth. The end of the Chaos Emperor’s rule.
fr: La défaite de Zhangor. La destruction de Yechnagoth. La fin du règne de l'Empereur du Chaos

source: There was a time when I was said to be pure of heart; that I was fit to wield this staff that once belonged to Niryone. But now, I fear that the evil I have committed could overtake my very soul. Ever since the Union left us, I feel as though I am not myself. I can no longer enjoy a gentle breeze, the taste of food, or fresh water. I do not think I could love again either.
fr: Bien que j'ai le coeur pur, j'ai peur que le mal que j'ai perpetré ne consume mon corps lui-même. Comme si je n'étais plus moi-même. Je ne peux pas profiter d'un zéphire, ou du goût de l'eau fraîche et claire. Je ne pense même pas être capable d'aimer de nouveau.

source: I had not seen the high, snowy peaks of the Heart Mountains for a long time. The last time we traveled through them, one of Uria’s foul henchmen was in hot pursuit: Mal Hekuba, a powerful undead sorcerer of the Iron Triad; leaders of Uria’s cult on Irdya, and the Chaos Empire in Argan’s absence.
fr: Je n'avais pas contemplé les hauts sommets enneigés des Montagnes Centrales depuis longtemps. La dernière fois que j'aurais pu apprécier leur beauté, un des sbires d'Uria nous poursuivait, et ne nous avait pas laissé nous reposer une seule minute.

source: After many days, our trip finally came to an end: we were back in the northern country, safe and away from strife’s grasp. Or so it seemed at first.
fr: Après de nombreux jours, notre voyage toucha à sa fin, et nous fûmes de nouveau en lieu sûr, dans les terres des hommes du nord. Ou tu du moins le pensions-nous.

source: We abandoned Aragwaith territory as agreed, never to return. It was the fairest deal for the elves.
fr: Nous avons abandonné le territoire d'Aragwaith comme promis, pour ne plus jamais revenir. C'était le meilleur marché pour les elfes.

source: True to his word, the orcish lord gave us the fastest transport ship in his possession; he also provided us with select orcish warriors for a crew, and enough provisions for many months of travel across the sea. However, he adamantly refused to allow us to hear the news brought by the messenger we saved, and evaded our inquiries about what prompted the saurian conflict.
fr: Fidèle à sa parole, le seigneur orc nous donna le bateau de transport le plus rapide que ses subordonnés possédaient, avec suffisamment de provisions pour des mois de voyage. Il ne put cependant convaincre qu'une poignée de guerriers orcs de se joindre à nous et de nous aider dans notre voyage sur la Grande Mer. Il ne nous permit pas d'entendre les nouvelles transportées par le messager que nous avions sauvé, et il évita toutes question sur les conséquences du conflit saurien.

source: With Mal Keshar’s help, I managed to pinpoint the approximate location of Zocthanol based on a faint, dark presence towards the southwest. We rested within the walls of Tirigaz and departed early on the next morning.
fr: Avec l'aide de Mal Keshar, nous avons pû déterminer la position approximative de Zocthanol, en se basant sur une faible, sombre présence dans le sud-est. Nous nous reposâmes alors dans les murs de Tirigaz et partîmes tôt le matin suivant.

source: Never before in my life I expected to find myself so far from the forests of the Great Continent, surrounded by an endless body of water inhabited by all sorts of exotic creatures; somehow they did not interfere with our journey as we initially feared. Maybe they were aware of the importance of our mission for the life on Irdya.
fr: Je ne m'attendais pas à me trouver si loin des forêts du Grand Continent, entourée d'une étendue d'eau sans fin, habitée par toutes sortes de créatures des profondeurs et de surface ; des créatures qui, pour une raison inconnue, n'interférère pas avec notre voyage comme nous le craignons au départ. Peut-être connaissaient-ils l'importance de notre mission pour Irdya et ses habitants.

source: The fear of failing to accomplish this mission and leading us to our deaths in the middle of the unknown did not let me sleep well for any single night. I stayed awake late during the long darkness, guarding the deck with Mal Keshar, contemplating the ever changing mood of the waves, pondering my mistakes, wondering what events continued to transpire on the Great Continent in our absence.
fr: La peur de faillir à notre mission et de mourir au milieu de l'inconnu ne me laissa pas une seule nuit de sommeil tranquille. Je restai éveillée tard pendant les grandes Ténèbres, gardant le pont avect Mal Keshar, ou contemplant l'humeur toujours changeante des vagues, réflechissant à mes erreurs, et me demandant ce qui se passait alors dans le Grand Continent.

source: After countless days, we finally found our destination lit up by the setting suns.
fr: Après un nombre incalculable de jours, nous trouvâmes enfin notre destination éclairée par les soleils levants.

source: We carefully planned our landing, and decided that it would be best to keep the orcs and the undead waiting on the ship while Galas and I contacted the elves and explained the situation to them. If they once had to survive in the wild, perilous desert, they surely wouldn’t have fond memories of such creatures.
fr: Nous préparâmes notre débarquement avec soin, et décidâmes qu'il serait mieux que les orcs et les morts-vivants attendent sur le bâteau, pendant que Galas et moi-même prenions contact avec les elfes et leur expliquions la situation. S'ils ceux là avaient survécu dans ce désert sauvage et menaçant, ils n'auraient certainement pas de bons souvenirs de telles créatures.

source: The elves guided us through the forest toward the mountains at the island’s heart, without saying a word to us. We knew it was best to not ask them any questions or do anything that could seem suspicious until we met their authorities.
fr: Les elfes nous ont guidés à travers les forêts dans la direction des montagnes dans le cœur de l'île, sans nous dire un mot. Nous savions qu'il était préférable de ne pas leur poser des questions ou de faire quoique ce soit qui pourrait sembler suspect jusqu'à ce que nous rencontrions leurs autorités.

source: Their clothes, armor, and weapons seemed much more primitive compared to those used by Galas’ kinsmen. Apparently, much of our craft was forgotten by Quetor’el’s group and their descendants. As we approached the more populated areas, I noticed that even their building designs were much unlike those of their ancestors.
fr: Leurs vêtements, leurs armures et leurs armes ont l'air bien plus primitifs que ceux utilisés par les parents de Galas. Apparemment, une grande partie de notre artisanat a été oublié par le groupe de Quetor'el et leurs descendants. Comme nous approchions des régions les plus peuplées, j'ai remarqué que même les bâtiments étaient vraiment différents de ceux que les elfes de la forêt utilisée de mon temps.

source: I had not heard of the name ‘Eloh’ in a very long time, but Galas and his people had heard of her from the dwarves who made contact with these elves long ago. That is just one of many names used to refer to the Guardian of the Arcane Flame who is said to have given life to all faerie beings, including us, elves. Nobody knows exactly when or how her legends first appeared, but the Quenoth elves have apparently forgotten, misinterpreted and exaggerated parts of them.
fr: Je n'avais plus entendu parler du nom de « Eloh » depuis fort longtemps, mais Galas et ses gens avaient entendu parler d'elle grâce aux nains qui ont pris contact depuis longtemps avec ces elfes. C'est juste un des nombreux noms utilisés pour désigner le gardien de la flamme des arcanes qui selon la légende a donné la vie à tous les êtres féeriques, y compris nous, les elfes. Personne ne sait exactement quand ni comment les premières légendes firent leurs apparitions, mais les elfes de Quenoth ont apparemment oublié, mal interprété et exagérée une partie d'entre elles.

source: As it seems, the Quenoth elves thrive and live in peace despite lacking much of our civilization’s knowledge and skills. It may be better that way. They are less likely to be corrupted by Uria’s influences in these dark times.
fr: à ce qu'il semble, les elfes de Quenoth prospéraient et vivaient en paix malgré l'absence d'une grande partie du savoir de notre civilisation et de ses compétences. C'est peut-être mieux ainsi. Ils sont moins susceptibles d'être corrompus par l'influence d'Uria en cette sombre période.

source: Yechnagoth originally controlled a citadel in the heart of Zocthanol Isle where her body resided. Although both the body and the citadel were destroyed by the elves, we suspected that there was much more to find underground.
fr: Yechnagoth à l'origine contrôlée une citadelle au cœur de l'île de Zocthanol où son corps résidé. Bien que le corps et la citadelle ont été détruits par les elfes, nous soupçonnions qu'il y avait beaucoup plus à trouver dans les souterrains.

source: In the morning, we descended into the caves to search for other remains of the place. We found some unusually clean walls — which, as I expected, were hiding the existence of more complex underground tunnels below the island. It seems that Argan, or whoever first discovered Zocthanol, got some help to build the secret citadel.
fr: Dans la matinée, nous sommes allés dans les grottes à la recherche d'autres vestiges de l'endroit. Nous avons trouvé des murs exceptionnellement propres — qui, comme je m'y attendais, cachait l'existence de plus de tunnels souterrains complexes à l'intérieure de l'île. Il semble que Argan, ou celui qui a découvert Zocthanol, ait reçu de l'aide pour construire une citadelle secrète.

source: Argan’s mention of ‘Norsulan’ technology in his records worried me. What if we were fighting for a vain purpose? Perhaps Uria’s influence has already caused permanent, irreversible damage on Irdya, and there’s nothing we can do to stop the enemy now?
fr: La mention par Argan de « technologie Norsulan » dans ses dossiers m'a inquiété. Que faire si nous nous battions pour un but vain ? Peut-être que l'influence d'Uria a déjà causé des séquelles irréversibles, sur Irdya, et n'y a-t-il rien que nous puissions faire pour arrêter l'ennemi maintenant ?
