Repository: project-ethea/Ethea-i18n
Catalog: After_the_Storm/tmp_11620-fr1475663389.po
Languages: fr

source: You cannot go with me, for someone must survive the ordeal to pass the news on to our allies. You are a very smart girl, and I’m sure you all will be able to escape together with your power.
fr: Vous ne pouvez pas venir avec moi, quelqu'un doit survivre à l'épreuve pour informer nos alliés. Vous êtes une fille très intelligente, et je suis sûr que vous serez en mesure de vous échapper grâce à votre pouvoir.

source: I must go now.
fr: Je dois y aller maintenant.

source: Elynia, my lady... Good luck!
fr: Elynia, ma dame... Bonne chance !

source: Darkness Flight
fr: Vol Sombre

source: Elynia is now able to fly over chasms.
fr: Elynia est désormais capable de voler au-dessus des gouffres.

source: Attack Mal Hekuba with Elynia
fr: Attaquer Mal Hekuba avec Elynia

source: And just what are you doing now?
fr: Et qu'est-ce que vous allez faire maintenant ?

source: I’m going to destroy you!
fr: Je vais vous détruire !

source: How pathetic.
fr: C'est pathétique.

source: Have you not learned anything after your friends’ vain sacrifices, Elynia? Have you not learned to GIVE UP?
fr: N'avez-vous rien appris après les vains sacrifices de vos amis, Elynia ? N'avez-vous pas appris à ABANDONNER ?

source: Why won’t you just accept your fate and <b>DIE</b>?!
fr: Pourquoi ne pas tout simplement accepter votre destin et votre <b>MORT</b> ?!

source: We must do something!
fr: Nous devons faire quelque chose !

source: If Elynia herself doesn’t have the power to destroy that lich, I don’t think there’s anything we can do about it...
fr: Si Elynia elle-même n'a pas le pouvoir de détruire cette liche, je ne pense pas qu'il y ait quelque chose que nous puissions faire pour l'aider...

source: Survive until the opportunity to destroy Mal Hekuba presents itself
fr: Survivre jusqu'à ce que la possibilité de détruire Mal Hekuba se présente

source: It’s too late to stop me!
fr: Il est trop tard pour m'arrêter !

source: There’s absolutely <i>nothing</i> you can do!
fr: Il n'y a absolument <i>rien</i> que vous puissiez faire !

source: Have you had enough already?
fr: En avez-vous déjà assez ?

source: No?
fr: Non ?

source: <i>... Don’t forget that you are here fighting for a greater cause...</i>
fr: ... N'oubliez pas que vous êtes ici pour vous battre pour une cause plus grande...

source: ... I...
fr: ... Je...

source: Stupid little vermin...
fr: Stupide petite vermine...

source: Ah, Ivyel! It’s good to see you again... This pitiful creature is hindering me. Could you sweep her away for me?
fr: Ah, Ivyel ! C'est bon de vous revoir... Cette créature pitoyable me gêne. Pourriez-vous la balayer pour moi ?

source: Uh... What’s this?
fr: Euh… Qu'est-ce qui se passe ?

source: ... I cannot be defeated by the likes of you...
fr: ... Je ne peux pas être vaincu par des gens comme vous...

source: ... I am the Lady of Light...
fr: ... Je suis la Dame de Lumière...

source: ... even without my former power, I shall destroy you...
fr: ... même sans mon ancienne puissance, je vais vous détruire...

source: Of course not. TAKE HER DOWN!
fr: Bien sûr que non. DETRUIT Là !

source: What’s she going to do? Does she have a plan?
fr: Qu'est-ce qu'elle va faire ? Elle a un plan ?

source: I am not sure. It appears she wants to attack the infiltrator creature...
fr: Je ne suis pas sûr. Il semble qu'elle veuille attaquer la créature l'infiltrateur...

source: Destroy Ivyel
fr: Détruire Ivyel

source: This is <i>your</i> end, Mal Hekuba...
fr: C'est votre fin, Mal Hekuba...

source: ... Irdya is not yours to destroy!
fr: ... Irdya ne sera pas détruit par vous !

source: WHAT HAVE YOU DONE?
fr: QU'EST-CE QUE VOUS AVEZ FAIT ?

source: Fate
fr: Destin

source: team_name^Elyssa
fr: Elyssa

source: Severely injured, Elynia manages to escape from the underground base as the energy destroys Mal Hekuba and his minions.
fr: Gravement blessé, Elynia réussit à s'échapper de la base souterraine pendant que l'énergie détruisait Mal Hekuba et ses sbires.

source: Just as she tries, to no avail, to stand up, Elynia senses the presence of creatures of some sort amidst the dense night fog.
fr: Tout comme elle essayé, en vain, de se tenir debout, Elynia détecta la présence de créatures d'une certaine sorte au milieu de la nuit et du brouillard dense.

source: And then...
fr: Et puis...

source: ... darkness.
fr: ... les ténèbres.

source: <i>I cannot allow myself to kill someone so dramatically weaker than me.</i>
fr: <i>Comment voulez-vous que je tue quelqu'un de façon spectaculaire alors qu'elle est affaiblie.</i>

source: <i>Are those my words?</i>
fr: <i>S'agit-il de mes paroles ?</i>

source: (<i>in a seductive tone</i>) <i>It would be unfair... and cruel...</i>
fr: (<i>d'un ton séducteur</i>) <i>Ce serait injuste... et cruel...</i>

source: <i>Who are you?</i>
fr: <i>Qui êtes-vous ?</i>

source: <i>You know me. I know you...</i>
fr: <i>Vous me connaissez. Je vous connais...</i>

source: The demoness stared directly at her eyes, with a deeply unsettling, neutral expression.
fr: Le démon la regarda directement dans les yeux, avec une profondeur troublante, une expression neutre.

source: Elynia was still unable to stand up and defend herself.
fr: Elynia était encore incapable de se lever et de se défendre.

source: As Elyssa bent down to reach her head, she prepared for the inevitable. But instead of dealing the killing blow, Elyssa caressed the elf’s hair, the expression on her face unchanged, and she continued to speak in a soft tone of voice.
fr: Alors qu'Elyssa reprenait ses esprits, elle se prépara à l'inévitable. Mais au lieu de recevoir le coup de grâce, Elyssa caressa les cheveux de l'elfe, l'expression sur son visage inchangé, et elle continua à parler d'une douce voix.

source: I don’t want to kill you.
fr: Je ne veux pas vous tuer.

source: You spared my life, just like he did.
fr: Vous épargnez ma vie, tout comme il l'a fait.

source: I’m truly sorry about your friends. She didn’t give me a choice. Now, just let me take what I need, and die in peace if you need to — otherwise, don’t inconvenience us anymore and I’ll never cause you any harm again.
fr: Je suis vraiment désolé au sujet de vos amis. Elle ne m'a pas donné le choix. Maintenant, permettez-moi de prendre ce dont j'ai besoin, et de mourir en paix, si vous le souhaitez — autrement, ne nous gênons plus et je ne vous causerai plus jamais de préjudice.

source: Elynia felt the exchange could have taken place at a better moment, and not during such a terrible display of weakness.
fr: Elynia sentit que l'échange devrait avoir lieu à un meilleur moment, et non lors d'une terrible démonstration de faiblesse.

source: ... Why... why do you do this...
fr: ... Pourquoi... pourquoi fais-tu ça...

source: ... Because it’s all I have left, my dear.
fr: ... Parce que c'est tout ce qu'il me reste, mon ami.

source: ... And thank you for getting rid of that bothersome upstart for me.
fr: ... Et je vous remercie de me débarrasser de ce parvenu ennuyeux pour moi.

source: <i>... Elynia?</i>
fr: ... Elynia ?

source: “When I finally opened my eyes again, I wasn’t in the labyrinthine tunnels of the hive beneath Wesmere anymore. Instead, I was lying on the ground, in the middle of a dense forest, just as night was falling.
fr: « Quand j'ai finalement ouvert les yeux à nouveau, je n'étais plus dans les dédales des tunnels de la ruche sous Wesmere. Au lieu de cela, j'étais couché sur le sol, au milieu d'une forêt dense, juste quand la nuit tombait.

source: It took me a while to realize what happened, still affected by the overwhelming pull of the energy released by our vanquished foe, and the loss of my only remaining friend, Malin Keshar. In my desperate attempt to escape from the crumbling underground fortress and that life-stealing force, I had used the spell to teleport myself back to the surface. That obviously didn’t work as I wanted, and I ended up too far away from those cursed lands of eternal night, but how far?
fr: Il m'a fallu un moment pour réaliser ce qui s'est passé, toujours affecté par l'attraction écrasante de l'énergie libérée par notre ennemi vaincu, et la perte de mon seul ami restant, Malin Keshar. Dans ma tentative désespérée de m'échapper de la forteresse qui s'écrouler en sous-sol et à la perte de ma force de vie, j'avais utilisé le sort pour me téléporter à la surface. De toute évidence, cela n'a pas fonctionné comme je le voulais, et j'ai fini trop loin de ces terres maudites de la nuit éternelle, mais jusqu'à quel point ?

source: The humans weren’t particularly friendly, overall. It seems that life in the northern forests has become nearly impossible for them due to the unforgiving weather and the scarcity of resources to sustain their settlement. Judging from the rumors, they feel forsaken by the Alliance, which has been focusing on the war against what remains of the Chaos Empire.
fr: Les humains ne sont pas particulièrement sympathiques, dans l'ensemble. Il semble que la vie dans les forêts du nord était devenue presque impossible pour eux en raison de la météo impitoyable et de la rareté des ressources pour soutenir leur colonie. à en juger par les rumeurs, ils se sentaient abandonnés par l'Alliance, qui avait mis l'accent sur la guerre contre ce qui reste de l'Empire du Chaos.

source: I can’t help but wonder how the Alliance has fared in battle ever since we left their territory for Zocthanol.
fr: Je ne peux pas m'empêcher de me demander ce qui se passe sur le front de bataille depuis que nous avons quitté le territoire de l'Alliance pour Zocthanol.

source: This Allyna girl seemed rather over-enthusiastic about the situation despite the difficulties she encountered on her way to Raelthyn before we found her. It’s been a while since I last had the opportunity to talk to someone like that.
fr: Cette fille Allyna semblait plutôt un peu trop enthousiaste au sujet de cette situation, malgré les difficultés qu'elle a rencontrées sur son chemin pour Raelthyn avant que nous la trouvions. Cela faisait un moment que je n'avais pas eu l'occasion de parler à quelqu'un comme elle.

source: Mal Keshar seemed to try to make the most fun of any situation, before Galas was killed. I truly miss their company. Sometimes, I wish I could get rid of the burden of responsibility.
fr: Mal Keshar semblait celui qui prenait le plus de plaisir de cette situation, avant que Galas soit tué. J'ai vraiment raté leur mission. Parfois, je souhaite pouvoir me débarrasser du fardeau de la responsabilité.

source: Before dying, my master told me the true power of the Ruby of Fire may become crucial for the destiny of our world, and that I should make sure it’s not misused by anyone. I never imagined her words would become more than merely part of a pain-induced hallucination.
fr: Avant de mourir, mon maître m'a dit que le vrai pouvoir du Rubis de feu pourrait devenir crucial pour le destin de notre monde, et que je devrais m'assurer qu'il ne soit pas mal utilisé par n'importe qui. Je n'aurais jamais imaginé que ses mots deviendraient plus qu'un simple cadre de douleur induite par une hallucination.

source: And so we left for the eastern marches, with a renewed and clear purpose.
fr: Et nous sommes partis pour les marches de l'est, avec un objectif renouvelé et clair.

source: Surprisingly enough, Durvan and some of his people agreed to participate in our expedition. Allyna offered her help as well, providing us with a safe route to follow, incidentally crossing through her village.
fr: Curieusement, Durvan et certains de ses gens ont accepté de participer à notre expédition. Allyna a offert son aide aussi, nous fournissant une voie sûre à suivre, d'ailleurs en traversant son village.

source: We proceeded as swiftly as we could, resting for as little as possible according to the needs of our accompanying militia.
fr: Nous avons procédé aussi rapidement que nous le pouvions, nous reposant aussi peu que possible en fonction des besoins de notre milice qui nous accompagné.

source: It is certainly the strangest trio I’ve met since I was awakened by Galas’ band in the Heart Mountains. In different circumstances, I’d have been much more reluctant to work with them, but the young girl’s sincerity and admiration for me — and her <i>interesting</i> personality — convinced me to try my late friend’s unusual approach to dealing with unusual enemies.
fr: C'est certainement le plus étrange trio que j'ai pu rencontrer depuis que j'ai été réveillé par la bande de Galas dans les montagnes centrales. Dans des circonstances différentes, j'aurais été beaucoup plus réticentes à travailler avec eux, mais la sincérité de la jeune fille et son admiration pour moi — et sa personnalité <i>intéressante</i> — m'a convaincue d'essayer une approche inhabituelle avec mon regretté ami de traiter avec les ennemis insolites.

source: After a couple of days, we finally arrived at the frontier. Unfortunately, we’d soon learn that the Council’s fears had become more than mere speculations.
fr: Après quelques jours, nous sommes finalement arrivés à la frontière. Malheureusement, nous devions bientôt apprendre que les craintes du Conseil étaient devenues plus que de simples spéculations.

source: Unarye told us to follow her guards into a nearby forest where some of the allied elves had just set up camp. I could tell by her grave expression that she bore bad news. It took her almost the entire afternoon to make time for speaking to us.
fr: Unarye nous a dit de suivre ses gardes dans une forêt voisine où une partie des elfes alliée venait de monter leur camp. Son air grave a révélé qu'elle avait de mauvaises nouvelles à nous dire. Il lui a fallu presque toute l'après-midi pour prendre le temps nécessaire pour nous parler.

source: I didn’t feel particularly comfortable with the thought of leaving both the Grand Council and Elorran awaiting our return. At least the Council understood the urgency of the situation and the importance of our mission for the elves after I talked to Valen herself, but the Demon Lord was less understanding about my decision.
fr: Je ne me sentais pas particulièrement à l'aise avec l'idée de quitter à la fois le Grand Conseil et Elorran qui attendrait notre retour. Au moins, le Conseil a compris l'urgence de la situation et l'importance de notre mission pour les elfes après avoir parlé à Valen elle-même, mais le Seigneur Démon était moins compréhensif sur ma décision.

source: Working for the Council and my people without telling them about our agreement with Elorran isn’t easy either, but this isn’t the first time I’ve had to keep a secret for a greater good. However, that raises the question: Did I choose my allies correctly, or I am making a big mistake? My new allies insisted that the very existence of the Ruby of Fire in these times is a big mistake by itself.
fr: Travailler pour le Conseil et mes gens sans leur parler de notre accord avec Elorran n'est pas facile non plus, mais ce n'est pas la première fois que j'ai à garder un secret pour leur plus grand bien. Cependant, cela soulève la question : Ai-je choisir mes alliés correctement, ou est-ce que je fais une grosse erreur ? Mes nouveaux alliés insisté sur le fait que l'existence même du Rubis de feu en ces temps est une grosse erreur en elle-même.

source: Then again, so did Malin.
fr: Puis de nouveau, que ferait Malin.

source: The journey across the desert turned into a nightmare; we needed to be wary after the events in Gralseth. Every animal or rock, no matter how innocuous it seemed, could be part of a devious trap to destroy us and acquire the staff for the Iron Council.
fr: Le voyage à travers le désert s'est transformé en cauchemar, il nous fallait nous méfier après les événements de Gralseth. Chaque animal ou roche, peu importe la façon dont ils semblaient anodins, pouvaient faire partie d'un piège sournois pour nous détruire et acquérir le bâton pour le Conseil de Fer.

source: Even with our map and Valen’s indications, wandering in the vast dry plains was highly dangerous. The stifling heat during the day, frequent sandstorms, and lack of abundant water sources didn’t help matters.
fr: Même avec notre carte et les indications de Valen, errer, dans les vastes plaines asséchées, était très dangereux. La chaleur étouffante pendant la journée, les fréquentes tempêtes de sable, et le manque de sources d'eau abondantes n'ont pas arrangé les choses.

source: Finally, we reached a rare oasis, alongside which we could spot another thing of interest: the ruins of the northern defense line of the valley Telchior named after myself.
fr: Enfin, nous avons atteint une des rares oasis, à côté de laquelle nous pouvions observer une autre chose intéressante : les ruines de la ligne de défense du nord de la vallée de Telchior ainsi nommé par moi-même.

source: The Ruby of Fire. A great power accumulator of dubious origins, used by the ancient peoples of Irdya to exert their control over everything within their reach and even further beyond. In the process, they made our world susceptible to external influence from the dead, and the damned.
fr: Le rubis de feu. Un grand accumulateur de puissance d'origine douteuse, utilisé par les anciens peuples d'Irdya pour exercer leur contrôle sur tout ce qui était à leur portée et même plus loin au-delà. Dans le processus, ils ont rendu notre monde sensible à l'influence extérieure de la mort, et des damnés.

source: Now that we are without a necromancer, using its dangerous power to command the undead minions left behind by Zynara is the only option we have left for confronting the impostor directly. But, who is the impostor?
fr: Maintenant qu'il n'y a pas plus de nécromanciens pour l'appui de notre infiltration, utiliser sa dangereuse puissance pour commander les serviteurs morts-vivants laissés par Zynara est la seule option pour faire face directement à l'imposteur. Mais, qui est l'imposteur ?

source: I have broken more rules than is acceptable for any elf, or human. First, it was the Ruby; then I chose Argan as my ally and lover, and let him help me learn to use the artifact’s power more effectively. I switched bands and joined the Empire of Wesnoth as an advisor, leaving my kinsmen in Wesmere to get caught in Zhangor’s trap.
fr: J'ai brisé les règles plus que ce qui est acceptable pour n'importe quel elfe, ou humain. Tout d'abord, il y a eu le Rubis, puis j'ai choisi Argan comme mon allié et amant, et je l'ai laissé m'aider à apprendre et à utiliser la puissance de l'artefact de manière plus efficace. J'ai changé de bande et j'ai rejoint l'Empire de Wesnoth en tant que conseiller, laissant mes parents à Wesmere se laisser prendre au piège de Zhangor.

source: Our alliance with Mal Keshar was not my choice; Galas and Anlindë knew very well what it entailed, but it was a desperate situation. I seem to be following the same logic right now, commanding the dead with a power that should have been purged from this world eons ago. It seems selfish, and the rest could misinterpret my actions for their own benefit. It’d seem I am, in fact, another impostor.
fr: Notre alliance avec Mal Keshar n'était pas mon choix ; Galas et Anlindë savaient très bien ce que cela impliquait, mais c'était une situation désespérée. Cela me semble être la suite logique en ce moment, commandant de la mort avec une puissance qui aurait dû être purgé de ce monde il ya des siècles. Cela semble égoïste, et le reste mes actions pourrait être mal interprété pour leur propre bénéfice. Il semble que je suis, en fait, un autre imposteur.

source: I would prefer to distance myself from civilization again, after this is over, but I still need that lost journal first.
fr: Je préfère prendre mes distances de toute civilisation à nouveau, après c'est fini, mais je dois d'abord retrouver le journal.

source: General Bardyl
fr: Général Bardyl

source: No! Elynia, please!
fr: ... Elynia... s'il vous plaît...

source: No... Elynia... save me...
fr: ... Elynia... s'il vous plaît...

source: No... NO!
fr: Non...

source: I guess... I will never see my home again...
fr: Je craignais... ne jamais revoir ma maison...

source: It is over for me...
fr: C'est fini maintenant.

source: I don’t think I— ARGH!
fr: Je ne pense pas Je— ARGH!

source: Alas, I thought I’d... recover Aran-Balgur... before... this...
fr: Hélas, je pensai... retrouver Aran-Balgur... avant...ça...

source: Oh, Elynia... I wish... you could be... with me now...
fr: J'aimerais... j'aimerais être avec vous... maintenant... Elynia...

source: ... I knew this was... a terrible idea... heh....
fr: ...Je savais que c'était...une terrible erreur... heh...

source: No! It didn’t have to end like this!
fr: Non! Ca ne doit pas se terminer ainsi!

source: I failed you all...
fr: Je tombe...

source: Cron falls... and bids the storm lady... farewell...
fr: Cron tombe... et la dame de la tempête...

source: No! This... this was not supposed to happen! Cron!
fr: Non! Ce... n'était pas supposé arrivr! Cron!

source: Such an incompetent fool. I should have known she would be useless in the end.
fr: Qelle idiote incompétente. J'aurais du savoir quelle serait inutile à la fin.

source: Even with her greater experience... This is hopeless...
fr: Même avec sa grande experience... C'est sans espoir...

source: I should have known this would fail so horribly in the end...
fr: J'aurais du savoir que cela echouerais horriblement au final...

source: AtS-3
fr: AlT-3

source: AtS-4
fr: AlT-4

source: Final
fr: Finale

source: Though at the end of the day darkness may claim our homes and lives and trap the world beneath its impenetrable veil, the night is not eternal, and even amidst chaos, hope shines forth as a beacon which can help us vanquish our worst fears and reunite us with our destiny.
fr: Si à la fin du jour les ténèbres pouvaient envelloper nos maisons et nos vies et piéger le monde de son voile impénétrables, la nuit n'est pas éternelle et même dans le chaos, l'espoir peut venir de là où on ne l'attend pas et nous réconcilier avec nôtre destin.

source: difficulty_menu^Druid
fr: Druide

source: difficulty_menu^Dryad
fr: Dryade

source: difficulty_menu^Warden
fr: Gardienne

source: Opening
fr: Ouverture

source: My lady, you have finally returned! I was concerned for you, since you left without notice! What do you have there?
fr: Ma dame, vous êtes enfin revenus! Je m'inquiétais, depuis votre départ précipité! Qu'avez-vous là?

source: The Ruby of Fire! You retrieved it, my lady! Was the faerie elf already dead, or did you kill her yourself?
fr: Le Rubis de Feu! Vous l'avez récupéré, ma dame? Cette fée était -elles morte ou l'avez-vous tué vous-meme?

source: She destroyed Hekuba for us first in the elves’ valley. Naturally, she paid the price.
fr: Elle a vaincu Hekuba pour nous dans la vallée elfe. Evidemment elle en a payée le prix.

source: So they destroyed each other? Excellent news!
fr: Ils se sont détruits mutuelment? Excellent nouvelles!

source: So, what are we going to do now?
fr: Qu'allons-nous faire maintenant ?

source: Where is Nar-hamoth?
fr: Où est Nar-hamoth ?

source: I believe he’s relatively busy battling the allied forces remaining near the Bay of Glamdrol. Should you require his immediate presence here with us, I can summon him—
fr: Je crois qu'il affronte les forces de l'Alliance restante dans la baie de Glamdrol. Demandez vous sa présence avec nous, je peux l'invoquer

source: That shall not be necessary. Not anymore.
fr: Ce n'est pas nécessaire. Plus maintenant
