Repository: project-ethea/Ethea-i18n
Catalog: After_the_Storm/tmp_11620-fr1475663389.po
Languages: fr

source: Dedicated to Elynia-Thanadria of Wesmere, Lady of Light and Protector of the Elves of Irdya.
fr: Dédié à Elynia-Thanadria de Wesmere, Dame de Lumière et protectrice des elfes d'Irdya.

source: Protect the Lady of Light! Argh—
fr: Protéger la Dame de Lumière ! Argh —

source: I— the Lady of Light... why...
fr: Je — la Dame de Lumière... pourquoi...

source: The impostor escaped!
fr: L'imposteur s'est échappé !

source: This isn’t good; we couldn’t prove that she is an impostor. The remaining elves will bring reinforcements and fight us to death! We must retreat immediately!
fr: Cela ne va pas ; nous n'avons pas pu prouver qu'elle est une usurpatrice. Les elfes restants vont amener des renforts et nous combattre jusqu'à la mort ! Nous devons battre en retraite tout de suite !

source: I shall never be defeated by vile impostors like you!
fr: Je ne serai jamais vaincu par de vils imposteurs comme vous !

source: Do you truly believe your own lies? Why don’t you show these elves what you are capable of? Your great powers as the Lady of Light? <i>Who</i> are you, and why are you posing as myself?
fr: Croyez-vous vraiment à vos propres mensonges ? Pourquoi ne pas montrer à ces elfes ce que vous êtes capable de faire ? Pourquoi ne pas montrer les grands pouvoirs de la Dame de Lumière ? <i>Qui</i> êtes-vous, et pourquoi vous vous faites passer pour moi ?

source: Your end is at hand. I shall not answer. Guards! Kill her!
fr: Votre fin est proche. Je ne répondrai pas. Gardes ! Tuez-la !

source: Back, you fools!
fr: Reculer, imbéciles !

source: What is this? She is glowing!
fr: Qu'est-ce qui se passe ? Elle s'illumine !

source: ... Wha— What are we doing?
fr: ... Qu— Que faisons-nous ?

source: Do not hesitate! Kill her! <b>Now!</b>
fr: N'hésitez pas ! Tuez-la ! <b>Maintenant !</b>

source: Who... Who should we trust?
fr: à qui... à qui devons-nous faire confiance ?

source: My lady... Elynia! The Lady of Light! I remember you!
fr: Ma dame... Elynia ! La Dame de Lumière ! Je vous reconnais !

source: No...
fr: Non...

source: ... We have been deceived...
fr: ... Nous avons été trompés...

source: What have we done?
fr: Qu'avons-nous fait ?

source: This is <i>not</i> over yet!
fr: Ce n'est <i>pas</i> encore terminé !

source: The false Lady of Light has escaped!
fr: La fausse Dame de Lumière s'est échappée !

source: We still need to defeat the other commanders!
fr: Nous devons encore vaincre les autres commandants !

source: Their reinforcements have arrived and they have surrounded the valley! This is hopeless!
fr: Leurs renforts sont arrivés et ils ont entouré la vallée ! C'est sans espoir !

source: That fiend retreated into the Shaxthal hive.
fr: Cette monstrueuse créature se retire dans la ruche Shaxthal.

source: Her crimes against the unity of the elvish civilization shall not go unpunished. I shall pursue her underground if need be.
fr: Ses crimes contre l'unité de la civilisation elfique ne resteront pas impunis. S’il le faut, je la poursuivrai dans les souterrains.

source: My lady, we cannot let you go alone! It’s dangerous beneath this valley since the new hive was built.
fr: Ma dame, nous ne pouvons pas vous laisser aller là-bas toute seule ! Le sous-sol de cette vallée est dangereux depuis que la nouvelle ruche a été construite.

source: We haven’t seen him or her ourselves yet, but the humans were spreading rumors of the arrival of one of the impostor’s most powerful allies yesterday! They might be awaiting you!
fr: Nous ne l'avons pas vu il ou elle encore, mais les humains ont propagé la rumeur de l'arrivée de l'un des alliés les plus puissants de l'usurpatrice hier ! Il se pourrait qu'ils vous attendent !

source: My lady, I— I mean Elynia, let us go with you, please!
fr: Ma dame, je — je veux dire Elynia, laissez-nous aller avec vous, s'il vous plaît !

source: If there’s anything else we can do to try to amend our grave mistake...
fr: S'il y a quelque chose que nous pouvons faire pour essayer de réparer notre grave erreur...

source: Let’s go together.
fr: Partons ensemble.

source: New Hive
fr: Nouvelle ruche

source: team_name^Dark Hive
fr: Ruche de Wesmere

source: Proceed further underground with Elynia
fr: Pénétrer dans les souterrains avec Elynia

source: Do not let your units lag behind
fr: Ne pas laisser vos unités à la traîne

source: Recall as many units as possible whenever you encounter keeps
fr: Rappeler le maximum d'unités possible chaque fois que vous rencontrez des donjons

source: What is this place?
fr: Quel est cet endroit ?

source: A Shaxthal hive, apparently built in the valley’s underground fortress. According to Unarye, the valley was only slightly habitable in the beginning, and at first the elves had to seek refuge in the natural caverns during the day, while they worked to adapt the surface land to their needs at night.
fr: Une ruche Shaxthal, apparemment construite pour être la forteresse souterraine de la vallée. Selon Unarye, la vallée n'était pas très hospitalière au début, et les elfes ont dû chercher refuge pendant le jour, dans un premier temps dans des cavernes naturelles, pendant qu'ils travaillaient à la surface la nuit pour adapter la terre à leurs besoins.

source: Although Shaxthal creatures are particularly weak against our fire, it’s essential that we remain together as we proceed further underground.
fr: Bien que les créatures Shaxthal soient particulièrement sensibles à notre feu, il est crucial que nous restions ensemble, pendant que nous nous enfoncerons dans les souterrains.

source: What was that?
fr: Qu'est-ce... que c'était ?

source: The Betrayal
fr: La Trahison

source: Defeat the false Lady of Light
fr: Vaincre la fausse Dame de Lumière

source: Another gate...
fr: Une autre porte...

source: Look! It’s the impostor again!
fr: Regardez ! C'est à nouveau l'usurpatrice !

source: I have to destroy her... yes, I have to... I must not fail this time...
fr: Je dois la détruire... oui, je le dois... Je ne dois pas échouer cette fois...

source: So here you are, traitor.
fr: Alors vous êtes ici, traîtresse.

source: I AM NOT A TRAITOR! I’LL DESTROY YOU THIS TIME!
fr: JE NE SUIS PAS UNE TRAITRESSE ! JE VAIS VOUS DéTRUIRE CETTE FOIS !

source: She doesn’t even try to prove you wrong...
fr: Elle n'a même pas essayé de vous prouver le contraire...

source: I have had enough of this — surround her and strike her down! Do not let her get away!
fr: J'en ai assez de cette — entourez-la et frappez-la ! Ne la laissez pas s'échapper cette fois !

source: No... Let me go!
fr: Non... Lâchez-moi !

source: You and your accursed allies have conspired against us and the Grand Council of the Northern Peoples, creating strife and destruction amongst them. Whoever you are, your evil deeds do not make you worthy of my mercy anymore. You no longer deserve a place amongst our kind.
fr: Vous et vos maudits alliés avez conspiré contre notre peuple et le Grand Conseil des peuples du Nord, amenant des conflits et la désolation sur eux. Qui que vous soyez, par vos mauvaises actions, vous n'êtes plus digne de ma miséricorde. Vous ne méritez plus votre place parmi nos semblables.

source: ... Elynia... please...
fr: ... Elynia... s'il vous plaît...

source: Leave this world <b>now</b>, and never return again!
fr: Quittez ce monde <b>maintenant</b>, et ne revenez jamais !

source: (<i>confused</i>) What is this?
fr: (<i>confuse</i>) Qui est-ce ?

source: ... Please... don’t attack me...
fr: ... S'il vous plaît... ne m'attaquez pas...

source: But... how... how is this possible?
fr: Mais... comment... comment est-ce possible ?

source: This doesn’t make sense!
fr: Ça n'a pas de sens !

source: (<i>cackling</i>)
fr: (<i>gloussements</i>)

source: Who is that?!
fr: Qui est là ?!

source: (<i>more cackling</i>) <i>What do you think of our first true infiltrator? She was incredibly hard to build, and to perfect.</i>
fr: (<i>plus de gloussements</i>) <i>Que pensez-vous de notre véritable premier infiltrateur ? Il a était incroyablement difficile à construire et à perfectionner.</i>

source: (<i>visibly angered</i>) I know you... You are one of the members of the Iron Council, Mal Hekuba...
fr: (<i>visiblement irrité</i>) je vous connais... Vous êtes l'un des membres du Conseil de Fer, Mal Hekuba...

source: Did you miss me, Elynia?
fr: Je vous ai manqué, Elynia ?

source: ... I couldn’t possibly wish harder for you and your friends’ destruction.
fr: ... Je ne souhaite qu'une chose pour vous et vos amis, c'est votre destruction.

source: Ha, ha, but that’s not going to happen in your lifetime, or is it?
fr: Ah, ah, mais cela ne se produira pas de votre vivant, où est-il ?

source: Where are you? Stop fooling around and show yourself, you—
fr: Où êtes-vous ? Arrêtez de vous amuser et montrez-vous, vous —

source: I understand that you must be confused and angry after losing your friends to such a pointless cause and traveling so far, only to slaughter the same people whom you vowed to protect in an era long gone!
fr: Je comprends que vous soyez confuse et en colère après être venue de si loin pour perdre vos amis dans une cause inutile, massacrant les mêmes personnes que vous aviez promis de protéger il y a des lustres !

source: He appears to be just an illusion...
fr: Il semble qu'il soit juste une illusion...

source: Destroying you is NOT a pointless cause!
fr: Vous détruire n'est PAS une cause inutile !

source: But of course it is! You cannot destroy us! Not without the power of the Union, anyway, which you left behind in Uria’s sacred domain when you destroyed your beloved Argan.
fr: Mais bien sûr qu’elle l'est ! Vous ne pouvez pas nous détruire ! Non, sans la puissance de l'Union, de toute façon, vous l'avez laissée derrière vous dans le domaine sacré d'Uria quand vous avez détruit votre bien-aimée Argan.

source: I still have the Ruby of Fire!
fr: J'ai encore le Rubis de Feu !

source: That understandably attractive relic is not important for <i>me</i>. Argan’s treacherous little girl likes to think of it as if it were unique and irreplaceable, and convinced Uria of that — but in truth, it is not.
fr: Cette relique naturellement attrayante n'est pas importante pour <i>moi</i>. Jeune fille perfide d'Argan vous aimez croire qu'elle est aussi unique et irremplaçable pour Uria, et vous en êtes convaincu — mais en vérité, il n'en est rien.

source: What are you babbling about?
fr: Qu'est-ce que vous marmonnez ?

source: Yechnagoth’s heart replicas were lost when you and your pathetic lackey destroyed our base in Wesmere, but I have had plenty of time to create more here without her being able to know about them. I am sure that together, they are as good or better than the original, and they might even be a superior substitute for your precious gem.
fr: Les répliques du coeur de Yechnagoth ont été perdues lorsque vous et votre pathétique laquais aviez détruit notre base de Wesmere, mais j'ai eu beaucoup plus de temps pour en créer ici, sans qu'elle puisse savoir quelque chose à leur sujet. Je suis sûr qu'ensemble, ils sont aussi bons ou meilleurs que l'original, et ils pourraient même être un substitut supérieur à votre pierre précieuse.

source: Are you working against Uria’s will, then?
fr: Vous travaillez contre la volonté d'Uria, alors ?

source: (<i>losing his temper</i>) We cannot speak to her directly! We can only do so through that treacherous wench, who keeps the Dark Lady’s heart within her for her own purposes!
fr: (<i>perds son sang-froid</i>) Nous ne pouvons pas lui parler directement ! Nous ne pouvons le faire qu’à travers cette fille perfide, la Dame noire qui garde le cœur en son sein pour ses propres fins !

source: ... We... We destroyed Wesmere... Yechnagoth’s heart wasn’t there?! What did we shatter when we...
fr: ... Nous... Nous l'avons détruit à Wesmere... Le cœur de Yechnagoth n'était pas là bas ! Qu'avons-nous brisé quand nous...

source: The energy that should have destroyed you was released from the shattered remains of the <i>second</i> replica of her heart’s core, and various experimental units. The third one powers our infiltrator, whom you just failed to defeat. And of course, you cannot defeat her, for her power goes far beyond yours — she is, after all, an imitation of Yechnagoth’s grace and might.
fr: L'énergie que vous avez libérée provenait de la <i>seconde</i> réplique basée sur son cœur, et de diverses unités expérimentales. La troisième est l'énergie de mon infiltrateur, contre qui vous allez subir une défaite. Car bien sûr, vous ne pourrez pas le vaincre, sa puissance est largement supérieure à la vôtre — il est, après tout, une imitation de la grâce de Yechnagoth et de sa puissance.

source: Nevertheless, I do not have much more time to talk to you. I need to go to tend to some... rituals. Ivyel was created to destroy you and our own traitor. Take a good glance at her perfection, for it will be your last opportunity.
fr: Néanmoins, je n'ai pas le temps de discuter avec vous. Je dois m'occuper de certains... rituels. Ivyel a été créé pour vous détruire vous et notre propre traîtresse. Admirez sa perfection, car ce sera la dernière fois.

source: (<i>more cackling</i>)
fr: (<i>plus de gloussements</i>)

source: What are we going to do now?
fr: Qu'allons-nous faire maintenant ?

source: Those bastards can’t get away with this! My lady, we must do something!
fr: Ces bâtards ne peuvent pas s'en tirer comme ça ! Ma dame, nous devons faire quelque chose !

source: I don’t think we have the power necessary to destroy the artifacts that Mal Hekuba is going to use to...
fr: Je ne pense pas que nous ayons la puissance nécessaire pour détruire les artefacts que Mal Hekuba va utiliser pour...

source: Of course we do! We didn’t come all the way from the northern lands risking that blasted Ruby for nothing! Whatever that lich is going to do, it will destroy us all if we don’t stop him now!
fr: Bien sûr, nous le ferons ! Nous n'avons pas fait tout ce chemin à partir des périlleuses terres du Nord en risquant ce fichu Rubis ! Quelle que soit que cette liche va faire, il nous détruira tous si nous ne l'arrêtons pas maintenant !

source: The last time we fought against that power, I lost a friend, and the vast plains of Wesmere vanished with his remains...
fr: La dernière fois que nous nous sommes battus contre cette puissance, j'ai perdu un ami, et les vastes plaines de Wesmere ont disparu avec ses restes...

source: Any course of action at this point will inevitably lead to someone’s destruction, but I’m sure we can do it this time! If the lich is going to create a... path to Inferno, as Elorran said, perhaps we can cause it to collapse at the other side!
fr: N'importe quelle action que nous allons entreprendre à ce stade va inévitablement conduire à la destruction de quelqu'un, mais je suis sûr que nous pouvons faire quelque chose cette fois-ci ! Si la liche crée un... chemin pour l'Enfer, comme Elorran l'a dit, peut-être que nous pourrons le faire s'effondrer de l'autre côté !

source: But we’ll need to destroy the lich first. We can’t do that without your help, Elynia.
fr: Mais nous aurons besoin de détruire la liche en premier. Nous ne pouvons pas le faire sans votre aide, Elynia.

source: We don’t have much time! That thing we just fought could be back at any moment!
fr: Nous n'avons pas beaucoup de temps ! Cette chose que nous venons de combattre pourrait être de retour à tout moment !

source: I appreciate your support... I don’t think I could have come this far alone. And I don’t want to force you to follow me...
fr: Je vous remercie de votre soutien... Je ne pense pas que j'aurais pu aller aussi loin seule. Et je ne veux pas vous forcer à me suivre...

source: Of course not! We are your friends!
fr: Bien sûr que non ! Nous sommes vos amis !

source: Let’s find that foul fiend and destroy him once and for all.
fr: Trouvons ce monstre immonde et détruisons-le une fois pour toutes.

source: Proceed further underground with Elynia to find Mal Hekuba
fr: Continuer plus en avant dans les souterrains avec Elynia pour trouver Mal Hekuba

source: They are getting closer to the control chamber! Get them, quickly!
fr: Ils se rapprochent de la chambre de contrôle ! Cherchez-les, vite !

source: I don’t like how that sounds...
fr: Je ne sais quoi faire...

source: You! You can’t stop our master! You can’t—
fr: Vous ! Vous ne pouvez pas arrêter notre maître ! Vous ne pouvez pas —

source: My lady! At last, I found you! I know where the lich is!
fr: Ma dame ! Enfin, je vous ai trouvé ! Je sais où est la liche !

source: Speak.
fr: Parle.

source: The catacombs below guard an artifact of some sort. Nobody knows exactly what it is, but we know the entrance is protected by a gate controlled by three crystals found near this guard post.
fr: Les catacombes ci-dessous gardent un artefact d'un certain sort. Personne ne sait exactement ce que c'est, mais nous connaissons l'entrée qui est protégée par une porte contrôlée par trois cristaux trouvés à proximité de ce poste de garde.

source: Let’s find those crystals, then.
fr: Trouvons ces cristaux, alors.

source: Locate and activate the three control crystals to open the central gates
fr: Localiser et activer les trois cristaux de contrôle pour ouvrir la porte centrale

source: May Uria punish you all for this—
fr: Que Uria vous punisse tous pour ça —

source: Nooooaaagh... it hurts!!!
fr: Nooonaaagh... ça fait mal !!!

source: The beast’s body is dissolving into slime!
fr: Le corps de la bête se dissout dans la boue !

source: Even though I have fallen, you are no match for my master’s power!
fr: Même si je suis tombé, vous n’êtes pas de taille face au pouvoir de mon maître !

source: We’ll see about that very soon.
fr: Nous verrons ça très bientôt.

source: What in blazes is that creature?!
fr: Quelles flammes a cette créature ?!

source: Don’t let it stare at you! It can drain your life force!
fr: Ne la laissez pas vous regarder ! Elle lui permet de drainer votre force de vie !

source: Make haste!
fr: Hâtez-vous !

source: A Final Confrontation
fr: La confrontation finale

source: team_name^Mal Hekuba
fr: Mal Hekuba

source: team_name^Chamber Guards
fr: Gardiens de la chambre

source: This goes deeper and deeper—
fr: Cela va de plus en plus profond —

source: ... I fear we don’t have much more time. Just where in this accursed place are you, Hekuba?
fr: ... Je crains qu'ils ne nous restent plus beaucoup de temps. Où vous cachez-vous dans ce lieu maudit, Hekuba ?

source: The earth shakes.
fr: La terre tremble.

source: Move Elynia to the central chamber
fr: Déplacez Elynia à la chambre centrale

source: Access granted.
fr: Accès accordé.

source: Be careful. I’m sure he is in this chamber, somewhere...
fr: Soyez prudent. Je suis sûr qu'il est dans cette chambre, quelque part...

source: Most likely on that tall platform at the center. We need to get up there somehow.
fr: Très probablement sur ​​cette haute plate-forme au centre. Nous devons aller là-bas d'une façon ou d'une autre.

source: What’s that noise?
fr: Qu'est ce que c'est cette voix ?

source: ... That energy... It’s the same...
fr: ... Cette énergie... C'est la même chose...

source: Elynia? What’s happening?
fr: Elynia ? Qu'est-ce qui se passe ?

source: ... A dark energy emanates from those spires... It’s the same energy that was released in Wesmere when we destroyed the creature within the hive.
fr: ... L'énergie sombre émane des flèches... C'est la même énergie qui a été libérée à Wesmere lorsque nous avons détruit la créature au sein de la ruche.

source: How should we destroy them?
fr: Comment devrions-nous les détruire ?

source: Search the chamber — there must be some mechanism controlling them.
fr: Chercher dans la chambre — il doit y avoir un mécanisme qui les contrôle.

source: Explore the central chamber
fr: Explorer la chambre centrale

source: darkness storm
fr: tempête sombre

source: Welcome to your end, heathens!
fr: Bienvenue à votre fin, païens !

source: What kind of evil magic is this?
fr: Quel genre de progéniture infernal est cette chose ?

source: Is he... fused with one of the spires?
fr: C'est lui... fusionné avec l'une des flèches ?

source: What do you expect to achieve by creating a new portal to Inferno with your new-found powers? Your troops are falling one by one under the might of the northern peoples’ alliance, and you decided to start a riot against your own leader in this dead land?
fr: Qu'est-ce que vous espérez atteindre en créant un nouveau portail pour l'Enfer avec les nouveaux pouvoirs que vous avez trouvé ? Vos troupes tombent une par une sous la force de l'alliance des peuples du Nord, et vous décidez de lancer une révolte contre votre propre chef sur la terre des morts ?

source: Ha, ha, ha, ha! Don’t forget that your shortsightedness is the chief cause of your friends’ demise, foolish creature. The power I control now is too great, even for her.
fr: Ha, ha, ha, ha ! N'oubliez pas que votre aveuglement est la principale cause de la disparition de vos amis, sotte créature. La puissance que je contrôle maintenant est trop grande, même pour elle.

source: What if you don’t truly control it? You said you cannot speak to Uria directly — what if her will is <i>your</i> destruction?
fr: Que faire si vous n'arrivez pas vraiment à la contrôler ? Vous avez dit que vous n'aviez pas parlé à Uria directement — et si sa volonté est <i>votre</i> destruction ?

source: Insolent girl! You shall all die!
fr: Fille insolente ! Vous allez tous mourir !

source: YOU SHALL ALL DIE NOW!
fr: VOUS ALLEZ TOUS MOURIR MAINTENANT !

source: Everyone, stay away from the spires and the portal! I must think of something...
fr: Tout le monde, restez à l'écart des flèches et du portail ! Je dois trouver quelque chose...

source: The portal increases in size every turn, taking adjacent ground hexes with it
fr: Le portail augmente en taille à chaque tour, en absorbant les hexagones qui lui sont adjacents

source: Unless they are adjacent to a spire, road hexes cannot disappear
fr: Sauf s'ils sont à côté d'une flèche, les hexagones de la route ne peuvent pas disparaître

source: Units incapable of flight over chasms will die should the ground below them disappear
fr: Les unités incapables de voler au-dessus des gouffres mourront si le sol en dessous d'eux disparaît

source: Survive until the end of turns
fr: Survivre jusqu'à la fin des tours

source: There’s no use in attacking those structures — the energy they release in retaliation could kill us all!
fr: Il n'y a aucune utilité d'attaquer ces structures, et l'énergie qu'elles libèrent en représailles pourrait tous nous tuer !

source: Attacking me is futile!
fr: M'attaquer est futile !

source: The more time passes, the more energy fills the place and binds our worlds together. I must go and try to destroy that lich by myself.
fr: Plus le temps passe, plus l'énergie occupe la place et lie nos deux mondes. Je dois aller et essayer de détruire cette liche par moi-même.

source: Elynia? No! If you go he will—
fr: Elynia ? Non ! Si vous y allez, il va —

source: I am well aware, but I’m also the only one who can wield this staff and not become corrupted by the power of the Ruby. Using it to vanquish this evil... if my own sacrifice is necessary, I will gladly accept my fate. There’s nothing left in Irdya for me now, and there will certainly be nothing if this fiend succeeds.
fr: J'en suis bien consciente, mais je suis aussi la seule qui peut manier ce bâton et ne pas être corrompu par la puissance du Rubis. En l'utilisant pour vaincre ce mal... si mon propre sacrifice est nécessaire, je serai heureuse d'accepter mon sort. Il n'y a plus rien sur Irdya pour moi maintenant, et il n’y aura certainement plus rien si ce démon réussit.

source: I— I—
fr: Je — Je —
