Repository: project-ethea/Ethea-i18n
Catalog: After_the_Storm/tmp_11620-fr1475663389.po
Languages: fr

source: Find the exit
fr: Trouver la sortie

source: We must make haste before their reinforcements get us. But which direction should we go?
fr: Nous devons faire vite avant que leurs renforts nous tombent dessus. Mais, dans quelle direction doit-on aller ?

source: A slight breeze comes from the passage to our left; we should follow it.
fr: Une légère brise vient du passage à notre gauche, nous devrions le suivre.

source: These passages are eerily vacant. I feel we are being led into a trap of some sort...
fr: Ces passages sont étrangement vacants. Je pense que nous nous dirigeons certainement dans un piège...

source: Mal Keshar, we’ll need some reinforcements to get through!
fr: Mal Keshar, nous aurons besoin de quelques renforts pour forcer le passage !

source: Things are looking grim... We have not fully recovered from that demon’s attack, and her guards are in hot pursuit. Our backups have probably been scattered or slaughtered by now. What’s your actual plan now, suicide?
fr: Les choses ne sont guère réjouissantes... Nous n'avons pas complètement récupéré de l'attaque de ce démon, et ses gardes sont sur nos talons. Nos sauveurs ont sans doute été dispersés ou massacrés maintenant. Qu’elle est réellement votre plan aujourd'hui, le suicide ?

source: A gate! Let’s strike it down—
fr: Une porte ! Abattons-la —

source: It’s an ambush!
fr: C'est un guet-apens !

source: Damn them all! I don’t know if I’ll be able to keep on with this for much longer.
fr: Soyez tous maudits ! Je ne sais pas si je vais pouvoir les contenir encore longtemps.

source: It’s running away!
fr: Ils se sauvent !

source: I just hope we damaged it enough so it won’t attack us from behind again. We need to move on before more of them get to us, quickly.
fr: J'espère simplement l'avoir endommagé, il suffit de faire en sorte qu'il ne soit plus capable de nous attaquer par-derrière de nouveau. Nous devons partir rapidement autre part avant que plusieurs d'entre eux nous rejoignent.

source: Let’s strike down that gate!
fr: Faisons tomber cette porte !

source: What the—
fr: C'est quoi —

source: Amidst the smoke created by the explosion, two glowing red eyes could be seen...
fr: Au milieu de la fumée créée par l'explosion, on pouvait apercevoir deux yeux rougeoyants...

source: No!
fr: Non !

source: You fools thought you could escape <i>so</i> easily from us, didn’t you? I have not forgotten what you did to me. What does it feel to be at a disadvantage again?
fr: Insensés vous ne pensiez pas que vous pourriez vous échapper <i>ainsi</i> si facilement, n'est-ce pas ? Je n'ai pas oublié ce que vous m'avez fait. Qu'est-ce que ça fait d'être dans une position désavantageuse à nouveau ?

source: It doesn’t have to be like this. Just give me the staff back and <b>I</b> will spare your life like you did with mine.
fr: Il n'est pas nécessaire d'en arriver là. Rendez-moi juste le bâton et <b>je</b> vous ferai grâce de la vie comme vous l'avez fait pour moi.

source: Follow this rail, quickly!
fr: Suivez ce rail, vite !

source: Follow the underground rail and find the exit
fr: Suivez le rail souterrain et trouvez la sortie

source: The Triad — Part 3
fr: La Triade — Partie 3

source: What now?
fr: Que faire maintenant ?

source: Let’s keep moving. This path should take us closer to the surface. Elynia—
fr: Restons en mouvement. Cette direction doit nous rapprocher de la surface. Elynia —

source: I’m fine. Don’t—
fr: Je vais très bien. Ne vous —

source: You haven’t escaped, you know.
fr: Vous n'êtes pas tiré d'affaire, vous savez.

source: MOVE!
fr: BOUGER !

source: It would have been so much better for all of you to give up...
fr: Il aurait été tellement mieux pour vous tous de renoncer à...

source: Uria be damned! It’s a dead end.
fr: Uria soit damné ! C'est une impasse.

source: It’s more like a trap—
fr: Il s'agit plutôt d'un piège —

source: You cannot blame me. I gave you one opportunity to reconsider your actions — I’m not giving you another.
fr: Vous ne pouvez pas me blâmer. Je vous ai donné une occasion de reconsidérer vos actions — je ne vous en donnerai plus une autre.

source: You made a big mistake in leaving the safety of the Northlands...
fr: Vous avez fait une grosse erreur en délaissant la sécurité des terres septentrionales...

source: —I knew it. We are trapped.
fr: — Je le savais. Nous sommes pris au piège.

source: Not quite — there’s a crack in one of the hive walls and a larger cave behind!
fr: Pas tout à fait — il y a une fissure dans l'une des parois de la ruche et une plus grande grotte derrière !

source: Elynia, the teleportation spell you learned back in Zocthanol! Can you use it?
fr: Elynia, le sort de téléportation que vous avez appris de retour de Zocthanol ! Pouvez-vous l'utiliser ?

source: I— I don’t know, it wasn’t really made to transport more than one person, and I haven’t had a chance to try it myself.
fr: Je — je ne sais pas, il n'a pas été vraiment fait pour transporter plus d'une personne, et je n'ai pas eu la chance de l'essayer moi-même.

source: This is probably not the best moment to fiddle with unpredictable kinds of magic like this. As I said before, many mages have disappeared attempting to master the power of teleportation.
fr: Ce n'est probablement pas le meilleur moment pour jouer avec ce genre de magie imprévisible. Comme je l'ai dit auparavant, de nombreux mages ont disparu en tentent de maîtriser la puissance de la téléportation.

source: It’s an option we should consider, nonetheless.
fr: C'est une option que nous devrions néanmoins considérer.

source: This place stinks of <i>blood</i>. What’s with that water?
fr: Cet endroit empeste le <i>sang</i>. C'est quoi cette eau ?

source: I fear that it is blood, in fact. Something is really wrong. No single creature could contain so much of it. Who knows what kinds of twisted experiments these fiends do in here?
fr: Je crains que ce soit du sang, en fait. Quelque chose ne va vraiment pas. Aucune simple créature ne peut en contenir autant. Qui sait quels types d'expériences tordues ces démons font ici ?

source: There appears to be truly no way out of this chamber. What will we do?
fr: Il semble n'y avoir vraiment pas moyen de sortir de cette chambre. Que faisons-nous ?

source: I’ll tell you what we’ll do. We’ll destroy this place from the inside and escape somehow!
fr: Je vais vous dire ce que nous allons faire. Nous allons détruire ce lieu de l'intérieur et nous échapper d'une manière ou d'une autre !

source: Or we could take the risk and—
fr: Ou nous pourrions prendre le risque et —

source: NO!
fr: NON !

source: You opted for doing this the hard way after all, didn’t you? The staff — hand it over now.
fr: Vous optez pour la façon la plus dure, n'est-ce pas ? Le bâton — remettez-le maintenant.

source: —I...
fr: — Je...

source: Elynia... we must...
fr: Elynia... nous devons...

source: —I... I damn you, Elyssa... I damn you and your kind... for this...
fr: — Je... Je vous maudis, Elyssa... Je vous maudis vous et votre espèce... pour ce...

source: My dear, we were damned long ago by the First Gods. Your petty words are irrelevant in the grand scheme of things. Hand it over now.
fr: Ma chère, nous avons été damnés il y a longtemps par les seigneurs de lumière et des ténèbres. Vos petites paroles n'ont aucune pertinence dans le grand schéma des choses. DONNEZ-LE MAINTENANT !

source: Elynia, the spell!
fr: Elynia, le sort !

source: Don’t you see? We aren’t that different after all. You just lost your new beloved just like you lost Argan. I lost <i>much</i> more than that long ago. You think he was important because you never had to endure the cruelty and ruthlessness of the beasts that dare call themselves ‘humans’.
fr: Ne voyez-vous pas ? Nous ne sommes pas si différents après tout. Vous venez de perdre votre bien-aimé de nouveau, tout comme vous avez perdu Argan. J'ai perdu <i>beaucoup </i> plus que cela il y a longtemps. Vous croyez cela est important parce que vous n'avez jamais eu à endurer la cruauté et la brutalité des bêtes qui osent s'appelait « humains ».

source: Don’t listen to her, Elynia!
fr: Ne l'écoutez pas, Elynia !

source: What a waste. Don’t think you’ll find anything of value in Wesmere.
fr: Quel gâchis. Ne pensez pas que vous trouverez quelque chose de valeur dans Wesmere.

source: Tears
fr: Larmes

source: team_name^Elynia
fr: Elynia

source: Move Elynia to the top edge of the map
fr: Déplacer Elynia au bord supérieur de la carte

source: She hasn’t wanted to talk to us for days. Is our destination...?
fr: Elle n'a pas voulu nous parler pendant des jours. Est notre destination...?

source: Yes, I gather that her plan is still to attack Wesmere before the Northlanders have an opportunity to launch a proper offensive or even hear of our situation. Damn, for all I know our messengers and their ship could have been destroyed by the enemy already.
fr: Oui, je crois que son plan est toujours d'attaquer Wesmere avant les pays du Nord, cela nous laisse l'opportunité de lancer une offensive appropriée avant même qu'il ait entendu parler de notre situation. Malheureusement, pour autant que je sache nos messagers et leur navire ont pu déjà être détruits par l'ennemi.

source: I heard the Grand Council was hesitant about pressing on this war since your victory in the Empire’s so-called capital. They think they’ve won already.
fr: J'ai entendu le Grand Conseil hésitait à appuyer cette guerre depuis votre victoire soi-disant capitale sur l'Empire. Ils pensent qu'ils ont déjà gagné.

source: Is everyone ready for battle?
fr: Tout le monde est prêt pour la bataille ?

source: Er, battle?
fr: Euh, la bataille ?

source: Our scouts didn’t go unnoticed, and they found a couple of well-armed enemy outposts ahead. This will most certainly not be a safe journey across the dry remains of Wesmere.
fr: Nos éclaireurs ne passent pas inaperçus, et ils ont trouvé une paire d'avant-postes ennemis bien armés devant nous. Ce ne sera certainement pas une route facile à travers les ruines arides de Wesmere.

source: Has it even occurred to you that our little struggle in their headquarters on that accursed peninsula has put their forces in motion again to protect what little remains of Yechnagoth?
fr: Ont-ils eu vent de notre petite bagarre sur cette péninsule maudite dans leur quartier général, ont-ils mis leurs forces en mouvement à nouveau pour protéger le peu qui reste de Yechnagoth ?

source: Of course it has. But there’s no time to discuss this now. Let’s move out.
fr: Bien sûr. Mais il n'y a plus le temps de discuter à présents. Déplaçons-nous.

source: These disgusting demons are vanquished at last!
fr: Ces démons répugnants sont vaincus, enfin !

source: Yes, but we must proceed quickly and cautiously to the northeast nevertheless. More troops will come if we give them the opportunity to regroup.
fr: Oui, mais nous devons avancer rapidement et prudemment vers le Nord quand même. Plus de troupes viendront si nous leur donnons la possibilité de se regrouper.

source: Onwards we go, now!
fr: Nous allons partir, maintenant !

source: We cannot advance without securing our path first!
fr: Nous ne pouvons pas avancer sans sécuriser notre premier chemin !

source: It’s still my opinion that we are running a large risk with your current plan.
fr: Mon opinion est toujours que nous avons pris un grand risque avec votre plan actuel.

source: Was it any better to not take risks at all in that fortress, though?
fr: était-ce mieux de ne pas courir de risques du tout dans cette forteresse ?

source: I don’t know what you are trying to imply, but I may as well remind you that I wasn’t the only one to hesitate and that <i>he</i> would not have survived the attempt without his lower half like I did. It was <i>your</i> task to research that spell beforehand and <i>you</i> failed to do so — don’t get me involved in your mistakes.
fr: Je ne sais pas ce que vous essayez de faire croire, mais je peux aussi bien vous rappeler que je n'étais pas le seul à hésiter et qu'<i>il</i> n'aurait pas survécu à la tentative sans sa moitié inférieure comme je l'ai fait. C'était <i>votre</i> tâche de maîtriser ce sort au préalable et <i>vous</i> avez échoué — ne m'impliquez pas dans vos erreurs.

source: <i>(glares at Mal Keshar)</i>
fr: <i>(regarde Mal Keshar)</i>

source: Pagh, let’s get on with this, everybody! We haven’t got much time!
fr: Assez, nous devons nous entendre avec, tout le monde ! Nous n'avons pas beaucoup de temps !

source: Return to Wesmere — Part 1
fr: Retour à Wesmere — Partie 1

source: team_name^Wesmere Defense
fr: Défense de Wesmere

source: Due to the Wesmere curse, the time of day is always chaotic during this scenario
fr: En raison de la malédiction de Wesmere, l'heure de la journée est toujours chaotique au cours de ce scénario.

source: There’s an alarming amount of movement in the southern hills. It would seem an entire battalion has been following our steps since we left Kalari Peninsula.
fr: Il y a une quantité alarmante de mouvement dans les collines du Sud. Il semblerait que tout un bataillon soit sur nos pas depuis que nous avons quitté la péninsule de Kalari.

source: The Council was right in their assessment of the situation. The elf witch and the lich have amassed quite an army of orcs and undead mercenaries and they appear to intend to raid Fort Ænthal. And we apparently arrived in the nick of time. To arms!
fr: Le Conseil a eu raison dans l'appréciation de la situation. La sorcière elfe et la liche ont constitué toute une armée d'orcs et de mercenaires morts-vivants et ils semblent avoir l'intention de faire un raid sur Fort Ænthal. Et nous sommes apparemment arrivés justes à temps. Aux armes !

source: To arms! For the Dark Lady!
fr: Aux armes ! Pour la Dame noire !

source: I sort of expected that. It’ll be quite tricky to advance with those buffoons pestering us from behind. On the other hand, the fortress ahead doesn’t seem to be very well guarded, other than that hive in the path.
fr: C'est en quelque sorte ce que j'attendais. Ça va être difficile d'avancer avec ces bouffons qui nous harcellent par-derrière. D'autre part, la forteresse devant nous ne semble pas être très bien gardée, à part cette ruche sur le chemin.

source: Very well, then. Let’s take them down.
fr: Très bien alors. Faisons là tomber.

source: I do feel something is really wrong with this, though. We should be cautious... especially since our leader appears to be giving us commands without thinking things through.
fr: Je ne ressens rien, cela n'est peut-être pas une mauvaise décision, cependant nous devrions être prudents... d'autant plus que notre chef semble nous donner des ordres sans réfléchir.

source: If you feel you could do a better job at leading the orcs...
fr: Si vous avez l'impression que vous pourriez faire mieux à la tête des orcs...

source: It’s not my intention to have <i>anything</i> to do with them at all. I just want to make sure you keep your feet on the ground — whenever that makes sense, that is.
fr: Je n'ai pas l'intention du tout de faire <i>quoi que ce soit</i> avec eux. Je veux juste m'assurer que vous gardez les pieds sur terre — dans la mesure du possible.

source: What did you say about the fortress not being well guarded, lich?
fr: Qu'aviez-vous dit au sujet de la forteresse elle n'est pas bien gardée, liche ?

source: I stand corrected. We <i>may</i> need a better strategy.
fr: Je reconnais mon erreur. Nous <i>avons</i> besoin d'une meilleure stratégie.

source: And thus we have failed. But why? *Ugh*
fr: Et c'est ainsi que nous avons échoué. Mais pourquoi ? *Argh*

source: Forgive us, Lady...
fr: Pardonne-nous, Ma dame...

source: You are about to discover that Yechnagoth is no more, fool.
fr: Vous êtes sur le point de découvrir que Yechnagoth n'est plus, imbécile.

source: I depart from this world to embrace the power of Uria...
fr: Je pars de ce monde pour embrasser la puissance d'Uria...

source: I kind of doubt about that.
fr: J'ai en quelque sorte un doute à ce sujet.

source: Heh. You haven’t seen the full extent of her power. You haven’t seen the great things she’s done for us. You understand nothing. Nothing... at all...
fr: Hé. Vous n'avez pas vu toute l'étendue de son pouvoir. Vous n'avez pas vu les grandes choses qu'elle a faites pour nous. Vous ne comprenez rien. Rien... du tout...

source: Now that you’re dead, all that has become irrelevant, hasn’t it?
fr: Maintenant que vous êtes morts, tout ça est devenu sans objet, n'est-ce pas ?

source: It’s over now, fiends. Flee while you can, and make sure the Triad hears of your shameful defeat at our hands.
fr: C'est fini maintenant, démons. Fuyez tant que vous le pouvez, et assurez-vous que la Triade entende parler de votre honteuse défaite de nos mains.

source: It’s over now. There’s nobody left to obstruct our path but those artificial abominations.
fr: C'est fini maintenant. Il n'y a plus personne pour entraver notre chemin, seulement ces abominations artificielles.

source: <i>(snicker)</i>
fr: <i>(Ricanements)</i>

source: Wesmere is just ahead. What are you going to do now, lass?
fr: Wesmere est juste devant. Qu'allez-vous faire maintenant, fillette ?

source: I wanted to discuss that with you three right now, actually. Come with me.
fr: Je voudrais discuter avec vous trois maintenant, en fait. Venez avec moi.

source: Departure
fr: Départ

source: You look more upset than usual, Elynia. What’s going on?
fr: Vous avez l'air plus bouleversé que d'habitude, Elynia. Qu'est-ce qui se passe ?

source: I... I don’t think I could bear more significant losses after what happened to Galas. My plan was not to attack the Wesmere hive but to infiltrate it — I didn’t foresee this battle, and we were to part ways right before reaching this location.
fr: Je... Je ne pense pas que je pourrais supporter des pertes plus importantes après ce qui s'est passé pour Galas. Mon plan était de ne pas attaquer la ruche de Wesmere, seulement de l'infiltrer — je n'avais pas prévu cette bataille, et nous avons été directement séparés avant d'atteindre cet endroit.

source: Wait... You are saying that you planned to infiltrate the hive on your own, without us? That’s just... stupid! We have no idea what awaits beneath, and it could be worse than what we found in the Triad’s headquarters!
fr: Attendez... Vous dites que vous aviez prévu d'infiltrer la ruche vous-mêmes, sans nous ? C'est tout simplement... stupide ! Nous n'avons aucune idée ce qui nous attend en bas, et ça pourrait être pire, peut-être avons-nous découvert le quartier général de la Triade !

source: I was hoping you would provide me with a few undead warriors, in fact.
fr: J'espérais que vous me fourniriez un peu de guerriers morts-vivants, en fait.

source: Lady, that’s suicidal. From what we’ve heard, you won’t make it without our help. Allow us to protect you until you reach the underground entrance at the very least.
fr: Ma dame, c'est suicidaire. D'après ce que nous avons entendu, vous ne pourrez pas le faire sans notre aide. Permettez-nous de vous protéger jusqu'à ce que vous arriviez à l'entrée souterraine au minimum.

source: I refuse to send any undead down there unless you allow me to go with you.
fr: Je refuse d'envoyer tout mort-vivant là-bas, à moins que vous me laissiez aller avec vous.

source: What’s your motivation, Malin? What makes you want to accompany us now that neither Galas nor Anlindë roam this world anymore?
fr: Quelle est votre motivation, Malin ? Qu'est-ce qui vous donne encore envie de nous accompagner aujourd'hui alors que ni Galas, ni Anlindë ne parcourent plus ce monde ?

source: I am tempted to ask you the same question, actually, perhaps replacing one of those with Argan. I know you cared about the boy just like you cared about Argan, and I can sense your grief after he was killed. Somehow you seem to be in denial, perhaps because you are afraid to admit that it had a greater effect on you than Argan’s death, which you actually assumed much longer ago.
fr: Je suis tenté de vous poser la même question, sur le fait que vous avez remplacer Argan par l'un d'eux. Je sais que vous avez pris soin du garçon, comme si vous l'auriez fait pour Argan et je peux sentir votre douleur du fait qu'il a été tué. D'une certaine, manière vous semblez être dans le déni, peut-être parce que vous avez peur d'admettre que cela a eu un plus grand effet sur vous que la mort d'Argan, vous avez mis beaucoup de temps pour en prendre conscience.

source: I can tell from your behavior that you seek vengeance against Uria’s followers, now... especially Elyssa. But what’s the point of wasting your eternal life pursuing that ephemeral goal, I ask?
fr: Je peux dire à partir de votre comportement que vous cherchez à vous venger maintenant des adeptes d'Uria... en particulier d'Elyssa. Mais cela vaut-il le coup de risquer de perdre votre vie éternelle en poursuivant cet objectif éphémère, je vous le demande ?

source: You have not... answered my question...
fr: Vous n'avez pas... répondu à ma question...

source: Probably because I don’t need to. I don’t have a motive to do anything anymore. My foolish mission to remove the orcish species from Irdya failed too long ago!
fr: Probablement parce que je n'est pas besoin de le faire. Je n'ai aucune raison de rester les bras croisés. Ma ridicule mission de chasser l'espèce orc d'Irdya a échoué il y a très longtemps !

source: Is it redemption that you seek?
fr: C'est la rédemption que vous cherchez ?

source: I don’t know! That’s what you said when I first met you, remember?
fr: Je ne sais pas ! C'est ce que vous avez dit quand je vous ai rencontré, vous vous souvenez ?

source: We aren’t accomplishing anything. My lady, please reconsider—
fr: Nous n'avons pas à accomplir quoi que ce soit. Ma dame, s'il vous plaît reconsidérer —

source: We’ll secure the hive entrance together, but from that point onwards it will be only Mal Keshar and I, and whoever wants to go with us except for you two.
fr: Nous allons sécuriser l'entrée de la ruche ensemble, mais à partir de ce point ce sera seulement Mal Keshar et moi, et quiconque qui souhaite aller avec nous, sauf pour vous deux.

source: Why is that?
fr: Pourquoi cela ?

source: We are going to need some capable soldiers alive to alert the Grand Council if neither we nor our messengers make it back. I want you to head back to the Far North immediately should we not return to the surface within a day.
fr: Nous allons avoir besoin que quelques soldats aguerris restent vivants pour alerter le Grand Conseil, si ni nous, ni nos messagers ne ressortons. Je veux que vous repartiez vers l'Extrême-Nord immédiatement si nous ne revenions pas à la surface dans la journée.

source: Very well, then. I am unsure about what strategy — if any at all — you have in mind to defeat or destroy whatever you are going to face in that place, but... Your quest is noble. I wish you the best of luck to complete it.
fr: Très bien, alors. Je ne suis pas sûr de cette stratégie — pas sur du tout — vous avez à l'esprit de vaincre ou de détruire tout ce que vous allez rencontrer dans ce lieu, mais... votre quête est noble. Je vous souhaite les meilleures chances de réussite.

source: If I ever return to our island, I’ll make sure our people hear of your bravery and your many sacrifices. I am sure you’ll succeed in this last mission.
fr: Si jamais je retourne sur notre île, je ferais en sorte que nos gens entendent parler de votre bravoure et de vos nombreux sacrifices. Je suis sûr que vous allez réussir dans cette dernière mission.

source: Thank you... It really means a lot to me.
fr: Merci... Elle signifie vraiment beaucoup pour moi.

source: Return to Wesmere — Part 2
fr: Retour à Wesmere — Partie 2

source: team_name^Wesmere Hive
fr: Ruche de Wesmere
