Repository: project-ethea/Ethea-i18n
Catalog: After_the_Storm/tmp_11620-fr1475663389.po
Languages: fr

source: I spent a long time in the darkness—eons even—not feeling or seeing anything. I wish I could go back there now. It would be so much easier to let myself fall into the black... Ever since I left it behind, I have been forced to face a reality I cannot amend. Irdya is now in jeopardy due to the machinations of terrible forces I cannot possibly control or confront. Not anymore. I thought I could save Irdya from impending doom this time, but I failed. I failed utterly, just like I did before, and again. All I have accomplished with my recklessness so far has been accelerating the process of our destruction. Perhaps my curse was more than the pompous last words of a necromancer after all; I lost my friends, my people, my home... and my love.
fr: Je demeurais un long moment dans les ténèbres, inconsciente, avec la pensée que ce serait facile de renoncer à lutter... Mais ce que je laisserais derrière me força à asumer la réalité, je venais d'entrainer Irdya dans une série de catastrophe due à des forces insurmontable Je pensais pouvoir sauver Irdya une bonne fois pour toute mais je me trm=ompais, j'avais échoué une fois de plus comme avant et encore avant. Peut-être mon destin est plus qu'une pompeuse malédiction lancé par le nécromancien que j'avais terrassé autrefois; tous ce uqe j'ai accompli n'a fait qu'accélerer la ruines de notre monde et je finis par tout perdre, mes amis mon peuple... mon amour.

source: “One of us shall fall; the other shall live forever”, he said before our second and last battle. Of course... my memory has grown rusty after so long. But I think I never fully realized the implications of his words. “You shall witness the eventual decay and death of everything you have or shall come to love. You shall regret your actions. And you shall either be forced to end your own life, or live in perpetual suffering. That is the price for my defeat.” Somehow the choice seems trivial now... And if the fate of Irdya states so, someone more competent will take my place and bring them to victory. And then... I’ll be remembered as a coward. A coward who deserted her friends because she could not bear causing them more harm.
fr: ''Un d'entre nous devra tomber; l'autre vivra à jamais'', dit-il avant notre seconde et dernière bataille.

source: “<i>It is not too late.</i>” No. It’s pointless.
fr: 'Il n'est pas trop tard' Non, c'est fini.

source: “<i>Your journey has just begun. Your destiny is afoot; you cannot give up now.</i>” But we have already lost... It’s over...
fr: ' Ton voyage commence. Ta destinée est tracée; tu ne peux y échapper'

source: “<i>Uria is the most powerful Guardian, but not the only one.</i>”
fr: Uria est la plus puissante Gardienne, mais pas la seule.

source: ... Who are you?
fr: <i>Qui êtes-vous ?</i>

source: (<i>Anya’s voice</i>) “... Elynia?”
fr: (Voie D'Anya) “... Elynia?”

source: A Light in the Darkness
fr: Une Lunière dans les Ténèbres

source: “<i>I still remember when Uria first woke me up; her smile, her kindness. She reminded me so much of Elynia... But all that has faded away with time. So much time has passed since she brought me back to life... She still assures me she will bring new life to Irdya when the time comes, as her role as the Guardian of Life demands. She says she is supposed to keep our worlds on track to facilitate our progress, but nothing went as planned since the very beginning; the Ten Guardians were not even reborn at the correct times and locations, and the Guardians of Darkness and Reality might never come back to life.</i>”
fr: Je me rappelle quand Uria me reveilla la première fois; son sourire, sa gaité. Elle me rappelais tellment Elynia... Mais tout s'effaça avec le temps. Tellemnt d'année ont passé depuis qu'elle me ramena à la vie... Elle continue de m'affirmer qu'elle apportera la nouvelle vie sur Irdya quand le temps viendra, comme son rôle de Gardienne de la Vie l'exige. Elle dit qu'elle est supposé conquerir nôtre monde pour facilite nos progrès, mais rien n'a été planifié depuis le tout début, les dix Gardiens ne sont même revenus aux époques et lieu adéquates, et les Gardiens des Ténèbres et de la Réalité ne sont pas venus à la vie

source: “<i>The Voice, the Seer, and the Shadow. And as soon as we find Elynia, there will be four, and four will spread our message of Life to the other worlds.</i>”
fr: ' La Voie, Le Prophète et L'Ombre. Et aussitôt que nous aurons trouvé Elynia, ce sera quatre, et quatre qui apporteront notre message de Vie aux autres mondes'

source: Gathering Storm
fr: tempête éthérée

source: An inconsistency has been detected, and the scenario might not continue working as originally intended.
fr: Une incohérence a été détectée, et le scénario pourrait ne pas continuer à fonctionner comme prévu initialement.

source: Please report this to the campaign maintainer!
fr: S'il vous plaît, signalez-le au responsable de campagne !

source: Error
fr: Erreur

source: −%d penalty to attack damage
fr: - penalise les dégats d'une attaque

source: Vegetated terrains are forest, great tree, and mushroom grove hexes.
fr: Les terrains végétaux sont la forêt, le grand arbre, le champ et le bosquet de champignons.

source: sylvan spark
fr: Etincelle Sylvaine

source: Sylvan Spark
fr: Etincelle Sylvaine

source: While in vegetated terrains, the unit will heal itself 5 hp per turn. If it is poisoned, it will remove the poison instead of healing.
fr: Placée sur un terrain végétal, l'unité se soigne de 5 points par tour. Si elle est empoisonnée, cela enlèvera le poison à la place de la guérison.

source: terror
fr: terreur

source: Terror
fr: Terreur

source: absorb damage
fr: absorbeur de dégât

source: Absorb Damage
fr: absorbeur de dégât

source: Units with this ability will not take damage.
fr: Les unités avec cette capacité ne peuvent pas subir de dégâts.

source: sylvan essence
fr: essence sylvaine

source: This unit can heal and cure friendly units on adjacent hexes every turn, to a base maximum of 8 HP. In vegetated terrains, it will conceal itself from its enemies. It can also regenerate (but not unpoison) 3 HP per-turn, but only on vegetated terrains.
fr: Cette unité peut guérir et soigner les unités alliées des cases adjacentes à chaque tour, selon un maximum de base de 8 points de vie. Sur les terrains végétaux, l'unité se cache des ennemis. Elle peut aussi se régénérer (mais pas se guérir du poison) de 3 PV par tour, mais seulement sur les terrains végétaux.

source: Sylvan Essence
fr: Essence Sylvaine

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
fr: Cette unité assombrit la zone qui l'entoure, rendant les unités chaotiques plus efficaces, et les unités loyales moins dangereuses. Toutes les unités adjacentes à celle-ci combattront comme si c'était l'aube quand il fait jour, et comme si il faisait nuit à l'aube.

source: Obscures
fr: Assombrissement

source: physical endurance
fr: endurance physique

source: Physical Endurance
fr: Endurance Physique

source: demolition
fr: démolition

source: Demolition
fr: Démolition

source: aspect of darkness
fr: aspect des ténèbres

source: Aspect of Darkness
fr: Aspect des Ténèbres

source: This unit is a Guardian of the Aspect of Darkness. As such, it has access to the following abilities: • Obscures +25 chaotic bonus on adjacent locations • Regeneration (+8 HP per turn) • Immortality (can only be killed by specific units) • Counts as level 0 for XP calculation purposes during combat
fr: Cette unité est une Gardienne des Ténèbres. De fait, elle a les capacités suivantes: • Assombrissement: +25 chaotic bonus on adjacent locations • Régénération (+8 HP par tour) • Immortalité (ne peut être tué que par certaines unités) • Le calcul des XP est du niveau 0

source: aspect of earth
fr: aspect de la terre

source: Aspect of Earth
fr: Aspect de la Terre

source: This unit is a Guardian of the Aspect of Earth. As such, it has access to the following abilities: • sylvan essence healing and curing allies (+16 HP per turn), self-concealment on vegetated terrains • regeneration (+8 HP per turn) • immortality (can only be killed by specific units) • counts as level 0 for XP calculation purposes during combat
fr: Cette unité est une Gardienne de la Terre. De fait, elle a les capacités suivantes: • Essence Sylvaine: Soigne et guérie les unités alliés( +16 hp par tour), se dissimule dans les terrains végétalisés • Régénération (+8 HP par tour) • Immortalité (ne peut être tué que par certaines unités) • Le calcul des XP est du niveau 0

source: aspect of life
fr: aspect de la vie

source: Aspect of Life
fr: Aspect de la Vie

source: New ability: ambush <Max XP +20%>
fr: Nouvelle capacité : embuscade <XP Max +20 %>

source: Strength I: melee damage +1 <Max XP +20%>
fr: Force I : corps à corps +1 <XP Max +20 %>

source: Strength II: melee strikes +1 <Max XP +20%>
fr: Force II : bataille rangée +1 <XP Max +20 %>

source: New attack: bolas (ranged/impact 9–2, slows) <Max XP +20%>
fr: Nouvelle attaque : bolas (à distance/impact 9-2, magique) <XP Max +20 %>

source: Strength: ensnare damage +1 <Max XP +20%>
fr: Force I : corps à corps +1 <XP Max +20 %>

source: Strength: thorns damage +1 <Max XP +20%>
fr: Force I : épines +1 <XP Max +20 %>

source: Strength: melee damage +1 <Max XP +20%>
fr: Force I : corps à corps +1 <XP Max +20 %>

source: Strength: noctum damage +1 <Max XP +20%>
fr: Force I : corps à corps +1 <XP Max +20 %>

source: Enemy boss sighted!
fr: Chef ennemi en vue !

source: female^absorbed damage
fr: absorbeuse de dégât

source: Do you want to be healed?
fr: Voulez-vous être guéri ?

source: This magic glyph will completely restore this unit’s health, also unslowing and removing poison from it, if applicable.
fr: Ce glyphe magique soignera totalement cette unité, enlevant si nécessaire le poison et le ralentissement.

source: Note: the glyph can do this only once, and when done it will fade out.
fr: Remarque : le glyphe ne peut le faire qu'une fois, et quand il le fait il disparaît.

source: Crystal Glyph of Health
fr: Glyphe de soin en cristal

source: The unit is fully healed, cured and unslowed.
fr: L'unité est complètement soignée, guérie et a récupéré sa vélocité.

source: female^healed
fr: guérie

source: healed
fr: guéri

source: Resist until the end of turns
fr: Survivre jusqu'à la fin des tours

source: You will not be able to recall any units from this scenario later
fr: Vous ne serez pas capable de rappeler toutes les unités de ce scénario plus tard.

source: You retrieve $temp_gold_retrieval_amount pieces of gold.
fr: Vous trouvez $temp_gold_retrieval_amount pièces d'or.

source: You receive $temp_gold_retrieval_amount pieces of gold!
fr: Vous recevez $temp_gold_retrieval_amount pièces d'or !

source: You cannot recruit or recall units at this time!
fr: Vous pouvez maintenant recruter des unités de morts-vivants !

source: First Dawn
fr: Première Aube

source: First Morning
fr: Premier Matin

source: First Midday
fr: Premier Midi

source: First Afternoon
fr: Premier Après-Midi

source: First Dusk
fr: Premier Crépuscule

source: The Short Dark
fr: Les Courtes Ténèbres

source: Second Dawn
fr: Seconde Aube

source: Second Morning
fr: Second Matin

source: Second Midday
fr: Second Midi

source: Second Afternoon
fr: Seconde Après-Midi

source: Second Dusk
fr: Second Crépuscule

source: The Long Dark — First Watch
fr: Les Longues Ténèbres - Premier Quart

source: The Long Dark — Second Watch
fr: Les Longues Ténèbres - Second Quart

source: The Long Dark — Third Watch
fr: Les Longues Ténèbres - Troisième Quart

source: The Long Dark — Fourth Watch
fr: Les Longues Ténèbres - Quatrième Quart

source: The Endless Night
fr: La Nuit interminable

source: Shaxthal Hive
fr: Ruche Shaxthal

source: Neutral time of day
fr: Temps neutre de la journée

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse.
fr: Cette unité assombrit la zone qui l'entoure, rendant les unités chaotiques plus efficaces, et les unités loyales moins dangereuses.

source: This unit’s powers are increased by the Sylvan Essence.
fr: Les pouvoirs de cette unité sont améliorés par l'Essence Sylvaine.

source: This unit will regenerate 5 HP per turn in forest or mushroom grove terrains.
fr: Cette unité se régénèrera de 5 PV par tour dans la forêt ou dans les bosquet de champignons.

source: Some of this unit’s attacks are only available during defense.
fr: Certaines attaques de cette unité ne sont disponibles que pendant la défense.

source: Some of this unit’s attacks are only available during offense.
fr: Certaines attaques de cette unité ne sont disponibles que pendant l'attaque.

source: This unit’s attacks always hit its opponent.
fr: Les attaques de cette unité touchent toujours son adversaire.

source: This unit can attack very precisely, giving it a better chance to hit agile foes on the offense.
fr: Cette unité peut attaquer très précisément, ce qui lui permet d'atteindre plus facilement les ennemis agile en attaque

source: On death, this unit destroys all adjacent hexes and units, and the hex they are standing on.
fr: En mourrant, cette unité détruit les unités et le terrain adjacents plus celui sur lequel il est situé.

source: This unit can frighten enemy units that are next to it, making them fight worse.
fr: Cette unité peut effrayer les unités ennemies de niveau inférieur au sien, les rendant plus mauvais au combat

source: This unit will instantly regenerate half of the damage deal on it with non-arcane attacks, unless it would otherwise kill it.
fr: Cette unité peut se remettre instantanément des dommages infligés par des attaques non-sacré, sauf si le coup est mortel.

source: This unit is able to disrupt its opponent’s zone of control with a powerful attack, only available during offense.
fr: Cette unité peut annuler la zone de contrôle ennemi avec une attaque puissante, mais pas en défense.

source: Warning!
fr: Attention !

source: Some scenarios of this campaign work significantly different from normal Wesnoth gameplay. It is especially important to pay close attention to the mission objectives and not necessarily try to kill every single enemy, especially on shrouded maps, or in places where enemies seem to respawn continuously.
fr: Certains scénarios de cette campagne fonctionne d'une façon très différente du gameplay habituel de Bataille pour Wesnoth. Par conséquent, il est très important de faire particulièrement attention aux objectifs de mission, et de ne pas nécessairement vouloir tuer chaque ennemi, en particulier dans les cartes recouvertes de brume, où dans les endroits où les ennemis réapparaissent régulièrement. Bien que cela ne soit pas strictement requis, je recommande aux joueurs d'avoir joué ou lu l'histoire de <i>Descente dans les Ténèbres</i>, <i>Sous les Soleils Brûlants</i> et notamment <i>L'Obscure Invasion</i>, afin d'être déjà familiarisés certains personnages et événements.

source: Although not strictly required, players are advised to become familiar with the stories, characters, and historical events presented in <i>Descent into Darkness</i>, <i>Under the Burning Suns</i>, and especially <i>Invasion from the Unknown</i> before playing this campaign.
fr: Certains scénarios de cette campagne fonctionne d'une façon très différente du gameplay habituel de Bataille pour Wesnoth. Par conséquent, il est très important de faire particulièrement attention aux objectifs de mission, et de ne pas nécessairement vouloir tuer chaque ennemi, en particulier dans les cartes recouvertes de brume, où dans les endroits où les ennemis réapparaissent régulièrement. Bien que cela ne soit pas strictement requis, je recommande aux joueurs d'avoir joué ou lu l'histoire de <i>Descente dans les Ténèbres</i>, <i>Sous les Soleils Brûlants</i> et notamment <i>L'Obscure Invasion</i>, afin d'être déjà familiarisés certains personnages et événements.

source: armored
fr: blindé

source: female^armored
fr: blindée

source: agility
fr: agile

source: female^agility
fr: agile

source: +15% bonus for all resistances (except arcane), -1 movement points
fr: +15% de bonus pour toutes les résistances (sauf sacré), -1 point de mouvement

source: +10% defense on all terrains
fr: +10% en défense sur tous les terrains

source: biomechanical
fr: biomécanique

source: female^biomechanical
fr: biomécanique

source: Immune to drain and poison
fr: Immunisé(e) contre le drain, et le poison

source: spirit
fr: esprit

source: female^spirit
fr: esprit

source: Immune to drain, poison, and plague
fr: Immunisé contre le drain, le poison et la peste

source: deteriorated
fr: Déterioré

source: female^deteriorated
fr: Déteriorée

source: This undead unit has become weaker with the pass of time.
fr: Cette unité s'est affaibli au cours du temps.

source: Summon Fire Guardian
fr: Gardien de Feu invoqué

source: attack only
fr: offensif uniquement

source: Attack Only
fr: offensif uniquement

source: This weapon will never be used on defense.
fr: Cette arme ne sera jamais utilisée en défense.

source: defend only
fr: défensif uniquement

source: This weapon will only be available for defense.
fr: Cette arme ne peut être utilisée qu'en défense.

source: Defend Only
fr: défensif uniquement

source: always hits
fr: toujours mouche

source: Always Hits
fr: toujours mouche

source: This attack always has a 100% chance to hit regardless of the defensive ability of the unit being attacked.
fr: Cette attaque a toujours une probabilité de 100 % d'atteindre l'unité attaquée indépendamment de sa capacité défensive.

source: precision
fr: Précision

source: Precision
fr: Précision

source: female^stunned
fr: esprit

source: Fake Shroud
fr: Faux voile

source: Hive Cell
fr: Reine de la Ruche

source: Dark Hive
fr: Ruche Ténébreuse

source: Campfire
fr: Feu de camp

source: Gate
fr: Porte

source: Event Gate
fr: Porte des événements

source: Banner (Uria)
fr: Bannière (Uria)

source: Banner (Merthiaal)
fr: Bannière (Merthiaal)

source: Wasteland
fr: Terrain vague

source: Volcanic Abyss
fr: Abysse volcanique

source: Elvish Castle on Dry Grassland
fr: Château Elfique sur une prairie sèche

source: race^Verlissh
fr: Verlissh

source: race+female^Verlissh
fr: Verlissh

source: race^Verlisshi
fr: Verlisshi

source: Control Spire
fr: Flèche de contrôle

source: Nobody has ever seen anything like this before.
fr: Personne n'a jamais rien vu de tel avant.

source: Matrix Core
fr: Cœur matriciel

source: energy ray
fr: rayon d'énergie

source: hot goo
fr: glu ardente

source: Matrix Flow System
fr: Système d'écoulement matriciel

source: goo
fr: glu

source: Psy Crawler
fr: Rampeur psy

source: Psy Mindraider
fr: Razzieur psy

source: Assumed to be related to the wandering crawlers at the Lorekeepers’ service, these fearsome creatures are said to have the ability to pierce into the very minds of any living opponents, replenishing their vital energy and accelerating their growth in the process. Needless to say, this makes them especially dangerous to approach.
fr: Ces créatures étranges et effrayantes ont la capacité d'attaquer l'esprit même de leurs opposants pour reconstituer leur propre énergie vitale et croître encore plus et devenir plus fortes. Inutile de dire que cela les rend particulièrement dangereuses à approcher.

source: mind probe
fr: sonde l'esprit
