Repository: project-ethea/Ethea-i18n
Catalog: After_the_Storm/tmp_11620-fr1475663389.po
Languages: fr

source: Much elvish blood has been shed today. I swear whoever plotted this shall pay with their own life — no matter what it takes.
fr: Beaucoup de sang elfique a été versé aujourd'hui. Je jure que les responsables payeront cette infamie avec leur propre vie — peu importe ce qu'il faudra faire.

source: Elynia! I’m so glad to see you again after so long...
fr: Elynia ! Je suis tellement contente de vous revoir cela fait si longtemps...

source: Unarye, what happened? We were heading towards the eastern forest to meet with you when we stumbled upon this incursion. What are our enemies doing so close to the human country?
fr: Unarye, qu'est-ce qui s'est passé ? Nous nous dirigions vers la forêt à l'Est pour vous rencontrer lorsque nous sommes tombés sur cette incursion. Qu'est-ce que nos ennemis font de si près du pays humain ?

source: Indeed we owe you a few explanations, and I apologize for being unable to arrive earlier, but our forces have been severely weakened. Come with me, and I’ll explain all.
fr: En effet, nous vous devons quelques explications, et je m'excuse de n'avoir pu arriver plus tôt, mais nos forces ont été gravement affaiblies. Venez avec moi, et je vais tout vous expliquer.

source: My lady, do you know this elf?
fr: Ma dame, vous connaissez cet elfe ?

source: She is one of Galas’ friends, Unarye, and she’s been collaborating with the Grand Council ever since we left to infiltrate the Empire. I know she can be trusted. Now, let’s go.
fr: Elle est une des amies de Galas, Unarye, et elle collabore avec le Grand Conseil depuis que nous avons laissé s'infiltrer l'Empire. Je sais que l'on peut lui faire confiance. Maintenant, allons-y.

source: My lady, I’ve just heard rumors that the elves are already advancing towards Raelthyn.
fr: Ma dame, je viens d'entendre des rumeurs selon lesquelles les elfes sont déjà en vue de Raelthyn.

source: That explains why they haven’t crushed us yet despite our poor performance in this region. This was a foolish move. It’s best that we fall back to aid in the defense of the central region, quickly.
fr: C'est ce qui explique pourquoi ils ne nous ont pas encore écrasés, malgré nos mauvais résultats dans cette région. Ce fut un geste stupide. Il est préférable que nous retournions aider la défense de la région centrale, rapidement.

source: The Plan
fr: Le plan

source: Lord Ardamién
fr: Seigneur Ardamién

source: Everyone here is restless, and the elvish leader is nowhere to be seen...
fr: Tout le monde ici est inquiet, et le chef elfique n'a été vu nulle part...

source: Ah, there she comes!
fr: Ah, là, elle vient !

source: I apologize once again for keeping you all waiting.
fr: Je m'excuse encore une fois de vous faire tous attendre.

source: It’s no problem, really.
fr: Il n'y a pas de problème, vraiment.

source: The reason we moved out of the way to the Aragwaith country is that we originally thought our befallen kin would chase us and leave the humans alone. As we all just saw, of course, we were mistaken. Our own people have managed to retrieve some valuable information from the enemy settlements, though, and you must listen carefully...
fr: La raison pour laquelle nous nous sommes déplacés hors de la route vers le pays Aragwaith est que nous avions initialement pensé que notre plus proche parent arrivé pour nous chassait et laissé seuls les humains. Comme nous l'avons tout vu, bien sûr, nous nous sommes trompés. Nos propres gens ont réussi à récupérer quelques informations précieuses à partir des colonies ennemies, cependant, et vous devez écouter attentivement...

source: We are listening, my friend.
fr: Nous sommes à l'écoute, mon amie.

source: The impostor who calls herself the Lady of Light has amassed a varied army of elves, humans, barbarians and Shaxthal creatures, apparently as part of a plan to reorganize the Chaos forces and strike the human country from the east while keeping their troops busy in the west. Not only have they gotten support from Inodien’s heirs, but they have apparently managed to contact elvish and human barbarians from lands farther to the east before we found out of their existence.
fr: L'imposteur qui se fait appeler la Dame de Lumière a amassé une armée variée d'elfes, d'humains, de barbares et de créatures Shaxthal, apparemment dans le cadre d'un plan pour réorganiser les forces du Chaos et pour frapper le pays d’humain de l'Est tout en gardant leurs troupes occupées dans l'ouest. Non seulement ils ont obtenu le soutien des héritiers d'Inodien, mais ils ont apparemment réussi à contacter des barbares elfiques et humains provenant des terres plus à l'est, dont nous avons découvert l'existence.

source: Their base of operations is said to be located in Telchior’s Hold in the Valley of Elynia — the very place whence we fled under Galas’ command following the Chaos invasion. Something deeply wrong must have occurred there after our departure. As I recall, the last time we met you mentioned that Lord Lédinor was possessed by Uria.
fr: Leur base d'opérations est située au Bastion de Telchior dans la vallée de Elynia — le lieu même d'où nous nous sommes enfuis sous le commandement de Galas suite à l'invasion du Chaos. Quelque chose a dû se produire là-bas après notre départ. Si je me souviens bien, la dernière fois que nous vous avons rencontré vous avez mentionné que le Seigneur Lédinor était infesté par Uria.

source: That’s correct, indeed.
fr: C'est exact, en effet.

source: The information we have could be a fabrication intended to mislead us into thinking the valley has some relevance in the greater scheme of things, but it’s hard to ignore the danger this new foul alliance poses for everyone. If the northern lands fall now, the Chaos Empire will have won the war without their Emperor or capital.
fr: Les informations que nous avons sont peut être une invention visant à nous induire en erreur pour que nous pensions que la vallée a une certaine pertinence dans le grand schéma des choses, mais il est difficile d'ignorer le danger de cette nouvelle alliance immonde pose pour tout le monde. Si les terres du nord tombent maintenant, l'Empire du Chaos aura gagné la guerre sans leur empereur ou leur capital.

source: We are in the middle of a major reorganization of our forces to protect the eastern front for as long as we can, even if the Grand Council isn’t available to coordinate efforts with us.
fr: Nous sommes au milieu d'une importante réorganisation de nos forces pour protéger le front oriental pour aussi longtemps que nous le pourrons, même si le Grand Conseil n'est pas disponible pour coordonner les efforts avec nous.

source: Elynia, you lead many capable warriors and you have support from the dead. If you could infiltrate the valley and slay the impostor in the meantime, we could put an end to the war on this front.
fr: Elynia, vous guidez de nombreux guerriers capables et vous avez le soutien de la mort. Si vous pouviez pénétrer dans la vallée et tuer l'imposteur dans l'intervalle, nous pourrions mettre fin à la guerre sur ce front.

source: But... I know nothing of the valley other than that it lies in the middle of the desert — fighting in such an environment could be disastrous!
fr: Mais ... Je ne sais pas quoi que ce soit sur son ​​emplacement autre que le fait que c'est au milieu du désert, et les combats dans le désert pourrait être désastreux !

source: The impersonator is a coward and she isn’t going to lead her minions on the front line. If anything can be done about her, it’ll have to be at her base.
fr: L'imposteur est un lâche et elle ne va pas conduire ses sbires sur la ligne de front. Si quelque chose peut être fait à son sujet, il va falloir le faire dans sa base.

source: You are a powerful warrior and you have more experience in these matters than any of us present. You helped Galas and Mal Keshar infiltrate the Chaos Empire before. I’m sure you will be successful in this task.
fr: Vous êtes une guerrière puissante et vous avez plus d'expérience dans ces questions que toutes les personnes présentes. Vous avez aidé Galas et Mal Keshar à s'infiltrer dans l'Empire du Chaos autrefois — je suis sûr que vous pouvez le refaire à nouveau.

source: Very well. We’ll travel to your old home to purge this plague and strike down the false Lady of Light.
fr: Très bien. Nous allons voyager jusqu'à votre ancienne maison pour purger ce fléau et mettre à bas la fausse Dame de Lumière.

source: Thank you, Elynia — thank you all. I’m sure that under your command this mission will be a success. Now, I must go to discuss our plans with our field commanders.
fr: Je vous remercie, Elynia — merci à vous tous. Je suis sûr que sous votre commandement cette mission sera un succès. Maintenant, je dois aller discuter de nos plans avec nos commandants sur le terrain.

source: But, my lady, the Ruby! What if it’s a trap?
fr: Mais, ma dame, le Rubis ! Que faire si c'est un piège ?

source: We’ll have to deal with the trap if that’s the case. This is more important!
fr: Nous devrons faire face au piège si c'est le cas. Ceci est plus important !

source: But Elorran is awaiting!
fr: Mais Elorran attend !

source: Please inform him of our next mission and convince him to be patient!
fr: S'il vous plaît, informez-le de notre prochaine mission et convainquez-le d'être patient !

source: Very... well...
fr: Très... bien...

source: The Voyage Home
fr: Retour à la maison

source: team_name^Orcs
fr: Orcs

source: team_name^Desert Creatures
fr: Créatures du désert

source: team_name^Desert Spirits
fr: Esprits du désert

source: Mount Boombadil
fr: Mont Boombadil

source: Secure the orcish settlement to the southeast by defeating all enemy leaders
fr: Sécuriser le camp orc dans le sud-est en battant tous les chefs ennemis

source: The desert... I never thought I’d have to see it again.
fr: Le désert... Je n'aurai jamais pensé le voir à nouveau.

source: I feel very uneasy in these dry and bright lands.
fr: Je me sens très mal à l'aise dans ces terres arides et lumineuses.

source: My lady, if you allow me to complain... we can’t just march across the desert without stopping to rest!
fr: Ma dame, si vous me permettez de me plaindre... nous ne pouvons pas marcher à travers le désert, sans nous arrêter pour nous reposer !

source: The scouts reported the presence of orcs bearing the Chaos banner in a settlement ahead to the southeast, in the Gralseth region. Stopping to rest here would be very risky with those fools around, but perhaps we could secure their settlement and replenish our supplies.
fr: Les éclaireurs ont signalé la présence d'orcs portant la bannière du Chaos dans une colonie à l'avant dans le sud-est, dans la région de Gralseth. S'arrêter pour se reposer ici serait très risqué avec ces imbéciles aux alentours, mais peut-être que nous pourrions prendre leur colonie et reconstituer nos réserves.

source: A word of caution, though. Ever since the Fall, the many victims of the natural disasters which devastated Irdya have been endlessly wandering across lands like this, preying on the souls of the living.
fr: Un mot de prudence, cependant. Depuis la Chute, les nombreuses victimes des catastrophes naturelles qui ont dévasté Irdya errent sans cesse à travers des terres similaires, s'attaquant à l'âme des vivants.

source: They are particularly weak by themselves and our arcane fire should be enough to banish them from our world. However, our less experienced fighters should not take their chances fighting these spirits alone.
fr: Eux-mêmes, ils ne sont pas particulièrement dangereux et notre feu d'arcane devrait suffire à les bannir de notre monde. Cependant, nos combattants les moins expérimentés ne devraient pas tenter leurs chances, seuls contre ces esprits.

source: Time to get moving.
fr: Il est temps de bouger.

source: I banish you from this world! Go now to your deserved rest!
fr: Je vous bannis de ce monde afin que vous puissiez avoir votre repos bien mérité !

source: Begone, wandering spirit!
fr: Va-t'en, esprit errant !

source: Ahhhh... There’s no feeling like putting my feet under refreshing, flowing water... I miss the northern forests...
fr: Ahhhh... Il n'y a rien de mieux que mettre mes pieds sous l'eau rafraîchissante, dans l'eau courante... Je m'ennuie des forêts du Nord...

source: Where do you come from, anyway? You couldn’t have spent your whole life traveling with Elorran and Tara.
fr: D'où venez-vous, de toute façon ? Vous n'avez pas passé toute votre vie à voyager avec Elorran et Tara.

source: Oh... Of course not. It’s just... it’s complicated.
fr: Oh... Bien sûr que non. C'est juste que... c'est compliqué.

source: If you don’t feel like telling me more about yourself right now, I can understand — I’m just curious, that’s all.
fr: Si vous n'avez pas envie de me dire plus sur vous en ce moment, je peux comprendre — je suis tout simplement curieuse, c'est tout.

source: Chief! The faerie! The faerie and her pets are approaching from the northwest!
fr: Chef ! La fée ! La fée et ses animaux de compagnie sont en approche au nord-ouest !

source: Ah, just as the necromancer told us. Excellent news. More meat for our wolves!
fr: Ah, tout comme le nécromancien nous la dit. Excellentes nouvelles. Plus de viande pour nos loups !

source: Yes, more meat for our pigs! Er— I mean wolves!
fr: Oui, plus de viande pour nos cochons ! Er — je veux dire les loups !

source: SHUT UP, you disgusting INSECT!
fr: TAISEZ-VOUS, INSECTES dégoûtants !

source: A sandstorm! We won’t be able to continue marching like this!
fr: Une tempête de sable ! Nous ne serons plus en mesure de continuer à marcher ainsi !

source: This small inconvenience shall not stop us! Onwards!
fr: Ce petit désagrément ne doit pas nous arrêter ! En avant !

source: My lady, are you sure this is a good plan?
fr: Ma dame, vous êtes sûr que c'est un bon plan ?

source: It’s better than tarrying here for too long, so it’s good enough for me!
fr: C'est mieux que de s'arrêter ici trop longtemps, il est donc assez bon pour moi !

source: Argh! No!
fr: Argh ! Non !

source: They are more than we expected! Send our messenger back to—
fr: Ils sont plus que ce que nous attendions ! Envoyer un messager retourner à —

source: Blast it! Their messenger escaped!
fr: Malédiction ! Leur messager s'échappe !

source: ... useless... insects...
fr: ... inutiles... insectes...

source: Maybe this wasn’t such a good idea after all.
fr: Peut-être que ce n'était pas une si bonne idée après tout.

source: I wasn’t counting on that messenger and his swift mount. Regardless, our presence here was both predicted and awaited — this decidedly spells bad news.
fr: Je ne comptais pas sur le messager et sa monture rapide. Peu importe, notre présence ici était à la fois prévue et attendue — ce sont décidément de mauvaises nouvelles.

source: But I told you so!
fr: Mais je vous l'avais dit !

source: I <i>did</i> expect a trap from the very beginning too, girl. We— I have been in situations like this before...
fr: Je redoutais un piège dès le début aussi, jeune fille. Nous — j'ai été dans des situations comme ça avant...

source: But this time I won’t let them succeed.
fr: Mais cette fois je ne vais pas les laisser réussir.

source: Valen just informed me that the impostor’s forces are advancing towards Raelthyn. That can only mean Unarye and her troops fell in battle. This is hopeless.
fr: Valen vient de m'informer que les forces de l'imposteur avancent vers Raelthyn. Cela ne peut signifier qu'une chose, Unarye et ses troupes sont tombés au combat. C'est sans espoir.

source: team_name^Northern Defense Line
fr: Ligne de défense du Nord

source: General Lorelath
fr: Général Lorelath

source: The valley entrance is very close now, according to the map Unarye gave us.
fr: La sortie de la vallée est très proche maintenant, selon la carte qu'Unarye nous a donnée.

source: Good.
fr: Bon.

source: Don’t you think it is unsafe to be here all alone, though?
fr: Vous ne pensez pas qu'il est dangereux d'être ici tout seul, si ?

source: There’s nothing suspicious around here, so... No, I don’t think so. We are both capable of defending ourselves against desert animals.
fr: Il n'y a rien de suspect autour d'ici, alors... Non, je ne crois pas. Nous sommes capables de nous défendre contre les animaux du désert.

source: Well, let’s see how you fare on your own against <i>me</i>!
fr: Eh bien, nous allons voir comment vous vous en sortez vous même contre <i>moi</i> !

source: Wh—
fr: Qu —

source: —<b>Who</b> are you in truth? <b>ANSWER!</b>
fr: — <b>Qui</b> êtes-vous en vérité ? <b>RéPONDEZ !</b>

source: My master was a sadly misguided person — his destruction was well deserved. Uria’s power is the greatest force that’s ever graced us. We could avoid wasting so many lives all over the continent if everyone accepted her offer and joined her cause.
fr: Mon maitre était un triste personnage égaré — sa destruction a été bien méritée. Le pouvoir d'Uria est la plus grande force qui nous ait jamais été gratifiée. Nous pourrions éviter de gaspiller tant de vies partout sur le continent si tout le monde accepté son offre et rejoingnais sa cause.

source: <i>(visibly unhinged)</i> So <b>you</b> were in the country working for the Triad all this time? <b>YOU BETRAYED US!</b>
fr: <i>(visiblement dérangé)</i> Donc c'est <b>vous</b> qui travaillez pour la triade dans ce pays depuis tout ce temps ? <b>VOUS NOUS AVEZ TRAHIS !</b>

source: I wasn’t the only one! Even those pitiful peasants seek alternatives to this pointless war. Now, give me that staff. And don’t forget you are not in possession of godlike powers anymore — I’m capable of killing you if you don’t concede.
fr: Je n'étais pas le seul ! Même les paysans misérables cherchaient des alternatives à cette guerre inutile. Maintenant, donne-moi le bâton. Et n'oubliez pas que vous n'êtes plus en possession des pouvoirs divins désormais — je suis capable de vous tuer si vous ne cédez pas.

source: They are also willing to help...
fr: Ils sont également prêts à aider...

source: Anya! Durvan! How did you know? I—
fr: Anya ! Durvan ! Comment saviez-vous ? Je —

source: My lady, we’d never leave you alone in the darkness. After all, it <i>is</i> our element!
fr: Ma dame, nous n'aurions jamais dû vous laisser seul dans l'obscurité. Après tout, elle <i>est</i> notre élément !

source: There’s a lot of movement in the hills to the south, my lady. The northern defense line is preparing for battle, and so should we!
fr: Il y a beaucoup de mouvement dans les collines au sud, ma dame. La ligne de défense du Nord se prépare pour la bataille, et nous aussi !

source: Elynia must destroy Mal Zynavu by herself
fr: Elynia doit détruire Mal Zynavu par elle-même

source: You may attack Mal Zynavu only with Elynia
fr: Vous pouvez attaquer Mal Zynavu seulement avec Elynia.

source: I didn’t come from so far to the original home of my people in this era to fall only because a coward betrayed me.
fr: Je ne suis pas venu de si loin pour le foyer d'origine de mon peuple en cette ère pour tomber uniquement parce qu'un lâche m'a trahi.

source: El— my lady?!
fr: El— ma dame ?!

source: I <i>have</i> done this before, thanks to Argan and Malin.
fr: J'ai <i>fait</i> cela auparavant, grâce à d'Argan et Malin.

source: Your staff... the Ruby’s glowing!
fr: Votre bâton... le Rubis s'illumine !

source: I can see her and her friends there... he, he...
fr: Je peux les voir, elle et ses amis là-bas... il, il...

source: Ignore them — strike their leader down first!
fr: Ignorez-les — frapper leur chef en premier !

source: Who is your leader? Who is awaiting us in the valley and who is my impersonator?
fr: Qui est votre chef ? Qui est-ce qui nous attend dans la vallée et qui est mon sosie ?

source: I work for the Iron Council! I have no idea who—
fr: Je travaille pour le Conseil de Fer ! Je n'ai aucune idée qui —

source: You... are... <b>LYING</b>!
fr: Vous... êtes un... <b>MENTEUR</b> !

source: How could you...
fr: Comment pourriez-vous...

source: It’s over now.
fr: C'est fini maintenant.

source: My lady...
fr: Ma dame...

source: Just ‘Elynia’ will do, friends.
fr: Juste « Elynia » pour vous, mes amis.

source: What should we do now?
fr: Que devons-nous faire maintenant ?

source: There is no turning back, and the impostor must be preparing to confront us or flee from the valley. Whichever is the case, I am going to find her and burn her and any other servants of Uria we can find here. You must contact Elorran immediately to notify him of Zynara’s betrayal. It’s possible he is in danger.
fr: Il n'y a pas de retour en arrière possible, et l'usurpatrice doit se préparer à nous affronter ou à fuir la vallée. Quoi qu'il en soit, je vais la trouver et la bruler et aussi les autres agents d'Uria, que nous pourrons trouver ici. Vous devez contacter immédiatement Elorran pour lui notifier la trahison de Zynara. Il est possible qu'il soit en danger.

source: Very well!
fr: Très bien !

source: Everyone else, prepare for what I hope will be our last battle.
fr: Tout le monde, préparez-vous à ce que j'espère, sera notre dernière bataille.

source: Yes, my lady!
fr: Oui, ma dame !

source: The main troops are coming... We spent too much time fighting their defenses.
fr: L'essentiel de leur force va arriver... Nous avons passé trop de temps à combattre leurs défenses.

source: And then there was Chaos
fr: Et puis il y eut le Chaos

source: team_name^Telchior’s Hold
fr: Occupant Telchior

source: Lady of Light
fr: Dame de lumière

source: female^Lady of Light
fr: Dame de Lumière

source: team_name^Base Defenses
fr: Défenses de la base

source: Telchior’s Hold
fr: Occupant Telchior

source: Belandras’ Bridge
fr: Pont de Belandras

source: Alenaril’s Pass
fr: Passe d'Alenaril

source: River Toldrin
fr: Rivière de Toldrin

source: Elynia must defeat the false Lady of Light by herself
fr: Elynia doit vaincre la Fausse Dame de Lumière elle-même

source: Defeat the rest of the enemy leaders
fr: Vaincre le reste des chefs ennemis

source: The false Lady of Light gets killed by a different unit
fr: La Dame de Lumière est tuée par une autre unité

source: Sirs, the impostor has arrived with her army! The northern defense line is—
fr: Messieurs, l'imposteur est arrivé avec son armée ! La ligne de défense du nord est —

source: Ha! Ha! That is no army. I thought the northern elves would be more kind to their so-called savior! Ha!
fr: Ah ! Ah ! Ce n'est pas une armée. Je pensais que les elfes du nord seraient plus généreux pour leur soi-disant sauveur ! Ah !

source: Behold, the usurper arrived to challenge us in our own headquarters. What a pitiful effort! To arms! Take her down and bring me her head and the artifact she stole from me!
fr: Voici que l'usurpatrice nous défit dans notre propre quartier général. Quel effort pitoyable ! Aux armes ! Emparez-vous d'elle et apportez-moi sa tête et l'artefact qu'elle m'a volé !

source: Yes, my lady.
fr: Oui, ma dame.

source: As you command, my lady!
fr: à vos ordres, ma dame !

source: They seem quite loyal to her despite the state of their home.
fr: Ils semblent tout à fait loyaux envers elle, malgré l'état de leur maison.

source: Indeed, something is seriously amiss with these elves. If we could only prove she is an impostor, perhaps they’d then listen to reason.
fr: En effet, quelque chose cloche sérieusement avec ces elfes. Si seulement nous pouvions prouver qu'elle est une usurpatrice, peut-être qu'ils pourraient alors entendre raison.

source: What do you suggest, my lady... Elynia?
fr: Que proposez-vous, ma dame... Elynia ?

source: Stay clear from her and let me confront her by myself.
fr: Restez à l'écart d'elle et permettez-moi de l'affronter moi-même.

source: Very well...
fr: Très bien...
