Repository: project-ethea/Ethea-i18n
Catalog: After_the_Storm/tmp_11620-fr1475663389.po
Languages: fr

source: Elynia held a small fire in her hands, illuminating the surroundings with a strong, azure light. The elves stared in awe at her subtle but effective display of the power of Faerie; some of them stepped back, alarmed, uncertain of what to make of the unusual situation.
fr: Elynia tenait un petit feu dans ses mains, illuminant les alentours avec une forte lumière bleue. Les elfes ébahis par sa démonstration subtile, mais efficace de la puissance de la fée, et certains d'entre eux reculèrent incertains devant cette situation inhabituelle.

source: Come with me.
fr: Venez avec moi.

source: Elves of a Different Land
fr: Elfes d'une terre différente

source: Lord Gaellis, son of Kalehssar, we found these two strangers on the southeastern shores. They came from the northern seas, and seem to bring the light of Eloh with them.
fr: Seigneur Gaellis, fils de Kalehssar, nous avons trouvé ces deux inconnus sur les rives sud. Ils sont venus de la mer du Nord, et semblent apporter la lumière de Eloh avec eux.

source: Eloh? That name...
fr: Eloh ? Ce nom...

source: It’s been long since any land dweller came to this island — the last time they set foot on our shores, it was our own kin who came seeking a new home. We didn’t leave anyone behind in the continent. Who are you?
fr: Cela fait bien longtemps que des habitants de la terre vinrent sur cette île. La dernière fois qu'ils prirent pied sur ses côtes, c'étaient nos parents qui chercher désespérément un nouveau foyer. Nous n'avions laissé personne derrière nous. Qui êtes-vous ?

source: Sir, I am Galas, son of Valthir, and this is...
fr: Monsieur, je suis Galas, fils de Valthir, et voici...

source: Elynia, daughter of Deniéth-Isal.
fr: Elynia, fille de Deniéth-Isal.

source: You vaguely look like one of us. Spread your wings. Your face is that of an elf, but your clothes, and your wings... they are very different from our own. Where did you come from?
fr: Vous ressemblez vaguement à un des nôtres. Déployez vos ailes. Votre visage est celui d'un elfe, mais vos vêtements et vos ailes... ils sont très différents de nous. D'où venez-vous ?

source: We come from the Great Continent — from the Far North, beyond the tall Heart Mountains that grasp the sky and guard the green lands. There, the suns’ light has not been enough to burn those beautiful forests forever. We are not like you, indeed; we are forest elves, and we have come to seek your help against the great evil that has befallen Irdya.
fr: Nous venons du grand continent — du Grand Nord, au-delà des montagnes centrales, elles étreignent le ciel et gardent les terres vertes. Là, la lumière des soleils n'a pas été suffisante pour brûler ces belles forêts éternelles. Nous ne sommes pas vous, en effet, nous sommes les elfes des forêts, et nous sommes venus chercher votre aide contre le grand mal qui a frappé Irdya.

source: Forest elves? That’s absolutely ridiculous! The last our people saw of the Great Continent were vast deserts plagued with foul orcs, necromancers, and human barbarians. There’s no green life left on it anymore!
fr: Elfes des forêts ? C'est absolument ridicule. Les dernières personnes de notre peuple qui vivaient sur le grand continent ont du faire face à de vastes déserts infestés d'immondes orcs, de nécromanciens et de barbares humains. Aucune vie verdoyante n'a survécu !

source: Maybe your people didn’t travel far enough to the north! Most of the central region fits your description, but there are a few secluded valleys where life has thrived, and the Far North is vast enough to allow humans and orcs to live relatively at peace with each other.
fr: Peut-être que votre peuple n'a pas voyagé assez loin vers le Nord ! La majorité de la zone centrale correspond à votre description, mais il y a des vallées isolées où la vie a prospéré, et le Grand Nord est assez vaste pour permettre aux êtres humains et aux orcs de vivres relativement en paix les uns avec les autres.

source: That is—
fr: C'est —

source: What evil is that you mentioned? Kalehssar, the Blade of Eloh, destroyed the one who attempted to destroy the last remnants of our kind.
fr: Quel fléau as-tu mentionné ? Kalehssar, la lame de Eloh, qui a anéanti celui qui a essayé de détruire les derniers vestiges de notre espèce.

source: You only killed a minion working for a greater power. The fight is not over yet, and we have just killed another... minion of hers. She’s none other than Uria, who has got an entire empire of human followers and unspeakable horrors working with the forces of Inferno to destroy what’s left of Irdya!
fr: Vous avez seulement tué un sbire inféodé à une plus grande puissance. La lutte n'est pas encore terminée, et nous venons de tuer un autre de ses sbires... Elle n'est autre qu'Uria, qui a bâti un empire tout entier de disciples humains et d'horreurs indicibles, elle travaille avec les forces de l'enfer pour détruire ce qui reste d'Irdya !

source: I know that this may sound ridiculously dramatic, but I speak the truth, for I am the slayer of Zhangor, and Eloh guided me back to you in this era because you have the missing page of our civilization’s history: Kalehssar fought Yechnagoth, the Eater of Souls, and defeated her on this island a few hundred years ago.
fr: Je sais que cela peut sembler ridiculement dramatique, mais je dis la vérité, car je suis le tueur de Zhangor et Eloh m'a guidé vers vous en cette époque, parce que vous avez la page manquante de l'histoire de notre civilisation : Kalehssar a combattu Yechnagoth, le mangeur d'âmes, et il a été défait ici, sur cette île, quelques centaines d'années auparavant.

source: The elves were shocked by the mere mention of the three accursed names. They eyed each other nervously, as though they feared that rocks would fall from the sky in response to Elynia’s bold words.
fr: Les elfes ont été choqués par la simple mention de ces trois noms maudits. Ils s'observaient nerveusement, comme si le ciel allait leur tomber sur la tête comme une conséquence des paroles audacieuses d'Elynia.

source: I cannot do miracles. If you need more proof of our claims—
fr: Je ne peux pas faire de miracles. Si vous avez besoin de plus de preuves de nos allégations —

source: You were originally sent by Eloh to protect us from the Demon Lord. Eloh sends you back to us to protect everyone from the Fallen Goddess. Now it’s all clear. The power you wield has not been seen by our kin for eons, as much of our ancestors’ knowledge perished with them when the spawn of Uria destroyed their forests. You are a rare gem among the entire elvish civilization, and we trust you. We listen to the call of our forest ancestors, and we agree to help you.
fr: Vous avez été à l'origine envoyés par Eloh pour nous protéger contre le seigneur-démon. Eloh vous envoie de nouveau pour nous protéger tous de la Déesse déchue. Maintenant tout est clair. La puissance que vous maniez n'a pas été vue par nos parents depuis une éternité, beaucoup de connaissances ancestrales ont été perdues au début de la destruction de nos forêts par la progéniture d'Uria. Vous êtes une perle rare parmi toute la civilisation elfique, et nous avons confiance en vous. Nous entendons l'appel de nos ancêtres des forêts, et nous nous engageons à vous aider.

source: Don’t we all?
fr: N'avons-nous pas tous ?

source: What kind of help do you need?
fr: Quel genre d'aide avez-vous besoin ?

source: Necromancy is the least of evils now that Uria’s minions plague the Great Continent. In our long journey to this island, we have not only been assisted by the orcs of the Far North, but also by a lich who helped us defeat the Chaos Emperor. We will need his help here, so I request that we are allowed to bring our orcish and undead allies to this island.
fr: La nécromancie est le moindre des maux, maintenant que les sbires d'Uria ravagent le grand continent. Dans notre long voyage vers cette île, nous n'avons pas seulement été aidés par les orcs du Grand-Nord, mais aussi par une liche qui a contribué vaincre le maître de l'hombre. Nous avons encore besoin de son aide ici, je demande donc la permission d'amener un navire transportant nos alliés orcs et morts-vivants sur cette île.

source: That request... is very... <i>unusual</i> for an elf.
fr: Cette demande... est très inhabituelle pour un elfe.

source: It is true that many necromancers have worked together with Uria’s minions to bring doom to the natural inhabitants of the continent, including your own ancestors. But it’s also true that whether a creature walks the path of Light or the path of Darkness is not the absolute criterion to distinguish evil from good. As for the orcs, they have been our allies in the past, back when there was only one sun and all elves lived in the forests of Irdya.
fr: Il est vrai que de nombreux nécromanciens ont collaboré avec les sbires d'Uria pour apporter la ruine aux habitants naturels du continent, y compris les Elfes du Désert. Mais c'est vrai aussi que la puissance pure des ténèbres ne suffit pas à définir la différence entre le bien et le mal, et que nous étions alliés avec les orcs dans le passé, du temps où il n'y avait qu'un seul soleil et que tous les elfes vivaient dans les forêts d'Irdya.

source: We shall allow the orcs and the undead to come to assist you once you tell us exactly what you are going to do, but beware that our warriors and priests are ready to take care of them should they do anything suspicious.
fr: Nous allons autoriser les orcs et les morts-vivants à venir pour vous aider lorsque vous nous direz précisément ce que vous allez faire, mais méfiez-vous, nos guerriers et nos prêtres sont prêts à prendre soin d'eux s'ils font quelque chose de suspect.

source: We require access to the place where Yechnagoth was destroyed.
fr: Nous avons besoin d'accéder au lieu où Yechnagoth a été détruit.

source: The Search for the Past
fr: La quête du passé

source: team_name^Cave Creatures
fr: Créatures des cavernes

source: team_name^Yechnagoth’s Guards
fr: Gardiens de Yechnagoth

source: team_name^Chaos Guards
fr: Gardiens du Chaos

source: Follow the path and explore underground
fr: Suivez le chemin et explorer les souterrains

source: Death of Horo
fr: Mort de Horo

source: Death of Kyara
fr: Mort de Kyara

source: I don’t like this place. It feels as if something is waiting to ambush us in the darkness.
fr: Je n'aime pas cet endroit. Il y règne une atmosphère comme si quelque chose nous attendait pour nous tendre une embuscade dans l'obscurité.

source: Heh, darkness. These elves aren’t very smart after all. Who’d think that sending one of their sun-loving youths would be any help to us?
fr: Ha, l'obscurité. Ces elfes ne sont pas très intelligents, finalement. Qui pourrait penser que l'apport d'un de leur jeune qui aime se dorer au soleil serait une aide pour nous ?

source: Keep your rotten mouth shut, lich! We are being more lenient than anyone would with those who deal with your unnatural friends and these filthy apes.
fr: Gardez votre bouche putride fermée, liche ! Nous sommes plus indulgents que quiconque ne le ferait avec ceux qui traitent avec vos amis contre nature et ces singes immondes.

source: Who are you calling “filthy apes”, you...
fr: Qui appelez-vous « singes immondes », vous...

source: Calm down, everyone! If we are to explore these caverns, we’ll need to stay together.
fr: Calmez-vous, tout le monde ! Si nous voulons explorer ces cavernes, nous aurons besoin de rester ensemble.

source: What are you looking for? Some kind of artifact? Rocks? Spiders?
fr: Que recherchez-vous ? Une sorte d'artefact ? Des pierres ? Des araignées ?

source: We believe there was another fortress beneath the dark citadel in which Yechnagoth was found. If our enemies used it once, they may have left behind scrolls, artifacts, or maybe hints from which we could learn about what we are facing. Uria, that is.
fr: Nous croyons qu'il avait une autre forteresse sous la sombre citadelle dans laquelle Yechnagoth a été trouvé. Si nos ennemis l'on utiliser une fois, ils peuvent avoir laissé derrière des parchemins, des artefacts, ou peut-être des conseils à partir de laquelle nous pourrions en apprendre davantage a quoi nous sommes confrontés. Sur Uria, elle-même.

source: And her minions.
fr: Et ses sbires.

source: This isn’t time to fight amongst us; many have died in the north already due to petty disputes. Just stay alert and let’s see what we can find.
fr: Ce n'est pas le moment de se battre entre nous, beaucoup sont morts dans le nord déjà en raison de conflits mesquins. Il faut rester vigilant et voyons ce que nous pouvons trouver.

source: We will help you as best we can, elf.
fr: Nous vous aiderons du mieux que nous pourrons, elfe.

source: <i>Hissssssss</i>
fr: *Hissssssss*

source: A giant spider. Just an annoying giant spider.
fr: Une araignée géante. Juste une araignée géante ennuyeux.

source: It can still kill you if you are not careful, orc.
fr: Elle peut encore vous tuer si vous ne faites pas attention, orc.

source: Look out, there are undead standing in our way!
fr: Attention, il y a des morts-vivants debout sur notre chemin !

source: This is impossible! We had made sure there was no evil left on this island!
fr: C'est impossible ! Nous avions fait en sorte qu'il n'y ait plus de malfaisant sur cette île !

source: Above the surface of the earth, your druids could barely detect what roamed below. That’s hardly surprising.
fr: Au-dessus de la surface de la Terre, votre druide pouvait à peine détecter ce qui se tramait ci-dessous. Ce n'est guère surprenant.

source: There was very little strength left in this one. Maybe he guarded this place for Argan before it was abandoned.
fr: Il y avait très peu de force laissée dans celui-ci. Peut-être qu'il gardait cet endroit pour Argan avant qu'il ne soit abandonné.

source: Not bad for a sun-loving little girl.
fr: Pas mal pour une petite fille aimant dorer au soleil.

source: Shut up, necromancer.
fr: Tais-toi, nécromancien.

source: Now what?
fr: Et maintenant ?

source: We have been in enemy fortresses before; this is most likely not a dead end despite the appearances. Let’s check the cave to the east.
fr: Nous avons déjà été dans des forteresses ennemies avant, ce n'est probablement pas une impasse malgré les apparences. Voyons maintenant la grotte à l'Est.

source: Touchplate triggered. A wall moves.
fr: Plaque activée. Un mur bouge.

source: Crystal glyph activated. A wall moves.
fr: Le cristal de Glyphe activé. Un mur bouge.

source: Hm... I don’t know what I was thinking; there is no point in following this stream. There is nothing to see.
fr: Hm... ce n'est pas ce que je pensais, il n'y a aucun intérêt à suivre ce chemin. Il n'y a rien à voir.

source: These accursed bats are everywhere!
fr: Ces maudites chauves-souris sont partout !

source: It’s a cave, what did you expect? Rabbits?
fr: Il s'agit d'une grotte, qu'est-ce que vous espériez ? Des lapins ?

source: Those water creatures don’t look friendly at all.
fr: Ces créatures aquatiques ne semblent pas du tout sympathiques.

source: These abominations resemble our druids’ description of Yec—
fr: Ces abominations ressemblent à la description de nos druides du Yet-

source: Yes, we know. Do you really need to comment on it whenever we find something different?
fr: Oui, nous le savons. Avez-vous réellement besoin de commenter à chaque fois que nous trouvons quelque chose de différent ?

source: There was an ascending road here, but it’s blocked by giant boulders.
fr: Il y avait une route ascendante ici, mais elle est bloquée par des rochers géants.

source: That might have been the path to Yechnagoth’s citadel. So something else was definitely built underground as well.
fr: Cela aurait du être le chemin de la citadelle de Yechnagoth. Alors quelque chose d'autre était certainement construit sous terre.

source: Good, let’s follow it then.
fr: Bien, nous allons le suivre alors.

source: Ghouls. I guess this is Argan’s old lair.
fr: Des goules. Je suppose qu'il s'agit d'une ancienne tanière d'Argan.

source: Yes, it seems to be... Let’s take a look at those chambers. And remove its repugnant residents.
fr: Oui, cela y ressemble... Jetons un œil à ces chambres. Et supprimons ses habitants répugnants.

source: Gather all information you can get from Argan’s lair
fr: Rassemblez toutes les informations que vous pouvez obtenir de la tanière d'Argan

source: A human skeleton. Who knows how this poor bastard ended up thrown into this chamber.
fr: Un squelette humain. Qui sait comment ce pauvre bougre a fini jeté dans cette chambre.

source: One of Argan’s experiments, probably. Either that or this person had something of importance to the Empire.
fr: Une des expériences d'Argan, probablement. Soit ça, soit que cette personne était quelqu'un d'important de l'empire.

source: Crystal Glyph
fr: Glyphe de Cristal

source: The Verlissh are a collection of very basic lifeforms associated with the warriors of Rythé. These creatures can merge and form larger and more complex beings, and they are also capable of integrating into other foreign lifeforms, adapting to their functions and enhancing them.
fr: Le Verlissh est une collection de formes de vie très basiques associées à des guerriers du Rythé. Ces créatures peuvent fusionner et former des êtres plus grands et plus complexes, et ils sont également capables d'intégrer d'autres formes de vie étrangères, en s'adaptant à leurs fonctions et les renforcer.

source: Uria knows that the Argazar people used the Verlissh to provide their so-called ‘biomechanical’ warriors with unnatural strength, resilience and abilities. She also knows of other sources of these creatures that we could use to raise a whole army to put an end to Irdya’s current Dark Age.
fr: Uria sait que le peuple d'Argazar utilisait le Verlissh pour fournir à leurs soi-disant guerriers « biomécanique » la force, la résilience naturelle et des capacités. Elle sait aussi par d'autres sources que ces créatures peuvent être utilisées pour lever une armée entière pour mettre un terme sur Irdya à l'âge des ténèbres actuelles.

source: The Norsulan technology stolen by Uria from those who work for the one who is said to be the reincarnation of Valdir has been very helpful in our quest to understand the power of the most interesting creations of the Argazars, the first advanced civilization to set foot on Irdya only to perish in a short time.
fr: La technologie Norsulan volée par Uria à ceux qui travaillent pour celui qui dit être la réincarnation de Valdir a été très utile dans notre quête pour comprendre la puissance des créations les plus intéressantes des Argazars, la première civilisation de pointe qui mit le pied sur Irdya et qui périt dans un court laps de temps.

source: Some ancient legends of uncertain origin say that the First created a beautiful woman out of fine dust, and gave her control over the awesome power that flows through the veins of every one of her faerie descendants, including the elves of Irdya.
fr: Certaines légendes anciennes, d'origine incertaine disent que la première a créé de la poussière fine était une belle femme, elle lui donna le contrôle sur le pouvoir impressionnant qui coule dans les veines de chacun de ses descendants féeriques, y compris les elfes d'Irdya.

source: Other legends describe one of her siblings: Merthiaal, the Eater of Souls, as known by those who speak the language of the gods, said to have been created out of dirt, and to have envied the wielder of the Arcane Flame, for the First displayed great favoritism towards her.
fr: D'autres légendes décrivent un de sa fratrie : Merthiaal, le Mangeur d'âmes, tel qu'il est connu par ceux qui parlent la langue des dieux, dit avoir été créé à partir de la poussière, et d'avoir envié le porteur de la Flamme des arcanes, pour la première grande preuve de favoritisme à son égard.

source: The most primitive races of Irdya, such as the merfolk, prefer to avoid referring to Merthiaal by any name; if they must mention her, they shall speak of Yechnagoth, an accursed name in one of their ancient tongues.
fr: Les races les plus primitives de Irdya, comme les ondins, préfèrent éviter de se référer à Merthiaal par son nom, s’ils doivent le mentionner, ils vont parler de Yechnagoth, un nom maudit dans une de leurs langues anciennes.

source: Uria’s demons say that Merthiaal’s envy consumed her mind and drove her insane to the point she lost control of her powers, causing the destruction of her own world. It took Uria’s intervention to prevent a greater catastrophe.
fr: Les démons d'Uria disent que la jalousie à consumer l'esprit de Merthiaal et le conduit à la folie au point qu'il a perdu le contrôle de ses pouvoirs, provoquant la destruction de son propre monde. Il a fallu l'intervention d'Uria pour prévenir une plus grande catastrophe.

source: Merthiaal’s heart, soul and memories were preserved through eons, but not her body.
fr: Le coeur de Merthiaal, l'âme et ses souvenirs ont été conservés à travers l'éternité, mais pas son corps.

source: Now that we have created an artificial body for her heart and her soul using Verlissh creatures, she shall have a new opportunity to destroy the descendants of her rival and allow Uria to reign over this decadent world at last.
fr: Maintenant que nous avons créé une entité artificielle pour son cœur et son âme en utilisant des créatures Verlissh, il va avoir une nouvelle occasion de détruire les descendants de sa rivale et permettre à Uria finalement de régner sur ce monde décadent.

source: This glyph shall not be used by anyone but those who are true descendants of She who wields the Arcane Flame that protects Irdya.
fr: Ce glyphe ne doit pas être utilisé par n'importe qui, mais par ceux qui sont de véritables descendants de celle qui brandit la flamme arcane qui protège Irdya.

source: Elynia, you should check this crystal; it may have information we need.
fr: Elynia, vous devriez vérifier ce cristal ; il peut contenir les informations dont nous avons besoin.

source: Move Elynia to the sealed crystal glyph
fr: Déplacer Elynia au glyphe de cristal scellé

source: This glyph contains a spell of Teleport which will allow you to cross great distances if you can put your soul before your body, look forward without your eyes and touch the air beyond your sight. If you can concentrate enough energy, you shall be able to go anywhere within your memories and find anybody as long as you can feel their heart. Be careful, for not everything is written, and those who stray from the path of their reality might not find anything in the other side of the mirror.
fr: Ce glyphe contient un sort de téléportation qui vous permettra de traverser de grandes distances, si vous pouvez mettre votre âme hors de votre corps, décelé ce qui n'est pas visible et déplacer ce qui est hors de portée. Si vous pouvez concentrer suffisamment d'énergie, vous serez capable d'aller n'importe où dans vos souvenirs et trouver quelqu'un aussi longtemps que vous pouvez sentir son cœur. Soyez prudent, ne pas croire que tout est écrit, et ceux qui s'écartent de la voie de la réalité pourrait ne pas trouver quelque chose de l'autre côté du miroir.

source: That’s strange. Why would Argan keep something he obviously couldn’t use in his lair?
fr: C'est étrange. Pourquoi Argan garder quelque chose qu'il ne pouvait évidemment pas utiliser dans sa tanière ?

source: It might be that he foresaw that all this would happen...and wanted to help us even if he couldn’t break Uria’s control over his actions.
fr: Il se pourrait qu'il prévoyait que tout cela allait arriver... et voulait nous aider, même s'il ne pouvait pas rompre le contrôle d'Uria sur ses actions.
