Repository: project-ethea/Ethea-i18n
Catalog: After_the_Storm/tmp_11620-fr1475663389.po
Languages: fr

source: The ancient information previously gathered by Galas, Anlindë and Mal Keshar matches what we have obtained from Argan’s lair...which he found out through Uria and her most knowledgeable demons. We are not alone. And the thought that there’s a world more technologically advanced than Irdya is...overwhelming.
fr: Les anciennes informations recueillies antérieurement par Galas, Anlindë et Mal Keshar correspondent à ce que nous avons collecté de la tanière d'Argan... qu'il trouva par l'intermédiaire d'Uria et de ses démons les plus avertis. Nous ne sommes pas seuls. Et la pensée qu'il y a un monde technologiquement plus avancé qu'Irdya est... accablante.

source: Fortunately Uria’s forces are now separated by the barrier between our world and Inferno. Perhaps, now that they are weak and disorganized, we could have a chance to destroy what’s left of them: the Iron Triad and their followers.
fr: Heureusement les forces d'Uria sont désormais séparées par la barrière entre notre monde et Inferno. Peut-être, maintenant qu'ils sont faibles et désorganisés, nous pourrions avoir une chance de détruire ce qui reste d'eux : la triade de fer et leurs disciples.

source: But first we’ll need to deal with another problem. According to Mal Keshar, Argan abandoned Zocthanol Isle after Yechnagoth was defeated, but not before recovering the creature’s heart. Although her soul was effectively destroyed along with her replacement body, her source of power wasn’t directly connected to it, and Argan ordered his minions to preserve that heart beneath the ruined plains of Wesmere. I presume that the biomechanical guards we found in the caves there may be protecting it.
fr: Mais d'abord, nous devons faire face à un autre problème. Selon Mal Keshar, Argan a abandonné l'ile de Zocthanol après la défaite de Yechnagoth, mais pas avant d'avoir récupéré le cœur de la créature. Bien que son âme ait été effectivement détruite avec son corps de substitution, sa source d'alimentation n'était pas directement reliée à elle, et Argan a ordonné à ses sbires de préserver ce cœur sous les plaines en ruines de Wesmere. Je présume que les gardes biomécaniques que nous avons trouvées dans les grottes étaient la pour le protéger.

source: With that great source of power still intact and in Irdya, our time was running out. We decided to return to the Great Continent as soon as we could to contact our allies and tell them about the shaxthal hive in Wesmere.
fr: Avec la grande source de puissance encore intacte et sur Irdya, notre temps était compté. Nous avons décidé de retourner sur le grand continent dès que nous pourrions prendre contact avec nos alliés et de leur parler de la ruche de Shaxthal dans Wesmere.

source: I wish I could master the power of teleportation that I obtained from the crystal so we won’t have to waste so many days on the Vast Sea; unfortunately, I have not been able to concentrate enough to attempt using it.
fr: Je voudrais pouvoir maîtriser le pouvoir de téléportation que j'ai obtenu à partir du cristal, car nous n'avons pas besoin de perdre tant de jours dans le vaste océan, mais malheureusement, je n'ai pas été en mesure de me concentrer suffisamment pour tenter son utilisation.

source: We finally said goodbye to the peaceful island and departed the next day.
fr: Nous avons finalement dit au revoir à la paisible île et partis le lendemain.

source: This was perhaps the first time I wanted to stay and forget about the happenings on the Great Continent. Ever since Galas and his group came to interrupt my eternal rest, it’s been a nightmare where everything is relentlessly trying to destroy us as part of that sinister plan to turn Irdya into a wasteland of suffering and decay.
fr: Ce n'était peut-être pas la première fois que je voulais rester et oublier les événements sur le grand continent. Depuis que Galas et son groupe sont venus interrompre mon repos éternel, cela a été un cauchemar où tout est sans cesse en train d'essayer de nous détruire dans le cadre de ce plan sinistre pour transformer Irdya en un désert de souffrance et de décadence.

source: I wish I could go back to the old times and prevent that disaster that ruined the world forever.”
fr: Je voudrais pouvoir revenir à des temps anciens et empêcher ce désastre qui a ruiné le monde pour toujours. »

source: — “Not everything went according to our plans.
fr: — « Tout ne s'est pas déroulé selon nos plans.

source: A storm caught us by surprise and drove us off course. We barely resisted long enough to be greeted by the setting suns and a dense fog, finding ourselves before an unknown shoreline and an uncannily silent forest at dusk.
fr: Une tempête nous a pris par surprise et nous a conduits en dehors de notre parcours. Nous avons à peine survécu assez longtemps pour être accueillis par les soleils couchants et un brouillard dense, nous nous trouvions devant un rivage inconnu et une forêt étrangement silencieuse au crépuscule.

source: With our ship severely damaged, we decided to explore the land and try to decide what to do later.
fr: Avec notre navire gravement endommagé, nous avons décidé d'explorer la terre et tenter de décider quoi faire plus tard.

source: In midst of the battle, a dark mist surrounded me, clouding my vision and piercing my head with an energy that was too strong to resist. Blinded by the pain, I tried to dispel it to no avail, and then heard a voice... a crystalline and beautiful female voice speaking in an unknown language. Then I felt as if I had fallen into a dark chasm, with no ground to hit.
fr: Au milieu de la bataille, une brume sombre autour de moi troubla ma vision et perça ma tête avec une énergie qui était trop forte pour résister. Aveuglé par la douleur, j'ai essayé de la dissiper en vain, puis j'ai entendu une voix... une voix cristalline et une belle femme parlant dans une langue inconnue. Puis je me suis senti partir dans un sombre gouffre, avec aucune envie de lutter.

source: The darkness...
fr: Les ténèbres...

source: The fear...
fr: La peur...

source: The strong pulling of Uria’s power knocked me unconscious. It defeated me. I had failed. Uria had caught me off guard.
fr: La force d'attraction du pouvoir d'Uria a frappé mon inconscient. Elle m'a vaincu. J'avais échoué. Uria m'avait pris au dépourvu.

source: When I opened my eyes it was already too late...
fr: Quand j'ai ouvert mes yeux, il était déjà trop tard...

source: My hands and feet were burning as I was chained to the floor of a grim dark cell, unable to move, screaming and writhing in pain. They had me where they wanted — defenseless, tortured by the cold iron, unable to escape, like a bird with a broken wing. My magic staff was nowhere to be seen, and I could not pronounce a single spell due to the excruciating pain.
fr: Mes mains et mes pieds brûlaient, j'étais enchaîné au sol d'une sombre cellule sinistre, incapable de bouger, de crier et me tordant de douleur. Ils ont eu ce qu'ils voulaient — sans défense, torturée par la froideur de l'acier, incapable de m'échapper, comme un oiseau avec une aile brisée. Mon bâton magique était hors de portée de mon regard, et je ne pouvais prononcer un seul sort tant la douleur était atroce.

source: The pain.
fr: La douleur.

source: I don’t know how much time passed, for I was partially unconscious by the time they arrived to drag me out of the jail. Hours? Days? Who knows.
fr: Je ne sais pas combien de temps c’est écoulé, car j'étais partiellement inconscient au moment où ils m'ont traîné hors de la prison. Depuis combien d'heures ? De jour ? Qui sait.

source: The Triad
fr: La Triade — Partie 1

source: But at last I was taken to meet my captors, face to face.
fr: Mais enfin j'ai été prise pour répondre à mes ravisseurs, face à face.

source: It’s really hard to admit your own mistakes, at times. It’s especially hard to accept reality once it turns against you by taking away those whom you love the most.
fr: Il est vraiment difficile d'admettre ses propres erreurs, à certains moments. Il est particulièrement difficile d'accepter la réalité une fois qu'elle se retourne contre vous, en enlevant ceux que vous aimez le plus.

source: Galas was more than just a friend.
fr: Galas a été plus que juste un ami.

source: After Argan’s death I swore I would not get emotionally involved with anyone again. This isn’t the first time it’s happened since the curse that granted me long-lasting life — I know very well this overwhelming feeling of emptiness — but I did not realize I had already gotten too close to him.
fr: Après la mort d'Argan, je m'étais juré de ne plus m'impliquer émotionnellement de nouveau avec quelqu'un. Ce n'est pas la première fois, cela s'est déjà passé depuis que la malédiction m'a accordé de longues années de vie — je connais très bien ce sentiment écrasant de la vacuité —, mais je n'ai pas réalisé que j'étais déjà devenu trop proche de lui.

source: I could never tell him what I really felt. I could never tell him why I <i>cared</i> so much.
fr: Je ne pourrais jamais lui dire ce que j'ai vraiment ressenti. Je ne pourrais jamais lui dire pourquoi je l'ai <i>soigné</i> autant.

source: Now I am on my own again, afraid of approaching Mal Keshar, whom I knew had started to care about Galas as his only friend. I am alienating everyone because of fear, this fear of becoming the instrument of their death.
fr: Maintenant, qu'il est possédé à nouveau, j'ai peur qu'il se soit rapproché de Mal Keshar, je le connais il va commencer à se préoccuper de Galas son seul ami. Je me suis aliéné tout le monde à cause de la peur, cette peur peut devenir l'instrument de leur mort.

source: I don’t know what to do anymore...
fr: Je ne sais quoi faire...

source: But I know that Galas didn’t give up after Anlindë’s sacrifice. I have to carry on and put an end the plans of Elyssa and the Iron Council somehow, even if it could take a sacrifice of my own.
fr: Mais je sais que Galas n'a pas abandonné après le sacrifice d'Anlindë. Je dois continuer et mettre un terme au plan d'Elyssa et du Conseil de fer en quelque sorte, même si je dois sacrifier ma propre vie.

source: Mal Keshar’s statement was bold but sadly true. It was evidently foolish to not take advantage of that spell when we still had an opportunity — Galas would probably not have been killed by the new servant of Uria.
fr: La déclaration de Mal Keshar était audacieuse, mais tristement vraie. Il est évidemment absurde de ne pas profiter de ce sort quand nous en aurons la possibilité — Galas n'aurait probablement pas été tué par la nouvelle servante d'Uria.

source: I know that I am expected to replace him at the helm of our little band, but it’s so difficult to do without remembering the circumstances of his demise, and the mistakes that led to it. I have to try to put those thoughts aside for the time being...
fr: Je sais que je suis attendu pour le remplacer à la tête de notre petite bande, mais il est vraiment difficile de le faire sans se rappeler les circonstances de sa disparition, et les erreurs qui y ont conduit. Je dois essayer de mettre ses pensées de côté pour le moment...

source: We continued our march towards northeastern Wesmere, the place where Yechnagoth’s heart lies. A place I frequented during the times of Wesnoth, back when I still worked as an emissary for the elvish Ka’lian and later advisor for the Empire of Wesnoth, before the high circles were corrupted and my mission of peace turned into a vain fantasy.
fr: Nous avons continué notre marche vers le nord-est de Wesmere, l'endroit où le coeur de Yechnagoth repose. Un endroit que j'ai fréquenté pendant les périodes ou je résider à Wesnoth, quand je retournai travaillé comme émissaire pour l’elfe Ka'lian et conseiller plus tard l'Empire de Wesnoth, avant que les hautes sphères soient corrompues et ma mission de paix transformée en un fantasme vain.

source: Along the way I could spot a few familiar landmarks, ruined as they were, eroded by the elements, reminders of the former glory of the peoples of Irdya. The peaceful landscape was dominated by an ominous stronghold in the north, presumably guarding the entrance to the infested plains.
fr: Chemin faisant, j'ai pu apercevoir quelques points de repère familiers, même s'ils étaient en ruine, érodée par les éléments, le rappel de l'ancienne gloire des peuples d'Irdya. Le paysage paisible était dominé par une sinistre forteresse vers le nord, sans doute pour garder l'entrée des plaines infestées.

source: Return to Wesmere
fr: Retour à Wesmere — Partie 1

source: As our living troops were exhausted from our journey across the desert, we decided to rest in the ruins of an ancient elvish outpost for a while, unsuspecting of our forthcoming final confrontation with the forces of Uria.
fr: Comme nos troupes vivantes étaient épuisées de notre voyage à travers le désert, nous avons décidé de nous reposer pendant un certain temps dans les ruines d'un ancien avant-poste elfique, confiant dans notre prochaine confrontation finale avec les forces d'Uria.

source: Even though I took part in the battle which devastated the once prosperous Wesmere Forest and witnessed its desolation in the aftermath, I am still shocked by the destruction caused by Zhangor in this place. This land is cursed — nothing will ever grow in it again for as long as Uria thirsts for revenge upon us for getting in her way.
fr: Même si j'ai pris part à la bataille qui a dévasté la forêt autrefois prospère de Wesmere et assisté à sa désolation dans la foulée, je suis toujours choqué par la destruction causée par Zhangor dans cet endroit. Cette terre est maudite — rien ne pourra jamais grandir en elle à nouveau aussi longtemps que la soif de vengeance d'Uria est sur nous, ou sur notre chemin.

source: I can’t help but ponder the words of the necromancer now that we head back into these caves. After our previous encounter with Argan’s power in here, Mal Keshar correctly guessed his identity as Uria’s puppet and the leader of the Chaos Empire. I was in denial about that — quite obvious, in hindsight — possibility then. Am I in denial of my own thirst for revenge now? Perhaps my quest isn’t as noble as other people perceive it.
fr: Je ne peux pas m'empêcher de méditer sur les paroles du nécromancien maintenant que nous nous dirigeons de nouveau vers ces grottes. Après notre précédente rencontre avec la puissance d'Argan dans ce lieu, Mal Keshar a deviné son identité en tant que marionnette d'Uria et il est le chef de l'Empire du Chaos. J'étais dans le déni de cette — tout à fait évident, avec le recul — possibilité-là. Suis-je dans le déni de ma propre soif de vengeance, maintenant ? Peut-être ma quête n'est-elle pas aussi noble que d'autres personnes le perçoivent. »

source: “We aren’t that different after all.”
fr: « Nous ne sommes pas si différents après tout. »

source: I... fall to the darkness.
fr: Je... tombe dans les ténèbres.

source: No! My mission isn’t over yet!
fr: Non ! Ma mission n'est pas encore terminée !

source: Augh! Elynia, save me—
fr: Augh ! Elynia, sauve-moi —

source: I’ve fallen before completing my mission. Forgive me...
fr: Je tombe avant d'avoir accompli ma mission. Pardonnez-moi...

source: AtS-2
fr: AlT-2

source: Episode II: Fate
fr: épisode II : Destin

source: Time passes, and the Chaos Empire still manages to make a stand against its enemies. While the Grand Council is preoccupied with more pressing matters, the fragile alliance of the peoples of the Far North is threatened by a new, mysterious leader who seeks to invade their defenseless lands.
fr: Le temps passe, et l'empire du Chaos, par tous ses sombres moyens, arrive encore à prendre des positions contre ses ennemis et leurs fragiles alliances. Alors que le Grand Conseil est préoccupé par des questions plus pressantes, la fragile alliance des peuples de l'Extrême-Nord est menacée à nouveau, un mystérieux chef cherche à envahir leurs terres sans défense.

source: difficulty_menu^Footpad
fr: Apparition

source: difficulty_menu^Trapper
fr: Apparition

source: difficulty_menu^Highwayman
fr: Apparition

source: Transience
fr: Fugacité

source: I remember hearing of the order to destroy the Sceptre of Fire back in the day...
fr: Je me souviens avoir entendu l'ordre de détruire le Sceptre de Feu avant dans la journée...

source: I’m curious about why you decided to betray your people by keeping the Sceptre’s core to yourself, Elynia.
fr: Je suis curieux de savoir pourquoi vous avez décidé de trahir votre peuple en gardant le cœur du Sceptre vous-même, Elynia.

source: That’s nothing of your concern.
fr: Il n'y a rien qui vous concerne.

source: It is not, really? Because to me, it seems like you are carrying an artifact these people <i>need</i> for some vaguely defined purpose that will most certainly bring no good to this world. Destroying it seems like the most logical option right now.
fr: Vous ne l'avez pas, vraiment ? Parce qu'il me semble que vous transportez un artefact dont ce peuple a <i>besoin</i> dans un but mal défini qui certainement n'apportera rien de bon à ce monde. Il semble que sa destruction soit le choix le plus logique en ce moment.

source: ... I beg to differ, but with the Union gone it may well be the only great power remaining on Irdya that we can use to fight Uria and her forces, unless you know something I don’t, which I strongly doubt.
fr: ... Je vous prie de différer cela , car avec l'Union disparue il se pourrait bien être la seule grande puissance qui reste sur Irdya que nous pouvons utiliser pour lutter contre Uria et ses forces, sauf si vous savez quelque chose que je ne sais pas, ce dont je doute fortement.

source: This isn’t the best moment to argue over this.
fr: Ce n'est pas le meilleur moment de débattre sur ce sujet.

source: By the Moonlight
fr: Au clair de lune

source: team_name^Humans
fr: Humains

source: team_name^Animals
fr: Bêtes

source: Find a friendly unit
fr: Trouver une unité amie

source: There seem to be some hostile animals ahead. I’d better move carefully and quickly...
fr: Il semble y avoir certains animaux hostiles devant. Je ferais mieux de passer rapidement et avec précaution...

source: I think I can see a village to the northeast...
fr: Je pense que je peux voir un village au nord-est...

source: Halt! Who goes there?
fr: Halte ! Qui va là ?

source: Don’t pay any attention to it — it’s just another of those annoying forest creatures.
fr: Ne faites pas attention à elle — c'est juste une autre de ces ennuyeuses créatures de la forêt.

source: But she’s injured—
fr: Mais elle est blessée —

source: It’s just a trick! They lure you into the dark to do whatever they please with your dead—
fr: C'est juste une ruse ! Ils vous attirent dans l'obscurité pour faire tout ce qu'ils peuvent pour vous tuer —

source: ... I need some help. Could any of you please—
fr: ... J'ai besoin d'aide. Pourriez-vous s'il vous plaît —

source: Begone, before we slice your beautiful throat open!
fr: Retire-toi, avant que nous te tranchions la gorge par une belle estafilade !

source: What’s going on here?
fr: Qu'est-ce qui se passe ici ?

source: Chief, this lass here, she—
fr: Chef, cette fillette-là, elle —

source: You look oddly familiar. What’s your name?
fr: Vous me semblez curieusement familier. Quel est votre nom ?

source: I am Elynia, the—
fr: Je suis Elynia, la —

source: The Lady of Light, as I recall. You weren’t of much help to us in the country.
fr: La Dame de Lumière, je me souviens. Vous n'étiez pas d'une grande aide pour notre pays.

source: ... Excuse me? I don’t know you.
fr: ... Excusez-moi ? Je ne vous connais pas.

source: Of course you don’t know me, because you and your friends were too busy battling enemies to notice my hometown was burning down, with my family trapped in there, helpless, amidst the fire, and I couldn’t do anything to save them! What’s your purpose here, and why should we help you?
fr: Bien sûr, vous ne me connaissez pas, parce que vous et vos amis étiez trop occupés à combattre les ennemis pour remarquer que ma ville natale a été incendiée, avec ma famille pris au piège dedans, impuissant, au milieu du feu, et je ne pouvais rien faire pour les sauver ! Quel est votre but ici, et pourquoi devrions-nous vous aider ?

source: I would like to know where I am, and if it’d be possible, I’d also like some help to get to the Grand Council. This is a matter of the utmost importance...
fr: Je voudrais savoir où je suis, et si c’est possible, je voudrais aussi obtenir un peu d'aide du Grand Conseil. Il s'agit d'une question de la plus haute importance...

source: Are you even listening to me?
fr: Vous êtes sûr de m'écouter ?

source: I don’t feel particularly inclined to help you — at least not right now. If you really need to get to the elders, you are on your own. We don’t have any time for this, and we need to defend <i>our</i> town with <i>our</i> own resources right now.
fr: Je ne me sens pas particulièrement enclin à vous aider — du moins pas en ce moment. Si vous avez vraiment besoin de parler aux anciens, débrouillez-vous. Nous n'avons pas de temps pour cela, et nous devons défendre notre ville avec nos propres ressources en ce moment.

source: It feels like I’ve been in a similar situation before...
fr: Il se sent comme je l'ai été dans une situation similaire avant...

source: Can you help us? I know our leader appears to be particularly resentful of you for reasons I don’t even begin to understand, but it’s said that the evil Daent has returned from the land of the dead to get his revenge upon us, for banishing him from the village. The rumors of the power he has amassed since then are worrying.
fr: Pouvez-vous nous aider ? Je sais que notre chef semble être particulièrement irrité par vous pour des raisons que je n'ai même pas commencer à comprendre, mais il est dit que le diable Daent est de retour de la terre des morts pour se venger sur nous, pour l'avoir banni du village. Les rumeurs de la puissance qu'il a amassé pendant ce temps sont inquiétantes.

source: I think I may be able to offer some help if you are willing to give me some in exchange.
fr: Je pense que je peux être en mesure d'offrir de l'aide si vous êtes prêt à me donner quelque chose en échange.

source: We can’t make any promises, faerie. Our leader isn’t that kind of person — you’ll need to figure out how to solve your problems on your own.
fr: Nous ne pouvons pas faire de promesses, fée. Notre chef n'est pas ce genre de personne — vous devez comprendre comment résoudre vos propres problèmes.

source: So be it, then.
fr: Bien, alors.

source: Death of Luddry
fr: Mort de Luddry

source: Argh! I’m done for.
fr: Argh ! Je suis fait.

source: I suppose I will receive no help from these people now that they are leaderless.
fr: Vous ne serez pas capable de rappeler toutes les unités de ce scénario plus tard.

source: <i>Thanks</i> for your absolutely <i>useless</i> help, faerie.
fr: <i>Merci</i> pour votre absolument <i>inutile</i> aide, fée.

source: Arise! Arise once again, fallen warriors of times long past! Arise!
fr: Levez-vous ! Levez-vous une fois de plus, guerriers tombés au combat des époques lointaines ! Levez-vous !

source: I don’t like the sound of that... not at all...
fr: Je n'aime pas le bruit de cette... pas du tout...

source: Ah, you have been sent by my brother to destroy me, isn’t that right?
fr: Ah, vous avez été envoyé par mon frère pour me détruire, n'est-ce pas ?

source: Your brother?
fr: Votre frère ?

source: Well, less chatter and more action, I say. You all shall join us in undeath, willingly or otherwise!
fr: Eh bien, moins de bavardage et plus d'action, je dis. Vous allez tous devenir des morts-vivants, volontairement ou non !

source: Ahhh, you think you can destroy me, don’t you? Well—
fr: Ahhh, vous pensez pouvoir me détruire, n'est-ce pas ? Bien —
