Repository: project-ethea/Ethea-i18n
Catalog: After_the_Storm/tmp_11620-fr1475663389.po
Languages: fr

source: Similar to their forest counterparts, the Quenoth Shydes are the living testament to the beautiful and mysterious powers of their faerie ancestors. Rarely seen nowadays, rumored to be awaiting the return of Eloh to the lands of Irdya, these protectors of the elvish legacy are said to be capable of healing any sort of wounds inflicted upon their kin as long as there's still a drop of life in them.
fr: Tout comme leurs homologues des forêts, les Nymphes de Quenoth sont le merveilleux testament vivant des pouvoirs mystérieux de leurs ancêtres féeriques. Rarement vu de nos jours, selon la rumeur, elles attendent le retour de Eloh sur les terres de Irdya, ces protecteurs de l'héritage elfique sont, dit-on capable de guérir toute sorte de blessures infligées à leurs semblables aussi longtemps qu'il leur reste encore une goutte de vie.

source: female^Quenoth Star
fr: Etoile Quenoth

source: Only a few Shydes of the Quenoth elves get to learn the secrets that allow the most devoted faeries to shine with the light of Eloh like living stars. The powers they acquire allow them to reduce the wounds they may suffer when attacked, and glide unencumbered across virtually any place. With their help and guidance, the morale of the Quenoth elves has been kept strong enough to defeat all sorts of monsters and enemies in their long journey to establish their home in amidst the seas of Irdya. The Quenoth Stars are rarely seen nowadays, and are rumored to be awaiting the return of Eloh to the lands of Irdya for the final battle against Uria.
fr: Seules quelques rares nymphes des elfes de Quenoth arrivent à apprendre les secrets qui permettent aux fées les plus dévouées de briller à la lumière de Eloh comme des étoiles vivantes. Les pouvoirs qu'elles acquièrent leur permettre de réduire les blessures qu'elles pourraient subir en cas d'attaque, et de glisser à travers pratiquement n'importe quel endroit inutilisé. Avec leur aide et leur conseil, le moral des elfes de Quenoth a été gardé assez fort pour vaincre toutes sortes de monstres et d'ennemis dans leur long périple pour établir leur domicile au milieu des mers d'Irdya. Les étoiles de Quenoth sont rarement vues aujourd'hui, et des rumeurs disent qu'elles attendent le retour de Eloh sur les terres d'Irdya pour la bataille finale contre Uria.

source: Elynia Avenger
fr: Vengeur Elynia

source: The Elynia Avengers are extremely skillful and extremely quick, powerful in all forms of combat. Like their kin, they prefer the sword to the bow and are adept at sneaking around and backstabbing their enemies.
fr: Les Vengeurs Elynia sont extrêmement habiles et extrêmement rapides, puissants dans toutes les formes de combat. Comme leurs parents, ils préfèrent l'épée à l'arc et sont habiles à se faufiler discrètement et à poignarder dans le dos leurs ennemis.

source: female^Elynia Avenger
fr: Vengeresse Elynia

source: Elynia Captain
fr: Capitaine Elynia

source: Skilled in commanding other elves, the Elynia Captains provide a bonus to all level 1 units on adjacent hexes. Elynia Captains prefer engaging the enemy in melee combat, but are trained in archery as well.
fr: Qualifiés pour le commandement des autres elfes, les capitaines de Elynia fournissent un bonus à toutes les unités de niveau 1 sur les cases adjacentes. Les capitaines de Elynia préfèrent engager l'ennemi au corps à corps, mais sont aussi formés au tir à l'arc.

source: Elynia Champion
fr: Champion Elynia

source: Elynia Champions are awesome masters of swordsmanship, inflicting grievous wounds in close combat. Master fighters, they are also skilled with the bow, able to inflict damage on their enemies from both near and far.
fr: Les champions de Elynia sont des maîtres impressionnants de l'escrime, infligeant des blessures graves en combat rapproché. Maitre du combat, ils sont également qualifiés à l'arc, et en mesure d'infliger des dégâts à leurs ennemis à la fois proches et lointains.

source: female^Elynia Druid
fr: Druide Elynia

source: The Elynia Druids are powerful masters of the sands and forests. Brilliant at ensnaring unwary opponents, they use their vast knowledge of the plants of the desert to heal allies. Druids are excellent supporting units in any group of elves.
fr: Les druides de Elynia sont de puissants maîtres des sables et des forêts. Brillant pour attraper leurs adversaires imprudents, ils utilisent leur vaste connaissance des plantes du désert pour soigner leurs alliés. Les druides sont d'excellentes unités de soutien dans un groupe d'elfes.

source: staff
fr: bâton

source: thorns
fr: épines

source: Elynia Fighter
fr: Combattant Elynia

source: The fighters make up the bulk of the Elynia warriors. They are trained in both sword and bow, though like most of their kin, they prefer swordplay to archery.
fr: Les combattants constituent la majeure partie des guerriers de Elynia. Ils sont formés à la fois à l'épée et à l'arc, mais comme la plupart de leurs proches, ils préfèrent l'escrime au tir à l'arc.

source: Elynia Hero
fr: Héros Elynia

source: Elynia Heroes focus on individual performance on the battlefield, having tweaked their combat skills to the very maximum. These warriors prefer fighting at close range with the sword, but also have some skill with the bow.
fr: Les héros de Elynia mettent l'accent sur la performance individuelle sur le champ de bataille, ils ont peaufiné leurs aptitudes au combat au maximum. Ces guerriers préfèrent combattre de près avec l'épée, mais ils ont aussi une certaine habileté à l'arc.

source: Elynia Horseman
fr: Cavalier Elynia

source: Trading speed for heavier arms and armament, the Elynia Horsemen delight in riding into danger instead of away from it. This is an awful description, please FIXME.
fr: Ils transportent rapidement les armes lourdes et l'armement. Les cavaliers de Elynia vont avec plaisir au-devant du danger au lieu de s'en éloigner. Ceci n'est pas une description terrible, s'il vous plaît AIDER-MOI.

source: Elynia Marksman
fr: Tireur d'élite Elynia

source: The Elynia Marksmen are experts in use of the bow. Though their bows and arrows are not as fine as those of their ancestors, they continue to hone their skill. This great skill with the bow compensates for their lack of skill in melee combat.
fr: Les tireurs d'élite de Elynia sont des experts dans l'utilisation de l'arc. Bien que leurs arcs et leurs flèches ne sont pas aussi beaux que ceux de leurs ancêtres, ils continuent à perfectionner leurs compétences. Cette grande habileté à l'arc compense leur manque d'habileté en combat rapproché.

source: longbow
fr: arc long

source: female^Elynia Marksman
fr: Tireuse d'élite Elynia

source: Elynia Marshal
fr: Maréchal Elynia

source: The Elynia Marshals are master commanders, able to inspire confidence in any level 1 or 2 unit in adjacent hexes, causing them to fight with increased skill. Elynia Marshals prefer engaging the enemy in melee combat, but are trained in archery as well.
fr: Les maréchaux de Elynia sont les commandants de base, capables d'inspirer la confiance de toute unité de niveau 1 ou 2 dans les cases adjacentes, leur permettant de se battre avec une compétence accrue. Les maréchaux de Elynia préfèrent engager l'ennemi au corps à corps, mais sont formés au tir à l'arc aussi.

source: Elynia Outrider
fr: Escorteur Elynia

source: Riding like the wind, the Elynia Outriders breeze across the sands to strike at weaker units and exposed flanks. Skilled in the sword, and trained in the bow, they strike hard before flying off into the sands to evade response.
fr: Léger comme le vent, les escorteurs de Elynia filent à travers les sables et frappe les unités faibles et les flancs exposés. Habiles à l'épée et formés à l'arc, ils frappent fort avant de s'envoler dans les sables pour échapper à la riposte.

source: Elynia Ranger
fr: Rôdeur Elynia

source: The Elynia Rangers are quick and powerful. Skilled in both short and long-range combat, Rangers are truly all-round fighters. Like their kin, they prefer the sword to the bow and are adept at sneaking around and backstabbing their enemies.
fr: Les Rôdeurs de Elynia sont rapides et puissants. Qualifiés dans les deux types de combat à court et à longue portée, les rôdeurs sont vraiment des combattants aguerris. Comme leurs semblables, ils préfèrent l'épée à l'arc et sont habiles à se faufiler discrètement pour poignarder dans le dos leurs ennemis.

source: female^Elynia Ranger
fr: Rôdeuse Elynia

source: Elynia Rider
fr: Cavalier Elynia

source: Swift riders, the Elynia Riders are fast in the open lands. They can use a bow from horseback, but prefer to engage in melee combat when necessary.
fr: Cavaliers rapides, les cavaliers de Elynia sont rapides dans les terres ouvertes. Ils peuvent utiliser un arc à dos de cheval, mais peuvent s'engager dans des combats au corps à corps si nécessaire.

source: Elynia Scout
fr: éclaireur Elynia

source: These elvish scouts move swiftly across sands and forests. Their skill on horseback is virtually unmatched, although they do lack power in combat.
fr: Les éclaireurs elfes se déplacent rapidement à travers les sables et les forêts. Leur habileté à cheval est pratiquement inégalée, même s’ils manquent de puissance au combat.

source: female^Elynia Shaman
fr: Chamane Elynia

source: Shamans focus on less violent ways to hinder the enemy. Their entangling attack slows enemies down and reduces by one the number of times they may attack. They also possess basic healing abilities.
fr: Les chamanes se concentrent sur des moyens moins violents pour gêner l'ennemi. Leur attaque enchevêtrement ralentit les ennemis et réduit d'une unité le nombre de fois où ils peuvent attaquer. Elles possèdent également des capacités de guérison de base.

source: entangle
fr: enchevêtrement

source: Elynia Sharpshooter
fr: Franc-tireur Elynia

source: The most elite archers among the elves, the Elynia Sharpshooters use the best bows and arrows available, which makes them just as deadly as their ancestors. These Sharpshooters are incredibly accurate, even when firing very quickly, which makes them excellent at picking off entrenched enemies.
fr: Archers d'élite parmi les elfes, les francs-tireurs de Elynia utilisent les meilleurs arcs et flèches disponibles, ce qui les rend tout aussi mortelles que leurs ancêtres. Ces tireurs d'élite sont d'une précision incroyable, même en tir très rapide, ce qui les rend excellents pour cueillir des ennemis retranchés.

source: female^Elynia Sharpshooter
fr: Franc-tireuse Elynia

source: female^Elynia Shyde
fr: Nymphe Elynia

source: Similar to their forest counterparts, the Elynia Shydes are the living testament to the beautiful and mysterious powers of their faerie ancestors. Rarely seen nowadays, rumored to be awaiting the return of Eloh to the lands of Irdya, these protectors of the elvish legacy are said to be capable of healing any sort of wounds inflicted upon their kin as long as there's still a drop of life in them.
fr: Tout comme leurs homologues des forêts, les Nymphes de Elynia sont le merveilleux testament vivant des pouvoirs mystérieux de leurs ancêtres féeriques. Rarement vu de nos jours, selon la rumeur, elles attendent le retour de Eloh sur les terres de Irdya, ces protecteurs de l'héritage elfique sont, dit-on capable de guérir toute sorte de blessures infligées à leurs semblables aussi longtemps qu'il leur reste encore une goutte de vie.

source: female^Elynia Star
fr: Etoile Elynia

source: Only a few Shydes of the Elynia elves get to learn the secrets that allow the most devoted faeries to shine with the light of Eloh like living stars. The powers they acquire allow them to reduce the wounds they may suffer when attacked, and glide unencumbered across virtually any place. With their help and guidance, the morale of the Elynia elves has been kept strong enough to defeat all sorts of monsters and enemies in their long journey to establish their home in amidst the seas of Irdya. The Elynia Stars are rarely seen nowadays, and are rumored to be awaiting the return of Eloh to the lands of Irdya for the final battle against Uria.
fr: Seules quelques rares nymphes des elfes de Elynia arrivent à apprendre les secrets qui permettent aux fées les plus dévouées de briller à la lumière de Eloh comme des étoiles vivantes. Les pouvoirs qu'elles acquièrent leur permettre de réduire les blessures qu'elles pourraient subir en cas d'attaque, et de glisser à travers pratiquement n'importe quel endroit inutilisé. Avec leur aide et leur conseil, le moral des elfes de Elynia a été gardé assez fort pour vaincre toutes sortes de monstres et d'ennemis dans leur long périple pour établir leur domicile au milieu des mers d'Irdya. Les étoiles de Elynia sont rarement vues aujourd'hui, et des rumeurs disent qu'elles attendent le retour de Eloh sur les terres d'Irdya pour la bataille finale contre Uria.

source: SPECIAL_NOTE^ This unit gains a 10% bonus to resistance from all attacks.
fr: NOTE_SPECIAL^ Cette unité bénéficie d'un bonus de 10 % de résistance contre toutes les attaques.

source: female^Elvish Acolyte
fr: Acolyte Elfe

source: A trio of elves originally working as helpers for the mysterious order of the Sylphs discovered by chance new applications for elemental powers. Although they documented their findings for their peers, their powers and skill remained unmatched for their lifetime. The legend lived on throughout eons, and the reflourishing elves of the Valley of Elynia have found a new need for offensive magic to assert their control over their lands. The ultimate goal of the so-called “acolytes” is to master the fierce power of the elements and resurrect the legend of the Elemental Three.
fr: à l'origine, un trio d'elfes, qui travaillés comme assistants pour l'ordre mystérieux des Sylphes, ont découverts par chance de nouvelles façons d'utiliser les pouvoirs élémentaires. Bien qu'ils aient documenté leurs résultats, leurs pouvoirs et leurs compétences sont restés inégalés pendant toutes leurs vies. Leur légende a survécu à l'éternité, et les elfes renaissant de la vallée d'Elynia ont trouvé là une nouvelle magie offensive leur permettant d'affirmer leurs contrôles sur leurs terres. Le but ultime de ces soi-disant « acolytes » est de maitriser la féroce puissance des éléments et de ressusciter la légende des trois élémentaires.

source: female^Elvish Ascetic
fr: Ascète Elfe

source: Some elves have studied varieties of magic better suited for offensive purposes. Whence their knowledge and mastery of such arts came is not known, and they do not reveal their secrets. All that is known of their training is that they may spend a long time alone in the wilderness, not to appear for years, or in extreme cases, centuries. For these ascetics, knowledge may be a curse at times, as their people tend to expect from them more that what they can offer without violating their own principles. Nonetheless, they may use their mastery of magic to lend a hand to fate--or to twist it. They possess good knowledge of both offensive and defensive spells. They often also have basic notions of medicine and can cure other creatures from the effects of poison.
fr: Certains elfes ont étudié des variantes de la magie mieux adaptées à des fins offensives. D'où leurs connaissances et leurs maitrises de ces arts venus d'on ne sait où. Tout ce que l'on sait de leur formation, c'est qu'ils peuvent passer beaucoup de temps seul dans le désert, et disparaitre pendant des années, ou dans les cas extrêmes, des siècles. Pour ces ascètes, la connaissance peut être une malédiction, à certains moments, car les gens ont tendance à attendre d'eux plus qu'ils ne peuvent offrir sans violer leurs propres principes. Néanmoins, ils peuvent utiliser leur maitrise de la magie pour donner un coup de main au destin — ou de le tordre. Ils possèdent une bonne connaissance des sorts offensifs et défensifs. Ils ont souvent des notions de base de la médecine et peuvent guérir les autres créatures des effets du poison.

source: ethereal zephyr
fr: zéphyr éthéré

source: female^Elvish Avatar
fr: Avatar Elfe

source: The great power attained by some mystics is often dreaded by the enemies of elvenkind. After a long path of learning — often lasting their entire lifetime — these avatars of wind and storm master the natural elements, and are capable of commanding them at their will. Needless to say, these skills could be used to destroy the elvish civilization. Avatars are thus highly respected, often feared sages of their people. Power is both a gift and a curse — understanding and bearing this great responsibility is perhaps one of the last challenges that must be mastered by these mystics.
fr: La grande puissance atteinte par certains mystiques est souvent redoutée par les ennemis de l'espèce elfique. Après un long moment sur le chemin de l'apprentissage — qui dure souvent toute leur vie —, ces avatars du vent et de la tempête maîtrisent les éléments naturels, et sont capables de les plier à leur volonté. Inutile de dire que ces compétences pourraient être utilisées pour détruire la civilisation elfique. Les avatars sont donc très respectés et craints, ce sont souvent des sages de leur peuple. Le pouvoir est à la fois un don et une malédiction — comprendre et supporter cette grande responsabilité est peut-être l'un des derniers défis qui doivent être maîtrisés par ces mystiques.

source: female^Elynia Acolyte
fr: Acolyte D'Elynia

source: female^Elynia Ascetic
fr: Ascète D'Elynia

source: female^Elynia Avatar
fr: Avatar D'Elynia

source: ethereal storm
fr: tempête éthérée

source: Elvish Civilian
fr: Civil Elfe

source: female^Elvish Civilian
fr: Civile Elfe

source: Elvish Hunter
fr: Chasseur Elfe

source: Elynia Hunter
fr: Chasseur Elynia

source: female^Elvish Hunter
fr: Chasseresse Elfe

source: female^Elynia Hunter
fr: Chasseresse d'Elynia

source: female^Elvish Mystic
fr: Mystique Elfe

source: Experienced mystics are of great value in the new Elvish society. Their great knowledge of history and magic, tolerance, and fair judgement is what is sought for in a leader or advisor. In times of need, they are in charge of assisting their lords with worthy advice or even support on the battlefield. But they have not finished learning yet, and still wander about the world, seeking new questions to answer.
fr: Les mystiques expérimentés sont d'une grande valeur dans la nouvelle société elfique. Leur grande connaissance de l'histoire et de la magie, leur tolérance, et leur jugement équitable sont ce qui est demandé à un chef ou à un conseiller. En cas de besoin, ils sont en charge d'assister leurs seigneurs par des conseils dignes ou même de les soutenir sur le champ de bataille. Mais ils n'ont pas encore fini leur apprentissage, et errent encore sur le monde, en cherchant à répondre à de nouvelles questions.

source: female^Elynia Mystic
fr: Mystique D'Elynia

source: Experienced mystics are of great value in the new Elynia society. Their great knowledge of history and magic, tolerance, and fair judgement is what is sought for in a leader or advisor. In times of need, they are in charge of assisting their lords with worthy advice or even support on the battlefield. But they have not finished learning yet, and still wander about the world, seeking new questions to answer.
fr: Les mystiques expérimentés sont d'une grande valeur dans la nouvelle société elfique. Leur grande connaissance de l'histoire et de la magie, leur tolérance, et leur jugement équitable sont ce qui est demandé à un chef ou à un conseiller. En cas de besoin, ils sont en charge d'assister leurs seigneurs par des conseils dignes ou même de les soutenir sur le champ de bataille. Mais ils n'ont pas encore fini leur apprentissage, et errent encore sur le monde, en cherchant à répondre à de nouvelles questions.

source: Elvish Prowler
fr: Patrouilleur Elfe

source: Elynia Prowler
fr: Patrouilleur D'Elynia

source: female^Elynia Prowler
fr: Patrouilleusse d'Elynia

source: Elvish Trapper
fr: Trappeur Elfe

source: Elynia Trapper
fr: Trappeur d'Elynia

source: Field experience has granted Elvish Trappers greater expertise in patrolling and defending their bases, utilizing decoys and swift moves to confound their enemies and attack them from behind. Their continuous training in swordplay also begins to prove advantageous, allowing them to operate better on their own.
fr: Les Trappeurs elfes ont travailler à accroître leur expertise sur les patrouilles et la défense de leur base, ayant appris combien il est efficace de semer la confusion chez leurs ennemis et de les atteindre par derrière. Ces tirailleurs sont devenus plus agiles avec leurs épées, ayant donc moins besoin de leurs bolas pour vaincre leurs adversaires.

source: Field experience has granted Elynia Trappers greater expertise in patrolling and defending their bases, utilizing decoys and swift moves to confound their enemies and attack them from behind. Their continuous training in swordplay also begins to prove advantageous, allowing them to operate better on their own.
fr: Les Trappeurs elfes ont travailler à accroître leur expertise sur les patrouilles et la défense de leur base, ayant appris combien il est efficace de semer la confusion chez leurs ennemis et de les atteindre par derrière. Ces tirailleurs sont devenus plus agiles avec leurs épées, ayant donc moins besoin de leurs bolas pour vaincre leurs adversaires.

source: female^Elvish Trapper
fr: Trappeuse Elfe

source: female^Elynia Trapper
fr: Trappeuse D'Elynia

source: Elvish Wayfarer
fr: Voyageur Elfe

source: The elvish race is a mostly sedentary one, and individual members very rarely wander away from their homes for long. Those who do, however, may learn new useful skills during their travels. Wayfarers as such are often the protagonists of the most memorable legends of elvish lore.
fr: Les elfes sont une civilisation essentiellement sédentaire, et leurs membres individuellement quittent très rarement leurs maisons très longtemps. Ceux-ci peuvent toutefois acquérir de nouvelles compétences très utiles à partir de leurs expériences loin de leurs compatriotes elfes. Ces voyageurs en tant que tels sont souvent les protagonistes des légendes elfiques les plus mémorables.

source: race^Faerie
fr: Féérique

source: race+male^Faerie
fr: Féérique

source: race^Faeries
fr: Féériques

source: female^Dusk Faerie
fr: Fée du crépuscule

source: In the largest and densest forests of Irdya it is possible to find some of the most elusive and fascinating surface creatures, such as woses and forest faeries. However, a particular kind of faerie beings has always remained relatively unknown by outsiders and denizens of the forests alike. The mysterious faeries of the darkness hide away from any form of civilization, dwelling in some of the most dangerous locations. Their rumored natural mastery of the shadows often leads the uneducated to liken them to necromancers, even though there is no recorded evidence of any involvement of their kind with such magic.
fr: Dans les plus grandes forêts d'Irdya il est possible de trouver quelques-unes des plus insaisissables, mais fascinantes, créatures de surface comme les Woses et les fées des forêts. Toutefois, un type particulier d'êtres féeriques est à peine connu par les étrangers, ou même les elfes. Ces fées mystérieuses se cachent dans l'obscurité loin de toute forme de civilisation, vivant certainement dans les endroits les plus dangereux. La rumeur indique que leur maitrise naturelle des ombres mène souvent les gens à les prendre pour des nécromanciens, même s’il n'y a aucune preuve tangible de leur implication dans ce genre de magie.

source: female^Night Nymph
fr: Nymphe nocturne
