Repository: project-ethea/Ethea-i18n
Catalog: After_the_Storm/tmp_11620-fr1475663389.po
Languages: fr

source: Look to the northeast!
fr: Regardez vers le nord-est!

source: Reckoning
fr: Décisions

source: Would that your demonic ally wasn’t forced to leave us so soon, don’t you think?
fr: Si seulement ne nous avait pas quitté si tôt, ne pensez-vous pas?

source: Elynia, I am a seer. As I said, my vision is limited and I can’t help you with what lies within enemy territory, but the Demon Lord who helped you through this young lady’s hands worked within our frontiers. I saw him, and I saw you.
fr: Elynia, je uis une oracle. Comme je l'ai dit, mes visions sont limités et je ne peux rien vous dire sur le territoire, mais le Seigneur Démon qui vous a aidé avec cette jeune dame opérait au sein de nos frontières. Je l'ai vu, ainsi que vous.

source: Why didn’t you tell us this before? We thought—
fr: Pourquoi ne pas nous l'avoir dit avant? Nous pensions—

source: That the Grand Council wouldn’t understand? Yes, and that was a wise assessment — especially now that Torancyn is the Supreme Lord of the Aragwaith. He would certainly not permit this. But with Lord Arnesius dead, I no longer have any obligations to anybody, and most importantly, I no longer speak in the name of the law. There is something I must tell you before I depart from this doomed land.
fr: Que le Conseil ne comprendrait pas? Oui, et c'était une juste supposition — surtout maintenant que Torancyn est le Seigneur Suprême des Aragwaith. Il ne l'aurait certainement pas autorisé. Mais avec la mort du Seigneur Arnessius, je n'ai plusd'obligation envers qui que ce soit, et plus important, je ne parle plus à titre officiel. Il y a quelque chose dont je dois vous parler avant de quitter cette terre maudite.

source: I listen.
fr: Je vous écoute.

source: Anya, do you know anything about this Ergea?
fr: Ma dame, vous connaissez cette Ergea ?

source: Amidst the Ruins of Glamdrol
fr: Les Ruines de Glamdrols

source: team_name^General Bardyl
fr: Galas

source: team_name^Nar-hamoth
fr: Shaxthals

source: Cervan
fr: Durvan

source: Sargan
fr: Gargaz

source: Death of General Bardyl
fr: Mort du Général Bardyl

source: You’ll continue to control General Bardyl and his troops until the end of the next scenario
fr: Vous garderez le contrôle du Général Bardyl et de ses troupes jusqu'à la fin du prochain scénario

source: This is taking too long — I begin to worry for Elynia...
fr: Cela devient long- je commence à m'inquiéter pour Elynia...

source: Nah, there she comes.
fr: Ah, là, elle vient !

source: Elynia, you are back! Is that... the journal?
fr: Elynia, vous êtes de retour! Est-ce... le journal?

source: That’s correct.
fr: C'est exact, en effet.

source: So, is that General Bardyl fellow going to help us assault Aran-Balgur then?
fr: Le Général Bardyl va-il nous aider à attaquer Aran-Balgur?

source: Indeed he is, but not specifically because of my advice; he was already giving consideration to the idea because of a rumor that’s been running around his troops as of late. It appears someone successfully ‘interrogated’ a captured enemy soldier and got some information about the source of the local raids and the ongoing invasion. What they know suggests that there is indeed a portal in Aran-Balgur.
fr: Oui, mais pas à cause de mon avis; il y pense à cause d'une rumeur circulant au sein de ses troupes. Apparemment, quelqu'un aurait 'interrogé' un prisonier ennemie et obtenu des informations sur l'origine des raids et sur l'invasion actuelle. Ce qu'ils savent sugggère qu'il y a un portail dans Aran-Balgur.

source: I shudder to wonder exactly how this information was obtained. I know from experience that the men in the service of the Empire are either completely ignorant of their superiors’ plans, or trained to commit suicide before being captured, and the sorcerers and demons are too powerful to contain.
fr: I redoute de savoir comment l'information a été obtenu. Je sais d'expérience que les hommes au services de l'Empire ignore les plans de leurs supérieures, ou prefère se suicider avant la capture, et les mages et démons sont trop puissants pour être maintenus captifs

source: Outpost of Hell
fr: Avant poste de l'Enfer

source: ($beams_remaining structures remaining)
fr: ($beams_remaining structures restantes)

source: I hope everyone is ready for the battle ahead of us.
fr: Tout le monde est prêt pour la bataille ?

source: You haven’t changed your mind...
fr: Vous n'êtes pas tiré d'affaire, vous savez.

source: I don’t like that sound...
fr: Je ne sais quoi faire...

source: And what about us?
fr: Je ? Qu'en pensez-vous ?

source: What if we lose?
fr: Qu'avons-nous fait ?

source: That’s truly motivating...
fr: Qu'est-ce qui se passe ?

source: Yes, pick up the barrel.
fr: Oui, nous le sommes.

source: Fire in the hole!
fr: Trouver la sortie

source: How do you know that?
fr: Comment sais-tu cela, ma fille ?

source: (<i>to herself, aside</i>) ... mainly because I am one of them.
fr: ( à elle-même, bas)... peut-être parce que je suis une des leurs

source: Are you leaving now, Elynia?
fr: Pourquoi vous hésitez maintenant ?

source: Well...
fr: Très bien...

source: All right, then.
fr: Très bien, allons-y alors.

source: No. Our allies still need our help.
fr: Nous avons vraiment besoin de votre aide...

source: Do you really wish to leave the battle?
fr: Voulez-vous être guéri ?

source: No.
fr: Non...

source: Let us find that portal.
fr: Trouvons ces cristaux, alors.

source: Gateway
fr: Porte

source: ... But most importantly, we work as a team! I for one promise I won’t give up in the face of danger—
fr: ... Mais plus important, nous travaillons en équipe! J'ai fais une promesse que je ne trahirais pas devant le danger.

source: I guess so...
fr: ... les ténèbres.

source: Vissalen
fr: Valen

source: team_name^Unknown
fr: Citadin

source: Elynia, Irylean... you should see this.
fr: Elynia... nous devons...

source: ... come...
fr: ... Je...

source: ... she...
fr: ... Je...

source: Wh— What’s going on?
fr: Qu'est-ce qui se passe ici ?

source: Thank... you...
fr: Merci.

source: Free...
fr: Je vois...

source: ... at last...
fr: ...il faut...

source: Who are you?
fr: <i>Qui êtes-vous ?</i>

source: Proceed to the southern cavern exit with Elynia
fr: Pénétrer dans les souterrains avec Elynia

source: Yes, I think it’s time to go.
fr: Il est temps de bouger.

source: Very well.
fr: Très bien...

source: (<i>pointing at the sky</i>) There.
fr: (regardant le ciel) Là

source: ... Very well.
fr: Très bien...

source: Objective:
fr: Nouveaux objectifs :

source: I understand.
fr: Compris...

source: (<i>holding Elynia’s hand</i>) I am sure... that with Ergea’s power and yours, we can do this. The bulk of their forces went north, the Triad is now missing that disgusting lich... and <i>somehow</i> we will be joined by those reinforcements soon. And if we were meant to die here, then we’ll all die fighting for a just cause.
fr: ( Prenant la main d'Elynia) Je suis sûre... qu'avec les pouvoirs d'Ergea en plus des vôtres nous pouvons y arriver. Le gros de leur force vont au nord, la Triade est privé de cette liche... et de plus nous serons bientôt rejoint par des renforts. Et si nous succombons ici, alors nous seronrs morts pour une juste cause.

source: ... Well, yes...
fr: Très... bien...

source: I guess.
fr: ... les ténèbres.

source: (<i>surprised</i>) I... What are you talking about?
fr: De quoi parlez-vous ?

source: Are you, though?
fr: En êtes-vous sûrs ?

source: But you must promise!
fr: Non ! Vous devez résister !

source: ... I promise.
fr: ... Je...

source: (<i>smiling</i>)
fr: <i>(silence)</i>

source: Protection?
fr: Drone Protecteur

source: What kind of things did she promise to you?
fr: Quel genre d'aide avez-vous besoin ?

source: Talk to Irylean.
fr: Mort de Durvan

source: I do not want to talk of that now.
fr: Je ne veux pas vous tuer.

source: Anya...
fr: ... Je...

source: Good night.
fr: Bon.

source: Sleep well!
fr: Très bien !

source: Elynia, are you there?
fr: Elynia ? Pouvez-vous nous faire part de votre plan ?

source: Dark Fire
fr: Feu sombre

source: Ana
fr: Anya

source: Teremor
fr: Dremorran

source: Rothelan
fr: Belan

source: Guard Post
fr: Garde Maudit

source: What brings you here?
fr: Qu'est-ce qui se passe ici ?

source: Current Objective:
fr: Nouveaux objectifs :

source: Who goes there?
fr: Halte ! Qui va là ?

source: Is it anything you aren’t allowed to pass on to me?
fr: Y a-t-il quelque chose que vous ne m'avez pas dit ?

source: What’s your name, girl?
fr: Qu'est-ce qui se passe ici ?

source: YOU—
fr: COMMENT AVEZ-VOUS —

source: Harakas
fr: Hara

source: Move your leader back to the entrance chamber
fr: Déplacez Elynia à la chambre centrale

source: There she is!
fr: Ah, là, elle vient !

source: Get her, quickly!
fr: Suivez ce rail, vite !

source: No matter the cost.
fr: Ah, là, elle vient !

source: There’s nothing in this chest.
fr: Il n'y a rien qui vous concerne.

source: Proceed further underground
fr: Pénétrer dans les souterrains avec Elynia

source: Talia
fr: Azalia

source: Mal Arachgeas
fr: Jarlean

source: Defeat Mal Kendria
fr: Mal Kendria

source: Are you going to answer?
fr: Vous êtes sûr de m'écouter ?

source: There is something wrong with her eyes...
fr: J'entends quelque chose bouger au milieu des arbres.

source: I don’t have time for this.
fr: Nous n'avons pas le temps pour ce —

source: Move Elynia into the chamber
fr: Déplacez Elynia à la chambre centrale

source: (<i>laughs</i>) That’s were you want us to go. Isn’t that correct... Elyssa?
fr: (Riant) C'est là que tu voulais que nous allions. N'est-ce pas Elyssa?

source: (<i>laughs</i>) That’s were you want me to go. Isn’t that correct... Elyssa?
fr: (Riant) C'est là que tu voulais que j'aille. N'est-ce pas Elyssa?

source: Move Elynia next to the chamber exit gate to proceed
fr: Déplacez Elynia à la chambre centrale

source: You have eight allies on the map already. You cannot recruit additional units at this time!
fr: Vous pouvez maintenant recruter des unités de morts-vivants !

source: Hm...
fr: Euh...

source: (<i>chuckles</i>) It was all part of the plan! All those deaths were necessary to appease Uria and prepare our vast stage for this day — the vast stage we normally call ‘Irdya’. My business with that elf you secretly loved was not personal.
fr: C'était le plan! Tous ces morts étaient necessaire pour apaiser Uria et nous préparer our ce jour, pour ce monde appeler 'Irdya'. La mort de cet elf que tu aimais secrètement n'était pas personnel.

source: ... What—
fr: Euh… Qu'est-ce qui se passe ?

source: Good...
fr: Bon.

source: What... are you... waiting for...
fr: De quoi parlez-vous...

source: Sweet dreams, my dear.
fr: Fait de beaux rêves, ma chère.

source: Dark Sea
fr: Obscures eaux

source: team_name^Anya
fr: Anya

source: team_name^Durvan
fr: Durvan

source: team_name^Kalari
fr: Kalari

source: Ivæthea’s Bridge
fr: Pont de Ivæthea

source: North Keep
fr: Tour Nord

source: South Keep
fr: Tour Sud

source: North Kelenvar
fr: Kelenvar Nord

source: South Kelenvar
fr: Kelenvar Sud

source: <s>Moon Guard Post</s>
fr: Poste de garde de la Lune

source: Capture Zaraphor’s keep and castle before turn 10
fr: Capturer le donjon et le château de Zaraphor avant le tour 10

source: Any number of enemy leaders standing on Zaraphor’s keep and castle by the start of turn 10
fr: Aucun chef ennemi ne doit rester dans le château de Zaraphor au début du tour 10

source: Death of Ergea
fr: Mort d'Ergea

source: Death of Cron
fr: Mort de Cron

source: ... Wait... you mean...
fr: ... Attendez... vous me demandez...

source: Yes!
fr: Oui!

source: (<i>annoyed</i>) Your rationale seems rather perverse, and it’s slightly offensive considering I have never... unlike... Ack! How about... we just... move on?!
fr: (ennuyée) Vôtre raisonnement semble assez pervers, et vraiment offenssant considérant que je n'ai jamais...Comment va on y aller?

source: You can now recruit the following unit types:
fr: Vous pouvez maintenant recruter les unités suivantes:

source: Demon
fr: Démon

source: No! I beg you—
fr: Comment avez-vous —

source: Theneryr
fr: rayon d'énergie

source: Cyrelean
fr: Jarlean

source: Both playing teams retrieve $temp_gold_retrieval_amount pieces of gold.
fr: Vous trouvez $temp_gold_retrieval_amount pièces d'or.

source: Demon Lord Alavys
fr: Seigneur Démon

source: We don’t know. She might be dead, or worse...
fr: Je ne sais quoi faire...

source: Hm. I see.
fr: Je vois...

source: team_name^Neutral
fr: Neutre

source: team_name^Gatekeeper
fr: Gardien de la Porte

source: Proceed to the meeting chamber
fr: Aller à la chambre de communication

source: ... the Body...
fr: ... le Corps...

source: Yes. As you command, my lady.
fr: à vos ordres, ma dame !

source: Are you deceiving yourself?
fr: Vous êtes sûr de m'écouter ?

source: Have you? What does your heart tell you?
fr: Vraiment? Que te dit ton coeur?

source: My... heart...
fr: Mon ...couer...

source: The path of Darkness is a convoluted and deceptive one. Whereas your predecessor placed an excessive emphasis on her feelings to the detriment of rationality, you are doing the exact opposite. A true Guardian of Light or Darkness needs to establish a balance between both facets. And you...
fr: L'aspect des Ténèbre est difficile à maitriser. Bien que ton prédecesseur se soit laissé dominer par ses émotions, tu a fait exactement l'inverse. Un vrai gardien de la Lumière ou des Ténèbres doit maintenir un parfait équillibremais...

source: ... your very sense of identity has been <i>broken</i>...
fr: ... ton identité a été brisé..

source: Can you escape her destructive grasp...
fr: Peut tu échapper à son influence destructice...

source: ... before she utterly destroys your very self and seizes Darkness through your empty shell?
fr: avant qu'elle ne détruise ton moi véritable et n'y laisse plus que les Ténèbres?

source: (<i>frantic</i>) Bind the soul to stone— turn the memories to dust— erase the spirit— shed the hollow SHELL!
fr: (frénétiquement) Lier l'âme à la pierre- effacer la mémoire- écraser l'esprit- dans le néant!

source: Damn you, Zhangor. Damn you and your stinking lies.
fr: — Je... Je vous maudis, Elyssa... Je vous maudis vous et votre espèce... pour ce...

source: Zhangor, you say?
fr: Zhangor, dites-vous ?

source: (<i>frowning</i>) I absolutely <i>dislike</i> your obnoxious laugh, girl.
fr: (froçant les sourcils) Je n'aime pas ce rire abominable, gamine.

source: Yes, my lady?
fr: Oui, ma dame ?

source: My apologies, my lady.
fr: Oui, ma dame.

source: M— my lady?
fr: El— ma dame ?!

source: I... understand, my lady.
fr: Compris, ma dame.

source: Enter the ruined laboratory
fr: Entrez dans les ruines du laboratoire

source: Touchplate triggered. A road rises from the depths.
fr: Plaque activée. Une route monte des profondeurs.

source: The Original Ten
fr: Les Dix Originaux

source: Life
fr: Vie

source: Water
fr: Eau

source: Thunder
fr: Tempête

source: Earth
fr: Terre

source: Fire
fr: Feu

source: Darkness
fr: Ténèbres

source: <i>Superiors</i>, you say?
fr: Maudits, dites-vous ?

source: ... Why?
fr: <i>Qui êtes-vous ?</i>

source: Do you want to pick the book up?
fr: Voulez-vous être guéri ?

source: Destiny — Part 1
fr: Destinée — Partie 1

source: team_name^Zhangor
fr: Bêtes

source: Defeat all enemy leaders to seize the keep
fr: Vaincre tous les chefs ennemis

source: I’m not sure this is a good idea.
fr: Ma dame, vous êtes sûr que c'est un bon plan ?

source: Find the castellan
fr: Trouver la sortie

source: absorbed damage
fr: absorbeur de dégât

source: It’s working! Anya!
fr: Ils se sauvent !

source: No... not the darkness... no... please!
fr: Je... tombe dans les ténèbres...

source: Look, it’s another garden.
fr: Regardez ! Un autre jardin !

source: Who is there?!
fr: Qui est là ?!

source: Are those...?
fr: En êtes-vous sûrs ?

source: (<i>muttering to herself</i>) Elynia, why couldn’t you be here, now...
fr: ( murmurant à elle-même) Elynia, pourquoi ne peut tu être ici, maintenant

source: Death of Elyssa
fr: Mort d'Elynia

source: <i>... The darkness...</i>
fr: Les ténèbres...

source: <i>... The silence...</i>
fr: <i>(silence)</i>

source: <i>... And then...</i>
fr: Et puis...

source: <i>... The pain...</i>
fr: <i>... Où suis-je ?</i>

source: <i>... A pain so strong...</i>
fr: <i>...J'ai toujours été seul...</i>

source: Destruction.
fr: Résolutions

source: What have you done...
fr: Qu'avons-nous fait ?

source: ... but I will not tolerate such weakness from the predestined Guardian of Earth, and I will not hesitate to rip your heart out of your chest if you fail to show some respect for yourself.
fr: ...mais je ne tolérerai pas un tel défaitisme de la part la vraie Gardienne de la Terre, et je n'hésiterai pas à t'arracher le coeur si tu ne te respecte pas davantage

source: ... Guardian... of Earth...
fr: ...Gardienne...de la Terre...

source: ... What... am I?
fr: Qu'est-ce... que c'était ?

source: What do you want me to do?
fr: Que voulez-vous de nous ?

source: Of course you do.
fr: Oui, ma dame.

source: Why are you attacking me?
fr: Pourquoi vous hésitez maintenant ?

source: Why do you want Irdya so much?
fr: Que voulez-vous de nous ?

source: Destroy that wall.
fr: Détruire la Reine

source: You can now summon Fire Guardians.
fr: Gardien de l'Enfer

source: Destiny — Part 2
fr: Destinée — Partie 2

source: team_name^Iron Council
fr: Grand Conseil

source: Mal Ba’arth
fr: Mal Ryagath

source: Aethengrya
fr: Aethercyn

source: Tremor
fr: Dremorran

source: General Penthein
fr: Général Lorelath

source: General Mylean
fr: Général Lorelath

source: team_name^Shaxthal
fr: Shaxthals

source: Nortrang
fr: Narango

source: Move Anya to the citadel
fr: Déplacez Elynia à la chambre centrale

source: Do not waste your Goblin Pillagers
fr: Ne pas laisser vos unités à la traîne

source: Is that what you want?
fr: Je ? Qu'en pensez-vous ?

source: ... Yes.
fr: Oui.

source: The earth rumbles...
fr: La terre tremble.

source: Dark Depths
fr: Ténébreuses profondeurs

source: team_name^Engineer
fr: Ennemis

source: What mistake?
fr: Qu'est-ce que c'est ?

source: How do you know all this?
fr: Comment fais-tu cela, ma fille ?

source: That is not very useful—
fr: Ce n'est pas encore terminé !

source: Keep moving.
fr: Il est temps de bouger.

source: The elevator...
fr: La peur...

source: Who is that?
fr: Qui est là ?!

source: <i>... hah, hah, hah, hah...</i>
fr: <i>...J'ai toujours été seul...</i>

source: And what would that be?
fr: Je ? Qu'en pensez-vous ?

source: Defeat the Engineer
fr: Vaincre le chef ennemi

source: Elynia, grab my hand!
fr: Elynia ? Pouvez-vous nous faire part de votre plan ?

source: Unngh...
fr: Ungh...

source: Explore the place
fr: Explorer la péninsule

source: Home...
fr: ... Je...

source: There, there.
fr: Très bien, alors.

source: ... I did.
fr: ... Je...

source: I missed you, Elynia.
fr: Je vous ai manqué, Elynia ?

source: Yes...
fr: Oui.

source: Is there something wrong, my love?
fr: Y a-t-il quelque chose que vous ne m'avez pas dit ?

source: Elynia, please, just...
fr: Elynia... nous devons...

source: Hello...
fr: Non...

source: How...
fr: Je sais...

source: (<i>enraged</i>) You were going to possess me...
fr: (enragée) Tu essaie de me posséder...

source: (<i>enraged</i>) Not if I can kill <b>you</b> first.
fr: (colère) Pas si je peux te tuer d'abord.

source: Argan— No...
fr: Malin...

source: Elyssa, I...
fr: Je...

source: ... please...
fr: ... Je...

source: <i>... that I was once...</i>
fr: <i>...J'ai toujours été seul...</i>

source: No... no...
fr: ... Je...

source: <i>Don’t you see? We aren’t that different after all.</i>
fr: <i>... Nous ne sommes pas si différents après tout,...</i>

source: (<i>crying</i>) Because Argan asked me to help you.
fr: (hurlant) Parce qu'Argan m'a demandé de t'aider

source: Blood
fr: Sang

source: Locate Zhangor
fr: Narango

source: Blood?
fr: Sang

source: claw of urvatha
fr: griffe d'urvatha

source: ensnare
fr: séduction

source: faerie touch
fr: toucher féérique

source: flames of xia’el
fr: flammes de xia'el

source: arcane rage
fr: colère d'arcane

source: That would be a coward’s choice, don’t you think?
fr: Cela semble un peu contradictoire, ne pensez-vous pas ?

source: What is your choice?
fr: Quel est cet endroit ?

source: ... But of course. The bastard’s plans aren’t as aligned with Uria’s own as I originally thought.
fr: ...Mais dépechons nous. Les plans de ce bâtards ne sont pas aussi conforme à ceux d'Uria comme je le pensais au départ.

source: What are you trying to do now?
fr: Qu'allons-nous faire maintenant ?

source: You failed to protect me...
fr: Nous n'avons pas réussi à protéger la ville...

source: (<i>fluctuating voice</i>) You... cannot destroy me...
fr: ( voie fluctuante) vous.. ne pouvez me détruire...

source: (<i>feminine voice</i>) ... I am... the Angel of Blood...
fr: (voie féminine) ...Je suis... l'Ange du Sang

source: (<i>feminine voice</i>) ... He will come for you... at the end...
fr: ( voie féminine)...Il viendra pour toi...à la fin

source: (<i>feminine voice</i>) ... the Four will not suffice to defeat Him...
fr: ( voie féminine) ...les Quatres ne suffiront pas à Le vaincre

source: Pierce into the heart of stone...
fr: Et bienvenue au cœur de la forêt.

source: ... break the curse of Yarae...
fr: ... lever la malédiction d'Iluvia...

source: Additional Artwork
fr: Remerciements supplémentaires

source: Additional Thanks
fr: Remerciements supplémentaires

source: And you, for playing this campaign
fr: Vous, pour jouer cette campagne

source: Destiny — Part 3
fr: Destinée — Partie 3

source: You are now the Guardian of Darkness. On Irdya.
fr: Tu es la nouvelle Gardinne des Ténèbres Sûr Irdya.

source: Access denied.
fr: Accès accordé.

source: Find another access way to the breach site
fr: Trouver une autre façon de revenir à la surface

source: Crystal Glyph (Argan)
fr: Glyphe de Cristal

source: Crystal Glyph (Elyssa)
fr: Glyphe de Cristal

source: female^No.
fr: Prophétesse

source: Do you?
fr: <i>Qui êtes-vous ?</i>

source: That is correct. I...
fr: C'est exact, en effet.

source: I will do this.
fr: Je ne le pense pas.

source: <i>... I need you...</i>
fr: <i>Vous me connaissez. Je vous connais...</i>

source: team_name^Aradellys
fr: Trolls

source: (<i>enraged</i>) I see how it is, then! But tell me, Aradellys, did you forget the Rule of One?
fr: (enervé) Je voie comment, alors! Mais dit moi, Aradellys, a tu oubliée la Règle de l'Unique?

source: I did not.
fr: ... Je...

source: <b>If you have not completed Episodes I and II of <i>After the Storm</i>, you definitely should not play this episode yet.</b>
fr: Si vous n'avez pas terminés les épisodes I et II, vous ne devriez pas jouer celui-ci.

source: Darkness... I begin to get used to it, again.
fr: Les ténèbres... Je commence à y être habituée.
