Repository: project-ethea/Ethea-i18n
Catalog: After_the_Storm/tmp_11620-fr1475663389.po
Languages: fr

source: Enough of this.
fr: En voilà assez.

source: Ahhh, you think you can destroy me, don’t you? Well, a few have already tried to vanquish me before to no avail... What makes you think it will be different this time? MWAHAHAHAHA!
fr: Ahhh, vous pensez que vous pouvez me détruire, n'est-ce pas ? Eh bien, quelques-uns ont déjà essayé de me vaincre avant en vain... Qu'est-ce qui vous fait penser que ce sera différent cette fois ? MWAHAHAHAHA !

source: He’s gone!
fr: Il est parti !

source: That wasn’t too hard.
fr: Ce n'était pas trop dur.

source: Our village is saved!
fr: Notre village est sauvé !

source: Heh. I admit I had my doubts at first about whether this would work.
fr: Hé. J'avoue j'ai eu des doutes, dans un premier temps quant à savoir si cela fonctionnerait.

source: Well done, everybody. As for you, faerie... What is it that you needed from us again?
fr: Bravo, tout le monde. Quant à vous, fée... Est-ce que vous avez besoin de nous à nouveau ?

source: I also have a name, as I told you before.
fr: J'ai aussi un nom, comme je vous l'ai dit avant.

source: I suggest that you get to the point before I change my mind.
fr: Je suggère que vous soyez au point avant que je ne change d'avis.

source: But sir, her help in defeating the undead was...
fr: Mais, monsieur, son aide à vaincre les morts-vivants était...

source: I need to know exactly where I am, and I must also meet with the Grand Council of the Northern Peoples as soon as I may, for which I could need some help depending on our location.
fr: J'ai besoin de savoir exactement où je suis, et je dois aussi rencontrer le Grand Conseil des peuples du Nord dès que je peux me le permettre, pour laquelle je pourrais avoir besoin d'aide en fonction de notre situation.

source: I see. Well, we also need to arrange a meeting with the Council for our own purposes. Sending some of our most capable hunters with you along with our messengers might not be a bad idea after all, as you seem to excel in the arts of healing and the northern forests are not particularly safe nowadays.
fr: Je vois. Eh bien, nous avons aussi besoin d'organiser une réunion avec le Conseil pour nos propres fins. Nous enverrons certains de nos chasseurs les plus capables avec vous, avec nos messagers ce ne serait pas une mauvaise idée après tout, comme vous semblez exceller dans les arts de la guérison et les forêts du nord ne sont pas particulièrement sûres de nos jours.

source: I’d be very grateful if you provided me with such help, then. But—
fr: Je vous serais très reconnaissant vous m'avez fourni une telle aide, cependant. mais —

source: And welcome to the Heart Forest.
fr: Et bienvenue au cœur de la forêt.

source: The Heart Forest
fr: Le cœur de la forêt

source: team_name^Thieves
fr: Voleurs

source: team_name^Trolls
fr: Trolls

source: team_name^Forest Creatures
fr: Créatures des forêts

source: team_name^Birds
fr: Oiseaux

source: Talwyn Bridge
fr: Pont de Talwyn

source: Reach the top edge of the map
fr: Atteindre le bord supérieur de la carte

source: Death of Durvan
fr: Mort de Durvan

source: Frankly, when the village chief said ‘capable’ I was expecting something better.
fr: Franchement, pour un chef de village dit « capable » je m'attendais à quelque chose de mieux.

source: It’d be a grave mistake to underestimate us, lass. Life ’round here ain’t easy these days, and we have to be prepared to deal with anything.
fr: Ce serait une grave erreur de nous sous-estimer, fillette. Le « cycle » de la vie ici n'est pas une affaire facile.

source: I’m well aware of that, having lived in the wilderness myself before, but these are mostly untrained people!
fr: Je suis bien consciente de cela, après avoir vécu dans le désert moi-même, mais ce sont pour la plupart des novices !

source: We’d better get going. And look out for the trolls — they like to prey on travelers and eat them alive.
fr: Nous ferions mieux d'y aller. Et faites attention aux trolls - ils aiment les proies que sont les voyageurs et de les mangers vivants.

source: Blast! I wasn’t counting on this happening!
fr: Zut ! Je ne comptais pas sur cet événement !

source: Reck don’t like humans on his base. We smash them!
fr: Reck n'aime pas les humains à la base. Nous allons les écraser !

source: Reck dying... and don’t know why.
fr: Reck meurt... et ne sait pas pourquoi.

source: That big troll was hoarding a considerable amount of gold in this abandoned fortress.
fr: Ce grand troll avait accumulé une quantité considérable d'or dans cette forteresse abandonnée.

source: It’d seem there’s some stir going on ahead of us...
fr: Il semble qu'il y a une certaine agitation devant nous...

source: Drop everything you’re carrying with you gal, and we <i>may</i> spare your pretty neck!
fr: Dépose tout ce que tu transportes avec toi nana, et nous <i>pourrons</i> épargner ton joli cou.

source: We don’t have time for this—
fr: Nous n'avons pas le temps pour ce —

source: We can’t just leave that poor girl at their mercy! We must help her!
fr: Nous ne pouvons pas laisser cette pauvre fille à leur merci ! Nous devons l'aider !

source: (<i>sigh</i>) Of course, that’s what I was planning to do anyway.
fr: (<i>Soupir</i>) Allons-y, c'est ce que j'avais prévu de faire de toute manière.

source: Save Allyna from the bandits
fr: Sauver Allyna des bandits

source: Death of Allyna
fr: Mort de Allyna

source: Alas! I never got a chance to see the great towers of the capital!
fr: Hélas ! Je n'aurai jamais la chance de voir les grandes tours de la capitale !

source: We shouldn’t have let this happen!
fr: Nous n'aurions pas dû permettre que cela arrive !

source: Oh, thank you for saving my life, sir. I’ll be forever grateful! Is there anything I could do for you?
fr: Oh, je vous remercie de m'avoir sauvé la vie, Monsieur. Je vous serai éternellement reconnaissante ! Y a-t-il quelque chose que je puisse faire pour vous ?

source: Hm, actually, this lass here is leading us...
fr: Hm, en fait, c'est cette fille-là qui nous commande...

source: She’s the legendary Lady of Light!
fr: Elle est la légendaire Dame de Lumière !

source: Oh, I see! I beg your pardon, my lady.
fr: Oh, je vois. Je vous demande pardon, ma dame.

source: May I ask what business brings a young girl like you to such a dangerous location alone? What’s your name, anyway?
fr: Puis-je demander quelle affaire amène une jeune fille comme vous dans un endroit aussi dangereux seule ? De toute façon, quel est votre nom ?

source: I’m Allyna of Dalbloom, from the eastern border. It’s a very tiny village, so you may not have heard of it before. I was sent on a mission to deliver an important message to the Grand Council of the—
fr: Je suis Allyna de Dalbloom, de la frontière orientale. C'est un très petit village, de sorte que vous n'ayez certainement pas dû en entendre parler avant. J'ai été envoyé en mission pour porter un message important au Grand Conseil de la —

source: Sure, we also need to deliver our own messages to them. Perhaps you should join us — it’s a miracle you have made it this far through these uncivilized lands already.
fr: Bien sûr, nous avons aussi besoin de délivrer nos propres messages au conseil. Peut-être que vous devriez vous joindre à nous — c'est déjà un miracle que vous ayez parcouru un tel chemin à travers ces terres sauvages.

source: Yes! —I mean, if it doesn’t bother you, of course. I don’t think I have ever seen a town get ransacked like that before...
fr: Oui ! — je veux dire, si cela ne vous dérange pas, bien sûr. Je ne pense pas avoir déjà vu, une ville aussi saccagée comme ça avant...

source: What are you talking about?
fr: De quoi parlez-vous ?

source: The bridge town ahead appears to have been overrun with filthy bandits. I turned back as soon as I could, but those brutes chased me, and then I found you!
fr: Le pont de la ville semble avoir été envahi par des bandits crasseux. Je me suis retourné dès que j'ai pu, mais ces brutes m'ont pourchassé, puis je vous ai trouvé !

source: Sounds like we may have to cleanse the town a bit before proceeding, then.
fr: On dirait que nous devons nettoyer un peu la ville avant de continuer, alors.

source: Good plan. I never thought Talwyn would fall like that...
fr: Bon plan. Je n'aurais jamais cru que Talwyn serait tombé comme ça...

source: Defeat the bandit leader in Talwyn
fr: Vaincre le chef des brigands dans Talwyn

source: No! All our efforts have been in vain!
fr: Non ! Tous nos efforts ont été vains !

source: Onwards we go, to the capital!
fr: Nous allons partir, à la capitale !

source: So are you truly the Lady of Light? I’ve heard many amazing stories about you! Do you mind if I ask you some questions?
fr: Alors vous êtes vraiment la Dame de la Lumière ? J'ai entendu beaucoup d'histoires étonnantes à votre sujet ! Cela ne vous dérange pas si je vous pose quelques questions ?

source: Unrest in Raelthyn
fr: Troubles dans Raelthyn

source: team_name^Raelthyn
fr: Raelthyn

source: Lord Durstrang
fr: Seigneur Durstrang

source: River Lorin
fr: Rivière de Lorin

source: Lake Wylven
fr: Lac de Wylven

source: Adavyan’s Keep
fr: Camps d'Adavyan

source: Tower of Silence
fr: Tour du Silence

source: Aethyncyn
fr: Aethercyn

source: Finally, the walls of Raelthyn! It’s a pity it’s too dark to see the glory of the capital city!
fr: Enfin, les murs de Raelthyn ! C'est dommage qu'il fasse trop sombre pour voir la glorieuse Capitale !

source: I have been here before. Now, let’s move.
fr: Je suis déjà venu ici avant. Maintenant, passons à autre chose.

source: I’m a mere messenger from the small village of Suthwood in the Heart Forest. We came here to meet with the Grand Council.
fr: Je suis un simple messager du petit village de Suthwood au cœur de la forêt. Nous sommes venus ici pour rencontrer le Grand Conseil.

source: You and who else?
fr: Vous et qui d'autre ?

source: Seize the traitor!
fr: Saisissez la traîtresse !

source: Traitor? Who?
fr: Traîtresse ? Qui ?

source: Exactly what in the world is going on here?
fr: Précisément qu'est ce qui se passe dans le monde et ici ?

source: You, faerie, are accused of betraying the Alliance, allying yourself and an elvish faction with our enemies in times of war, and providing them with tactical information that jeopardizes the safety of our country and our allies.
fr: Vous, la fée, vous êtes accusée de trahison envers l'alliance, vous vous êtes allié avec une faction elfique qui est notre ennemi, en temps de guerre, et vous leur fournissez des renseignements tactiques qui mettent en péril la sécurité de nos pays et de nos alliés.

source: I fear this must be some kind of misunderstanding... That can’t be possible! I would never shift my allegiances against what’s best for the free civilizations of Irdya!
fr: Je crains qu'il ait un malentendu... Cela n'est pas possible ! Je n'ai jamais fait allégeances avec ceux qui combattent les civilisations libres d'Irdya !

source: Let her come to the Grand Council — a trial won’t be necessary.
fr: Qu'elle vienne au Grand Conseil — un procès ne sera pas nécessaire.

source: But, my Lord...
fr: Mais, Monseigneur...

source: A punishment won’t be required either. She’s been framed by the enemy.
fr: Une peine ne sera pas nécessaire non plus. Elle a été protégée de l'ennemi à dessein.

source: Elynia, we have been eagerly awaiting your return. It’s been a long time...
fr: Elynia, nous étions impatients de votre retour. Cela fait longtemps...

source: Lord Arnesius, it’s good to see you again. Something terrible has happened...
fr: Seigneur Arnesius, il est bon de vous revoir. Quelque chose de terrible est arrivé...

source: Yes, yes... Valen has told us everything, and there’s more you need to know as well. Come with us.
fr: Oui, oui... Valen nous a tout dit, et il y a encore plus que vous devriez savoir. Venez avec nous.

source: My Lord, I— our messengers were promised an audience with the Council as well...
fr: Mon Seigneur, je — nos messagers ont obtenu une audience avec le Conseil et...

source: That will have to wait while we discuss some war matters, but since you have come from so far protecting her, you may also come and listen.
fr: Cela devra patienter avant nous devons discuter de la guerre en cours, mais puisque vous êtes venu de si loin en la protégeant, vous pouvez également venir écouter.

source: Revelations
fr: Révélations

source: We’d like to start by apologizing for our actions, or lack thereof. Had we understood the importance of your mission to Zocthanol we’d have sent a whole fleet with you, and Galas’ demise could have surely been avoided.
fr: Nous aimerions commencer par présenter des excuses pour nos actions, ou notre inaction. Si nous avions compris l'importance de votre mission à Zocthanol nous aurions envoyé une flotte entière avec vous, et la disparition de Galas aurait sûrement pu être évitée.

source: I... I don’t think that would have made a great difference. The storm that caught us was a trap set up by our enemies.
fr: Je... Je ne pense pas que cela aurait fait une grande différence. La tempête qui nous a pris était un piège mis en place par nos ennemis.

source: As soon as we got word of your plan to assault the Wesmere hive on your own, we sent a platoon in your aid, but their path was obstructed by the Shaxthal creatures, who have apparently taken over the Bay of Glamdrol to the south-west.
fr: Dès que nous avons appris votre plan pour prendre d'assaut la ruche de Wesmere, nous avons envoyé un peloton à votre aide, mais leur chemin était obstrué par des créatures Shaxthal, qui ont apparemment pris la baie de Glamdrol au sud-ouest.

source: By the time the soldiers arrived, it was already too late. Not only did we not find you or the lich Mal Keshar, but the plains had completely disappeared.
fr: Au moment où les soldats sont arrivés, il était déjà trop tard. Non seulement nous ne vous avons pas trouvé vous ou Mal Keshar la liche, mais les plaines avaient complètement disparu.

source: But... disappeared?
fr: Mais... disparu ?

source: Everything vanished at the center of the explosion from which you escaped. The hive, the rocks, the clouds — everything had completely disappeared, according to the reports we got. The area surrounding the massive crater turned into a vast ashy desert devoid of any traces of life, artificial or otherwise. They also said the air itself had turned thin as in the tallest peaks of the Heart Mountains. We could only assume you had also been caught in the explosion and were destroyed along with the necromancer.
fr: L'endroit d'où vous vous êtes évadé, son centre, a littéralement disparu après l'explosion. La ruche, les rochers, les nuages — tout avait disparu, selon les rapports qui nous ont été transmis. Les alentours de l'énorme cratère ont été transformés en un vaste désert de cendre dépourvue de toute vie, artificielle ou non. Il nous a été également signalé que l'air s’était raréfié comme sur les plus hauts sommets des montagnes centrales. Nous ne pouvions que supposer que vous aviez été également pris dans l'explosion et détruit avec le nécromancien.

source: With the ongoing war, we couldn’t spend much time or resources in searching for you, so we decided to seek assistance from a seer who could tell us what happened and why. That’s when we found Valen, who has been of great help to us this past year.
fr: Avec la guerre en cours, nous ne pouvions pas passer beaucoup de temps ou de ressources à votre recherche, nous avons donc décidé de solliciter l'assistance d'un voyant qui pourrait nous dire ce qui s'est passé et pourquoi. C'est à ce moment que nous avons trouvé Valen, qui a été d'une grande aide pour nous cette dernière année.

source: Hold on...
fr: Pas si vite...

source: That isn’t possible! A year? But— it has been less than a month!
fr: Ce n'est pas possible ! Un an ? Mais il s'est écoulé moins d'un mois !

source: For you, my lady, time has only flowed since the point you reappeared in our country’s borders, but for us, time kept flowing as usual. It’s been a little more than a year since the destruction of Wesmere.
fr: Pour vous, ma dame, c’est le temps qui s'est écoulé depuis votre réapparition aux frontières de notre pays, mais pour nous, le temps s'est écoulé normalement. Il s'est passé plus d'un an depuis la destruction de Wesmere.

source: We suspect you were at the very center of the explosion, which may have caused an anomaly that brought you forward in time.
fr: Nous soupçonnons que vous étiez au centre de l'explosion, qui semble avoir engendré une anomalie qui vous a fait faire un bond dans le temps.

source: ... Actually, it could be my own fault. I used a teleportation spell I had learned in Zocthanol, but I couldn’t master it. I used it right when I felt I was dying, as if my very life energy was being torn apart...
fr: ... En fait, il se pourrait que cela soit de ma faute. J'ai utilisé un sort de téléportation que j'avais appris sur Zocthanol, sans toutefois le maîtriser. Je l'ai utilisé en dernier recours lorsque je me suis senti mourir, comme si mon énergie de vie était déchirée...

source: But this doesn’t make sense. How could that happen?
fr: Mais cela n'a pas de sens. Comment cela pourrait-il arriver ?

source: There are many things we still haven’t learned about our enemies that are perhaps essential for putting an end to this war.
fr: Il y a beaucoup de choses que nous n'avons pas encore apprises à propos de nos ennemis qui sont peut-être essentielles pour mettre un terme à cette guerre stupide.

source: Where’s Kyara? And Horo? We sent them to you after securing the Chaos outpost in Wesmere!
fr: Où est Kyara ? Et Horo ? Nous vous les avons envoyés après avoir sécurisé l'avant poste du Chaos sur Wesmere !

source: Assuming they stumbled upon the same number of enemies as our men did, it’s very likely they didn’t make it.
fr: En supposant qu'ils soient tombés sur le même nombre d'ennemis que nos hommes, il est très probable qu'ils n'ont pas pu nous rejoindre.

source: If you can provide me with more information, I may be able to find out what occurred to them, but it will take time.
fr: Si vous me fournissez de plus amples renseignements à leur sujet, je pourrais essayer de trouver ce qui s'est passé pour eux, mais cela prendra du temps.

source: While Valen was trying to determine your whereabouts, new riots took place between the elves in the lands to the east. There are rumors of a certain rose-haired faerie allying herself with the leaders of the Chaos Empire, which is why you and your people have become rather unpopular amongst our peers.
fr: Alors que Valen essayé de déterminer votre localisation, de nouvelles émeutes ont eu lieu entre les elfes dans les terres à l'est. Il y a des rumeurs sur une certaine fée aux cheveux rose qui s'est alliée avec les dirigeants de l'Empire du Chaos, voila pourquoi vous et vos gens êtes devenus plutôt impopulaires parmi nos pairs.

source: The elves are fighting amongst themselves once again on the eastern border of our country, but one of the factions is clearly at an advantage thanks to their alliance with the Empire. We suspect they may be planning to invade us next, taking advantage of the tight situation on the southern borders.
fr: Les elfes se battent entre eux une fois de plus sur la frontière orientale de notre pays, mais l'une des factions a clairement un avantage grâce à leur alliance avec l'Empire. Nous soupçonnons qu'ils pourraient avoir l'intention de nous envahir ensuite, profitant de la situation tendue sur les frontières méridionales.

source: Furthermore, it is said a great explosion took place in Glamdrol a few days ago. We haven’t received any confirmation yet, but we fear it’s of a similar nature to the one which destroyed Wesmere. If that’s true, then we have just lost our largest western garrison.
fr: En outre, il nous a été rapporté qu'une grande explosion a eu lieu à Glamdrol, il y a quelques jours. Nous n'avons pas encore reçu de confirmation, mais nous craignons qu'elle soit de nature semblable à celle qui a détruit Wesmere. Si c'est vrai, alors nous venons de perdre notre plus grande garnison à l'Ouest.

source: I see...
fr: Je vois...

source: It’s of utmost importance that the situation in the east is cleared up. The friendly elvish faction has asked us for aid, but as it is now we are unable to gather the complete Council to come to an agreement. We currently don’t have many men to spare, so it has been suggested that you could lead a militia in order to assist them, and hopefully discover the identity of this mysterious impersonator.
fr: C'est de la plus haute importance que la situation soit éclaircie à l'Est. La faction amicale elfique nous a demandé de l'aide, mais comme actuellement, nous sommes incapables de rassembler le conseil au complet afin d'arriver à un accord. Nous n'avons pas beaucoup d'hommes à perdre en ce moment, de sorte qu'il a été suggéré que vous pourriez mener une milice afin de les aider et nous espérons trouver qui est cette mystérieuse imitatrice.

source: I think I’ve had enough experience with leading militiamen in the forests for my liking, and I highly doubt they could stand a chance against those demons and biomechanical creatures.
fr: Je pense que j'ai eu assez d'expérience en tant que chef de miliciens dans les forêts à mon goût, et je doute fortement qu'ils puissent avoir une chance contre ces démons et ces créatures biomécaniques !

source: It was never our intention to send you alone with barely-trained fighters. Amongst your messengers was one of Mal Keshar’s very own disciples, a woman by the name of Zynara. She’s willing to assist by leading a new undead horde against our enemies for you.
fr: Il n'a jamais été notre intention de vous envoyer seule avec des combattants à peine formés. Parmi vos messagers, il y a un des disciples de Mal Keshar, une femme du nom de Zynara. Pour vous, elle est prête à vous aider en menant une nouvelle horde de morts-vivants contre nos ennemis.

source: If you agree to help us, we will also make sure to keep you informed of any important events from the main battle front, sending you messages through Valen. You’ll also be able to communicate with us this way.
fr: Si vous acceptez de nous aider, nous veillerons également à vous tenir informé de tous les événements importants sur le front principal de la guerre, nous vous enverrons des messages par le biais de Valen. Vous serez également en mesure de communiquer avec nous de cette façon.

source: There’s a very important journal we retrieved from the Chaos capital, and Mal Keshar told me before his destruction that he passed it to Kyara, the desert elf, in case neither of us would make it back from the hive. I am hopeful that she and Horo are still alive somewhere, or at the very least they passed the journal to another trustworthy person. I will agree to lead the expedition on the condition that you also do your best to locate it.
fr: Il y a un journal très important que nous avons récupéré dans la capitale du Chaos, et Mal Keshar m'a dit avant sa destruction qu'il l'a transmis à Kyara, l'elfe du désert, dans le cas où aucun de nous ne serait de retour de la ruche. J'espère qu'elle et Horo sont encore en vie quelque part, ou à tout le moins qu'ils ont transmis le journal à une autre personne digne de confiance. Je suis d'accord pour conduire l'expédition à la condition que vous aussi vous faisiez de votre mieux pour les localiser.

source: That’s a fair deal, although I would first like to know what this journal contains that makes it such a great priority for you, over your reputation and people.
fr: C'est un accord équitable, mais je voudrais d'abord savoir ce qu'il y a dedans qui le rend d'une aussi grande priorité pour vous plus que votre réputation et votre peuple.
