Repository: project-ethea/Ethea-i18n
Catalog: After_the_Storm/tmp_11620-fr1475663389.po
Languages: fr

source: It’s more likely that he wanted to set a trap for us or anyone else who would manage to find this place.
fr: Il est plus probable qu'il a voulu nous tendre un piège ou à quiconque parviendrait à trouver cet endroit.

source: He never intended to cause me any harm with his actions! I’ll acquire the spell, for it could be of use later.
fr: Il n'a jamais voulu me faire le moindre mal par ses actions ! Je vais prendre ce sort, car il pourrait être utile plus tard.

source: Elynia, don’t—
fr: Elynia, ne —

source: As Elynia approached the crystal’s surface with her hand, the glyph disintegrated into fine golden dust, covering her for a few moments...
fr: Comme Elynia toucha le cristal avec une main, le glyphe se désintégra et devint une fine poussière dorée, la couvrant pour quelques instants...

source: ... And then it vanished into thin air.
fr: ...Et alors s'évanouit dans l'air.

source: I don’t feel any different, but I... suppose I have this new power, now.
fr: Je ne me sens pas différente, mais je devrais avoir ce nouveau pouvoir, désormais.

source: Hmph. In my times, you didn’t get magic abilities from a rock. Be careful if you ever attempt to use that spell — I don’t think it’s safe. While those human mages of our times could learn to travel great distances like that, many of them also disappeared and were never heard of again.
fr: Hum. A mon époque, on n'obtenait pas de capacité magique d'une pierre. Soyez prudente si jamais vous tentez d'utiliser ce sort — je ne pense pas qu'il soit sûr. Alors que les mages humains de notre époque pouvaient parcourir de grandes distances comme ça, beaucoup d'entre eux ont disparu et l'on n’a jamais plus entendu parler d'eux après.

source: There doesn’t seem to be much more to see here. That’s unfortunate.
fr: Il semble ne pas avoir beaucoup plus à voir ici. Malheureusement.

source: What we have found here is...frightening. We always thought that there was a single world, the one in which we live. Our priestesses won’t—
fr: Ce que nous avons trouvé ici est... effrayant. Nous avons toujours pensé qu'il n'y avait qu'un seul monde, celui dans lequel nous vivons. Nos prêtresses ne seront pas —

source: You’ll have more trouble digesting the information about Yechnagoth. The ‘First’ is also described in the ruins of a hidden city beneath the Heart Mountains, and he created ten powerful demons, the Original Ten. I understand that this implies that you, the elves and other faerie creatures, are descended, or at least based on Yechnagoth’s and Uria’s sister.
fr: Vous aurez plus de difficulté à digérer les informations sur Yechnagoth. Le « premier » est également décrit dans les ruines d'une cité cachée sous les montagnes centrales, il créa dix démons puissants, les dix premiers. Je crois comprendre que cela implique que vous, les elfes et autres créatures féeriques sont les descendants, ou tout au moins baser sur Yechnagoth et sa sœur Uria.

source: Eloh. That name was almost never mentioned in my times, and I could find very little information about her. I suppose that Zhangor’s influence upon the Wesmere elves may have reintroduced her to our kin’s lore. It’s most likely not her real name anyway.
fr: Eloh. Ce nom n'a presque jamais été mentionné de mon temps, et je n'ai pu trouver que très peu d'informations à son sujet. Je suppose que l'influence de Zhangor sur les elfes de Wesmere peut avoir réintroduit la rumeur de notre plus proche parent. Ce n’est très probablement pas son vrai nom de toute façon.

source: What you have learned about Eloh, and Yechnagoth and Uria...should not be shared with other elves, orcs or even humans. It could be...devastating to our cultures, to say the least, especially in these times when demons roam and spoil Irdya at will within our sight.
fr: Ce que vous avez appris sur Eloh, Yechnagoth et Uria... ne doivent pas être partagés avec les autres elfes, orcs ou même les humains. Ce pourrait être... dévastateur pour nos civilisations, à tout le moins, surtout en ces temps où les démons errent et pillent Irdya à volonté sous notre nez.

source: <i>(snicker)</i> And you say that Argan never intended to cause you any harm? All that we have found proves that he really wanted to destroy your kind after all! Using the powers of an ancient demon, no less!
fr: <i>(ricanements)</i> Et vous dites que Argan n'a jamais eu l'intention de vous causer du tort ? Tout ce que nous avons trouvé est la preuve qu'il a vraiment voulu détruire votre espèce, après tout ! En utilisant les pouvoirs d'un ancien démon, rien de moins !

source: I don’t believe that it could be his true intention. He was... under Uria’s control.
fr: Je ne crois pas que c'était sa véritable intention. Il était... sous le contrôle d'Uria.

source: So, have you forgotten what he said? “I chose my fate — I guess this is what I deserved from the beginning.” I know, his last words were very vague, but it certainly sounded like he knew what he was doing the whole time. Perhaps it was not his intention to cause harm to <i>you</i> in particular, but the damage he caused throughout the continent, in the name of Uria... It hurt you, didn’t it? To make things worse, it seemed like Uria felt his loss. If he was a mere puppet of hers, would she have proclaimed her intentions to avenge her ‘emissary’ like she did?
fr: Alors, vous avez oublié ce qu'il a dit ? « J'ai choisi mon destin — je suppose que c'est ce que je mérite depuis le début. » Je sais, ses derniers mots furent très vagues, mais ils ont certainement sonné comme s'il savait ce qu'il faisait pendant tout ce temps. Peut-être, ce n'était pas son intention de *vous* nuire, en particulier, mais il a causés des dommages, il a traversé le continent, au nom d'Uria... Il vous a blessé, n'est-ce pas ? Pour aggraver les choses, il semble qu'Uria ressentit sa perte. S'il était une simple marionnette entre ses mains, aurait-elle proclamé, ses intentions de venger son « émissaire » comme elle a affirmée ?

source: Elynia slowly approaches Mal Keshar, staring at him with a grim expression in her eyes — something that neither the lich nor Galas had seen in her before.
fr: Elynia s'approche lentement de Mal Keshar, avec une sombre expression dans le regard — quelque chose que ni la liche, ni Galas n’avaient vu auparavant.

source: You know nothing.
fr: Vous ne savez rien.

source: I saw enough. I heard enough.
fr: J'en ai assez vu. J'en ai assez entendu.

source: <i>(nervously)</i> We should go back to the surface soon before we run out of provisions.
fr: <i>(nerveusement)</i> Nous devrions revenir à la surface rapidement, nous allons manquer de vivres.

source: Elynia...if I’m not mistaken, we found a journal in the Heart, and you have kept it all this time with you, correct?
fr: Elynia... si je ne me trompe pas, nous avons trouvé un journal dans le centre de la montagne, et vous l'avez gardé tout ce temps avec vous, c'est exact ?

source: <i>(hesitates for a second)</i> I...the one who suggested the idea, he was under Uria’s control, wasn’t he? The journal we have might not be Argan’s.
fr: <i>(hésite une seconde)</i> Je... celui qui l'a rédigé était peut-être sous le contrôle d'Uria ? Le journal que nous avons peut ne pas être celui d'Argan.

source: I am sure it is. I knew Lédinor well enough, and I’m sure that was him speaking, not Uria. Shortly afterwards, his face...changed. No matter what Uria said, I’m certain that Lédinor was struggling to overcome her control all that time, resisting it long enough to help us, knowing that she’d win at the end. If he had told us about it, his will would have collapsed much earlier.
fr: Je suis convaincu qu'il est. Je connaissais Lédinor suffisamment, et je suis sûr qu'il était avec nous, pas avec Uria. Peu de temps après, son visage... a changé. Peu importe ce qu'Uria dit, je suis certain que Lédinor avait du mal à surmonter son contrôle pendant tout ce temps, il a résisté assez longtemps pour nous aider, il savait qu'elle allait gagné à la fin. S'il nous avait parlé à ce sujet, sa volonté se serait effondrée bien plus tôt.

source: We are descendants of Eloh, and as the Quenoth elves know, not even Yechnagoth’s mind control can work on us that easily.
fr: Nous sommes les descendants de Eloh, et comme les elfes de Quenoth le savent, même Yechnagoth ne peut pas nous contrôler mentalement aussi facilement.

source: I know you are probably hesitant about reading Argan’s journal because you fear to learn more about how much of a monster he became.
fr: Je sais que vous êtes probablement réticents à lire le journal d'Argan parce que vous craignez d'en apprendre davantage à quel point le monstre qu'il est devenu.

source: I...
fr: Je...

source: I could read it if you give me a few days. If you don’t want to know any details besides what is relevant to our quest, fine, I won’t disclose such information to anyone.
fr: Je pourrais le lire si vous me donnez quelques jours. Si vous ne voulez pas savoir tous les détails en dehors de ce qui relève de notre quête, bien, je ne les divulguerai à personne.

source: <i>(with a softer expression)</i> Very well.
fr: <i>(avec une douce expression)</i> Très bien.

source: And while I work on it, you go to the beach, maybe get a tan, play with your little fellow desert elves and...try to smile a little more often? You need to laugh a bit from time to time — it really helps when you’ve lived for so long, I know. So, go ahead, enjoy your short vacation. Meanwhile, I’ll be <i>killing</i> myself reading a damn book; I’ve not read books for ages, you know? Suddenly everyone forgot how to read and write after the Fall!
fr: Et pendant que je travaille là-dessus, vous allez à la plage, peut-être pour bronzer, jouer avec vos petits elfes du désert et autres... essayer de sourire un peu plus souvent ? Vous avez besoin de rire un peu de temps à autre — cela aide vraiment lorsque vous avez vécu si longtemps, je le sais. Alors, allez-y, profitez de vos courtes vacances. Pendant ce temps, je serai moi-même *mort* en lisant un livre sacré, je n'ai pas lu de livres depuis... des millénaires, vous savez ? Soudainement, tout le monde a oublié la façon de lire et écrire après la chute !

source: You are dead already.
fr: Vous êtes déjà morts.

source: I know, I know, and you’ll be too if you keep pointing out the obvious.
fr: Je sais, je sais, et vous aussi vous le serez, si vous continuez à souligner l'évidence.

source: We have spent too much time in these caverns, and many of my men are starving.
fr: Nous avons passé trop de temps dans ces cavernes, et beaucoup de mes hommes sont affamés.

source: <i>(sighs, staring at the cave’s roof)</i> It’s too bad that we always have a time limit of some sort for anything we do.
fr: <i>(soupirs, les yeux fixés sur le toit de la grotte)</i> C'est dommage qu'il faille toujours un délai quelconque pour tout ce que nous faisons.

source: Resolutions
fr: Résolutions

source: It is certainly unfortunate that you couldn’t find a solution to this problem. Everything seems peaceful and good from our current location, but if Uria’s minions win the war and take over the continent, it will be a matter of time until they come back to claim this island. What if Yechnagoth is able to control the surface creatures of the continent again?
fr: Il est certainement regrettable que vous ne puissiez pas trouver une solution à ce problème. Tout semble paisible et notre emplacement actuel est bon, mais si les sbires d'Uria gagnent la guerre et prennent le continent, ce sera juste une question de temps pour qu'ils revendiquent cette île. Que faire si Yechnagoth contrôle à nouveau les créatures de surface sur le continent ?

source: At least we know that her soul is no longer in this world. There’s a faint possibility that they might be unable to use her heart for anything yet. We must make haste and instruct our allies to destroy the remains of Wesmere...and clear other lands controlled by the Iron Triad.
fr: Au moins nous savons que son âme n'est plus dans ce monde. Il y a une faible possibilité qu'il soit incapable de faire quoi que ce soit avec son coeur pour le moment. Nous devons faire vite et demander à nos alliés de détruire ses restes sur Wesmere... et de nettoyer les autres terres contrôlées par la triade de fer.

source: A few of our people expressed interest on joining your group to help you in this quest, and learn more about the state of the lands whence we came a couple of centuries ago.
fr: Certains de nos gens ont manifesté leur intérêt pour rejoindre votre groupe pour vous aider dans cette quête, et en apprendre davantage sur nos origines pour savoir d'où nous sommes arrivés sur cette terre quelques siècles auparavant.

source: Eloh would want us to help our kin in these dark times.
fr: Eloh voudrait que nous aidions nos proches dans ces sombres moments.

source: Our numbers are very small, and we don’t have the resources to support an army, but we have the knowledge, and the faith to try to make a difference on the battlefield.
fr: Notre effectif est très petit et nous n'avons pas les ressources nécessaires pour soutenir une armée, mais nous avons la connaissance, et la foi pour essayer de faire la différence sur le champ de bataille.

source: It’d be a honor to fight alongside you, sir.
fr: Ce serait un honneur de combattre à vos côtés, Monsieur.

source: Fight, indeed. We have spent too much time far from ‘home’ and who knows what’s become of it in the meantime.
fr: Combattre, en effet. Nous avons passé trop de temps loin de notre « maison » et qui sait ce qu'il est advenu dans l'intervalle.

source: The honor is ours. We are grateful for your help in this day, and the day when you helped everyone by banishing Yechnagoth’s soul from Irdya.
fr: L'honneur est nôtre. Nous sommes reconnaissants pour votre aide en ce jour, et le jour où vous avez aidé tout le monde, en bannissant l'âme de Yechnagoth d'Irdya.

source: Young Galas, it’s no small deed what you three have done for us too. Although your journey is not quite complete yet, by defeating one of Uria’s most powerful demons you have given the world a new hope for a new future.
fr: Jeune Galas, aucune action n'est anodine surtout ce que tous les trois avez fait pour nous. Bien que votre voyage ne soit pas tout à fait terminé, en battant l'un des démons les plus puissants d'Uria, vous avez donné au monde un nouvel espoir pour un avenir meilleur.

source: Kyara is easily one of our most skilled archers, and she has expressed her desire to join you in your quest. You will need all the help you can get.
fr: Kyara est probablement l'une de nos archères les plus compétentes, et elle a exprimé son désir de vous rejoindre dans votre quête. Vous aurez besoin de toute l'aide que vous pouvez obtenir.

source: I’m not—
fr: Je ne suis pas —

source: You can come with us if you wish, but you need to be aware of the dangers that lie in our way.
fr: Vous pouvez venir avec nous si vous le souhaitez, mais vous devez être conscientes des dangers qui se trouvent sur notre chemin.

source: I am aware. I’ve talked with lord Galas of the subject before — I just want to be of help to our forest ancestors in this struggle for survival.
fr: J'en suis consciente. J'ai parlé avant avec le seigneur Galas — je veux juste être utile à nos ancêtres de la forêt dans cette lutte pour la survie.

source: We must now prepare for departing this next morning. A long path awaits us.
fr: Nous devons à présent nous préparer au départ ce prochain matin. Un long chemin nous attend.

source: Fear
fr: Peur

source: Explore the peninsula
fr: Explorer la péninsule

source: The fog is so dense I can barely see anything in the distance. I don’t like the looks of this.
fr: Le brouillard est si dense que je peux à peine voir ce qui se passe au loin. Je n'aime pas son apparence.

source: Indeed. We should explore this peninsula carefully and stay together. Maybe we can find an abandoned castle or village where we can rest while we plan our next course of action.
fr: En effet. Nous devons explorer cette péninsule avec soin et rester ensemble. Peut-être que nous pouvons trouver un château abandonné ou un village où nous pourrons nous reposer pour planifier notre prochain plan d'action.

source: The air is unusually dense. There’s something more about this place I don’t like.
fr: L'air est exceptionnellement dense. Il y a quelque chose de plus dans cet endroit que je n'aime pas.

source: We may soon find out...
fr: Nous pourrions bientôt découvrir...

source: What kind of hellish spawn is that thing?!
fr: Quel genre de progéniture infernal est cette chose ?!

source: Shaxthals. We are definitely not alone here.
fr: Shaxthals. Nous ne sommes certainement pas les seuls ici.

source: We’ll have to fight our way through this place then.
fr: Il est temps de percer notre chemin à travers cette place.

source: Yes, we did it!
fr: Oui ! Nous avons réussi !

source: Let’s leave this land as quickly as possible.
fr: Essayons de sortir de ce territoire aussi rapidement que nous le pouvons.

source: The Triad — Part 1
fr: La Triade — Partie 1

source: Galas... you too...
fr: Galas... vous aussi...

source: Well done, Kendria. Well done.
fr: Bien joué, Kendria. Bien joué.

source: I see that the little vermin fell into the master’s trap as expected. And they brought the Ruby of Fire with them! Ha, ha!
fr: Je vois que la petite vermine est tombée dans le piège du maître comme prévu. Et ils ont apporté le Rubis de feu avec eux ! Ha, ha !

source: What are you talking about...
fr: De quoi parlez-vous...

source: Shut up, you fool!
fr: Tais-toi, imbécile !

source: Let him be. After all, it would be an inelegant move not to tell them our plan before we dispose of their souls, wouldn’t it?
fr: Qu'il en soit ainsi. Après tout, il serait inélégant de ne pas leur dire notre plan avant de disposer de leurs âmes, n'est-ce pas ?

source: We would have killed you on sight, rats, but our master greatly wanted to see your faces a last time before proceeding with our plan.
fr: Nous allions vous tuer à vue, rats, mais notre maître voulait vraiment voir vos visages une dernière fois avant de poursuivre notre plan.

source: You... don’t have a... master... We killed... him...
fr: Vous... n'avez pas de... maître... Nous l'avons tué... lui...

source: We have reserves, my dear.
fr: Nous avons des réserves, ma chère.

source: You...
fr: Vous...

source: As you can see, I am in charge of this place and the Chaos Empire now. It is my intention to show you my gratitude for giving me this perfect opportunity to cleanse the path for Uria to do her will.
fr: Comme vous pouvez le voir, je suis en charge de cette place et de l'Empire du Chaos maintenant. Il est de mon intention de vous montrer ma gratitude pour m'avoir donné cette parfaite opportunité de nettoyer le chemin pour Uria et d'exécuter sa volonté.

source: Irdya, as many other worlds, has certain anomalies which create connections to Inferno, where Uria and her descendants live. These anomalies are very well protected and guarded by ancient demons who do not allow anyone to travel in either direction.
fr: Irdya, comme beaucoup d'autres mondes, a certaines anomalies qui créent des connexions avec Inferno, où Uria et ses descendants vivent. Ces anomalies sont très bien protégées et gardées par d'anciens démons qui ne permettent à personne de voyager entre les deux directions.

source: Long ago, a group of sorcerers created a series of artifacts that could be used to open or close portals from one location of Irdya to another. Theoretically, those artifacts could also be used to create new, unguarded connections between Irdya and Inferno.
fr: Il y a bien longtemps, un groupe de sorciers a créé une série d'objets qui pourraient être utilisés pour ouvrir ou fermer les portails de Irdya vers l'autre monde. Théoriquement, ces artefacts peuvent aussi être utilisés pour créer de nouvelles connexions non protégées entre Irdya et Inferno.

source: The artifacts were replicas of a single one that was thought lost long ago. We learned that it was used as a symbol of the people who created Naia. We also learned that it was supposed to be destroyed so it would not be misused by anyone. And I literally wasted my life trying to find it. And <i>it</i> found <i>me</i> instead, long after I gave up my search!
fr: Les artefacts étaient des répliques d'un seul objet que l'on croyait perdu depuis longtemps. Nous avons appris qu'il a été utilisé comme symbole par les gens qui ont créé Naia. Nous avons également appris qu'il était censé être détruit de sorte qu'il ne serait plus mal utilisé par quiconque. Et j'ai littéralement perdu ma vie à essayer de le trouver. Et à la place c'est <i>lui</i> qui <i>me</i> trouve, longtemps après que je me sois lancé à sa recherche !

source: Had Argan known that the artifact existed, and that his companion carried it with her, we would have settled this matter long ago. We wouldn’t have needed to search for the space rifts created along with Naia and her fallen sister. Instead of searching for the Ruby of Fire, we should have searched for the staff of Elynia-Niryone!
fr: Si Argan avait su que l'artefact existé, et que sa compagne l'avait avec elle, nous aurions réglé cette question depuis longtemps. Nous n'aurions pas eu besoin de chercher la faille créée en même temps que Naia et la chute de sa sœur. Au lieu de chercher le rubis de feu, nous aurions cherché le bâton de Elynia-Niryone !

source: Well done... then. You have... found it again... What are you waiting for?
fr: Bien... alors. Vous l'avez... trouvé... qu'allez-vous faire ?

source: Now that we have the artifact, we can use it to merge this pitiful world with Inferno...
fr: Maintenant que nous avons l'artefact, nous pouvons l'utiliser pour fusionner ce monde pitoyable avec Inferno...

source: ...dispel the curse of Iluvia...
fr: ... lever la malédiction d'Iluvia...

source: ...and reunite Uria and the other Guardians...
fr: ... et réunir Uria et les autres Gardiens...

source: ...to restore the Initial Order.
fr: ... pour restaurer l'ordre initial.

source: Give me this.
fr: Donne-moi ça.

source: Now this belongs to us.
fr: Maintenant il nous appartient.

source: Yes! It belongs to us! May I borrow it for a second, my lady?
fr: Oui ! Il nous appartient ! Puis-je l'emprunter pour une seconde, ma dame ?

source: This is not over yet!
fr: Ce n'est pas encore terminé !

source: How did you—
fr: Comment avez-vous —

source: Kill the intruders! Kill them all! NOW!
fr: Tuez les intrus ! Tuez-les tous ! MAINTENANT !

source: By the power you have bestowed upon me, Uria, may the spells which animate the undead be canceled now!
fr: Par le pouvoir qui m'a été conféré, par Uria, je peux annuler le sort qui anime les morts-vivants dès maintenant !

source: What is this...?
fr: Qu'est-ce que c'est que ça... ?

source: Unbind the dust from this world and smite the unworthy descendants of Xia’el!
fr: Détachez la poussière de ce monde et frappez les descendants indignes de Xia'el !

source: dispel faerie
fr: Fée de Feu

source: This... is this the kind of powers possessed by Uria?
fr: Ce... est-ce le genre de pouvoirs possédés par Uria ?

source: We need to get out of this place, quickly!
fr: Nous devons sortir de cet endroit, vite !

source: Kendria, call upon our new weapon.
fr: Kendria, faites appel à notre nouvelle arme.

source: But we... we haven’t finished—
fr: Mais nous... nous n'avons pas fini —

source: Reinforcements! Don’t allow them to escape!
fr: Les renforts ! Ne les laissez pas s'échapper !

source: That exit corridor is clear! It’s our only hope!
fr: Ce couloir de sortie est évident ! C'est notre seul espoir !

source: Move Galas, Elynia or Mal Keshar to the exit location
fr: Mener Galas, Elynia ou Mal Keshar jusqu'a la sortie

source: The Triad — Part 2
fr: La Triade — Partie 2
