Repository: project-ethea/Ethea-i18n
Catalog: After_the_Storm/tmp_11620-fr1475663389.po
Languages: fr

source: Music add-on “<i>AtS Music</i>” is <b>not</b> currently installed.
fr: L'extension musicale « <i>AtS Music</i> » n'est <b>pas</b> actuellement installée.

source: electric
fr: électrique

source: long ranged
fr: longue distance

source: (Easy)
fr: (Facile)

source: (Hard)
fr: (Difficile)

source: Creator and Lead Designer
fr: Créateur et Chef de Conception

source: Campaign Maintenance
fr: Maintenance de la campagne

source: Graphics
fr: Graphismes

source: Music
fr: Musique

source: Aragwaith Faction
fr: Aragwaith

source: SVN services, maintenance toolkit and primary hosting
fr: Services SVN, maintenance boîte à outils et hébergement principal

source: The Wesnoth-UMC-Dev Project
fr: Projet de développement coordonné Wesnoth UMC

source: Additional thanks to
fr: Remerciements supplémentaires

source: You, for playing this campaign
fr: Vous, pour jouer cette campagne

source: Anyone else I could forget to mention
fr: Et toute personne que j'ai oublié de mentionner

source: team_color^Cyan
fr: Cyan

source: team_color^Yellow
fr: Jaune

source: team_color^Pink
fr: Rose

source: After the Storm (custom terrains)
fr: Après la Tempête (terrains personnalisés)

source: I... fall to the darkness...
fr: Je... tombe dans les ténèbres...

source: Elynia... NO!
fr: Elynia... Non !

source: Our mission has failed.
fr: Notre mission a échoué.

source: I... am finished... I’ll finally join Anlindë...
fr: Je... suis fini... Je vais finalement rejoindre Anlindë...

source: No! You must resist!
fr: Non ! Vous devez résister !

source: This... this is a curse!
fr: C'est... c'est une malédiction !

source: Alas, I can finally depart in peace...
fr: Enfin, je peux partir dans la paix...

source: NO! Malin, we need you for this!
fr: NON ! Malin, nous avons besoin de vous pour cela !

source: It’s too late already...
fr: C'est déjà trop tard...

source: Now we cannot continue without him. Our mission has failed!
fr: Nous ne pouvons continuer sans lui. Notre mission a échoué !

source: Ouch. I fall before accomplishing my mission!
fr: Aie. Je tombe avant d'avoir accompli ma mission !

source: The orcs are now leaderless, and won’t want to help us. We cannot continue without their help!
fr: Les orcs sont désormais sans chef, et ne veulent plus nous aider. Nous ne pouvons pas continuer sans leur aide !

source: Alas, it’s the end of the story for me...
fr: Hélas, c'est la fin de l'histoire pour moi...

source: We shouldn’t have allowed this to happen.
fr: Nous n'aurions pas dû permettre que cela arrive.

source: Ah, too bad for the girl. But she was indeed one of the best archers I have seen.
fr: Ah, tant pis pour la jeune fille. Mais elle était en effet l'une des meilleurs archères que j'ai vus.

source: I wish... I could be with you... now... Galas...
fr: J'aimerais... j'aimerais être avec vous... maintenant... Galas...

source: No, Elynia! Not you now!
fr: Non, Elynia ! Pas vous !

source: Now it’s up to me to put an end to this madness... I hope I can manage to do it alone...
fr: C'est maintenant à moi de mettre un terme à cette folie... j'espère pouvoir le faire tout seul...

source: I go to join my only true friend... now...
fr: Je vais rejoindre mon seul véritable ami... maitenant...

source: How could I let this happen? NO!
fr: Comment ai-je pu laisser cela arriver ? NON !

source: Ouch. I am done for!
fr: Aie. Je suis fait !

source: Ah, too bad for the girl. She was indeed one of the best archers I have seen.
fr: Ah, tant pis pour la jeune fille. Elle était en effet l'une des meilleurs archères que j'ai vus.

source: AtS-1
fr: AlT-1

source: After the Storm
fr: Après la Tempête

source: After the Emperor of Chaos was defeated, the free civilizations of the Great Continent hoped that his followers would abandon the ongoing war. Meanwhile, Galas and his unlikely band of heroes head back to the northern lands to request aid for their next journey.
fr: Après la défaite de l'Empereur du Chaos, les civilisations libres du Grand Continent eurent l'espoir que ses disciples abandonneraient la guerre. Pendant ce temps, Galas et sa compagnie de héros improbable se dirigea vers les terres nordiques pour obtenir de l'aide dans leur prochain voyage.

source: (Intermediate level, 13 scenarios.)
fr: (Niveau intermédiaire, 13 scénarios.)

source: difficulty_menu^Skeleton
fr: Squelette

source: difficulty_menu^Wraith
fr: Apparition

source: difficulty_menu^Banebow
fr: Archer de la dévastation

source: To be continued...
fr: A suivre...

source: The Skirmish
fr: L'embuscade

source: team_name^Galas
fr: Galas

source: team_name^Townsmen
fr: Citadin

source: team_name^Enemies
fr: Ennemis

source: Defeat the enemy leader
fr: Vaincre le chef ennemi

source: Death of Galas
fr: Mort de Galas

source: Death of Elynia
fr: Mort d'Elynia

source: Death of Mal Keshar
fr: Mort de Mal Keshar

source: Death of Morzey
fr: Mort de Morzey

source: Night falls, and the scouts reported at midday that those cursed soldiers were heading towards our town.
fr: La nuit tombe, et les éclaireurs ont rapporté à midi que ces soldats maudits se dirigeaient vers notre ville.

source: It wasn’t enough for them to burn and ransack Tyannes... Damn it, why don’t the elders send us reinforcements?
fr: Ouais, donc ça ne leur a pas suffi de brûler et de mettre Tyannes à sac... Zut. Pourquoi est-ce que les anciens et les guerriers ne nous envoient aucune aide ?

source: Meh. Ever since this war started they have cared little about safety — not just ours. It’s rumored that the country itself would fare very poorly against another foreign invasion.
fr: Depuis le début de la Guerre, ils se soucient peu de notre sécurité, non seulement de la nôtre, mais de la leur également. Les rumeurs disent que ce pays est bien maigrement défendu à l'heure où nous parlons — une proie facile pour les envahisseurs étrangers.

source: Well, I’ve heard that the elves have...
fr: Pas seulement pour les étrangers. J'ai entendu dire que les elfes ont...

source: On guard! Three strangers approach from the southern road!
fr: En garde ! Trois étrangers approchent depuis la route du sud !

source: Halt there! Identify yourselves, strangers!
fr: Halte-là ! Identifiez-vous, étrangers !

source: We are travelers. We don’t plan to stay in your town for more than one night. You don’t need to know who we are.
fr: Nous sommes en voyage, et nous ne désirons pas rester dans votre ville plus d'une nuit. Vous n'avez pas besoin de savoir qui nous sommes.

source: Sorry, but we were ordered not to let anybody... pass... She’s... beautiful.
fr: Vous m'en voyez navré, mais on nous a donné l'ordre de ne laisser personne... pass... elle est... belle.

source: A faerie? Wh— what’s one of your kind doing so far from the northern lands?
fr: Que fait donc votre espèce aussi loin de vos terres verdoyantes du nord ?

source: As I said, we don’t plan to stay for more than one night. Just let us in.
fr: Comme je vous l'ai déjà dit, nous sommes en voyage, et ne souhaitons pas demeurer dans votre ville plus d'une nuit. Laissez-nous simplement entrer.

source: Who is that? Hey, the cloaked one!
fr: Qui est-ce ? Hé, vous avec une capuche !

source: Eh?
fr: Heu ?

source: A necromancer! A...
fr: Nécromancien ! Un...

source: You are not alerting the entire town of his presence, are you? Such a handsome man could spend the night doing... more worthwhile things than fighting us...
fr: Vous n'allez pas avertir toute la ville de notre présence, si ? Un homme aussi charmant pourrait passer la nuit... à faire des choses plus intéressantes que nous combattre...

source: Eh, I...
fr: Je...

source: I don’t know what the hell your purpose here is, but we do have important things to do this night, such as defending the town from your cursed henchmen!
fr: Bon sang, je ne sais pas quel est votre but, mais nous avons des choses importantes à faire cette nuit, par exemple défendre notre ville contre vos maudits sbires !

source: Henchmen? Do you see anyone else accompanying us?
fr: Sbires ? Voyez-vous donc quiconque nous accompagner ?

source: Eh... uhm... well, no?
fr: Euh... hum... et bien non ?

source: Well, then.
fr: Bien, alors.

source: Eh! That you don’t <i>seem</i> to bring anyone with you does not mean you cannot somehow summon them later! We heard rumors of the cursed warriors coming to our valley!
fr: Hé ! Ce n'est pas parce que vous n'avez personne avec vous que vous ne pouvez pas les appeler ! Nous avons entendu des rumeurs sur des guerriers maudits qui venaient dans notre vallée !

source: Cursed, you say?
fr: Maudits, dites-vous ?

source: Clad in black armor, bearing flags with impaled skulls at the top, and said to smell especially funny?
fr: Revêtu d'une armure noire, déployant des étendards parés de crânes empalés à leur sommet, et sentant particulièrement bizarres ?

source: Yes.
fr: Oui.

source: They are our enemies as well. We have had some encounters with them before. Perhaps we could be of help, <i>if</i> you would let us inside your walls.
fr: à dire vrai, ce sont nos ennemis. Nous avons eu quelques rencontres avec eux avant. Nous pourrions vous apporter notre aide <i>si</i> vous nous laissez entrer à l'intérieur de vos murs.

source: Let them come in at once! We are in need of all the help we can get if we want to live another day.
fr: Laissez-les entrer sans attendre ! Nous avons besoin de toute l'aide à notre disposition pour vivre un jour de plus

source: Yes, sir! As you command, sir!
fr: Oui sir ! à vos ordres, sir !

source: Strangers, please help us. I am sure the gate guards already told you of the situation...
fr: étrangers, s'il vous plaît aidez-nous. Je suis sûr que les gardes de la porte vous ont déjà expliqué la situation...

source: Yes, they did.
fr: Oui, ils l'ont fait.

source: We’ll help you. Just don’t ask names.
fr: Nous vous aiderons. Contentez-vous de ne pas nous demander nos noms.

source: That’s... a very dubious request...
fr: C'est... une demande très douteuse...

source: My lord! Torches and wardrums approach from the northern hills!
fr: Monseigneur ! Des torches et des tambours de guerre s'approchent par les collines du nord !

source: Blast it, they arrived sooner than I expected. To arms!
fr: Zut, ils arrivent plus tôt que prévu. Aux armes !

source: We failed to protect the town...
fr: Nous n'avons pas réussi à protéger la ville...

source: Curse you, heretics! The Iron Council shall punish you for your deeds!
fr: Soyez maudits, hérétiques ! Le Conseil de Fer vous punira pour vos actes !

source: I do not think so.
fr: Je ne le pense pas.

source: We will be eternally thankful for your help, travelers! If there is anything we can do in return...
fr: Nous vous serons éternellement reconnaissants pour votre aide, voyageurs ! Si nous pouvons faire quoi que ce soit en retour...

source: No problem; we just need provisions and directions for our journey to the northern country.
fr: Il n'y a pas de quoi ; nous avons simplement besoin de provisions pour notre voyage vers les pays du Nord.

source: Traveling north, eh? There is a mountain pass to the northeast — it used to be a very accessible trading route before the war began. Nowadays it is plagued by dark cultists and their undead minions, and the Grand Council has done nothing to clean it up.
fr: Aller au nord? La passe montagneuse au nord-est était la route la plus facile avant la guerre. Maintenant elle est infesté de mort-vivants et le Grand Conseil ne fait rien pour remédier à ça.

source: Thanks for the information, we may as well take that path then.
fr: Merci pour ces informations, nous irons par ce chemin.

source: Are you sure?
fr: En êtes-vous sûrs ?

source: I <i>control</i> the dead. We don’t need to worry about them.
fr: Je <i>contrôle</i> les morts. Nous n'avons pas à nous soucier d'eux.

source: Sometimes, your beloved ones must be willing to sacrifice their lives for a greater cause.
fr: Parfois ceux que nous aimons doivent accepter de sacrifier leurs vies pour une cause plus grande.

source: Oh, no! We have run out of time, and their reinforcements have arrived!
fr: Oh non ! Nous avons perdu trop de temps, et leurs renforts sont arrivés !

source: High Pass
fr: Haut Col

source: team_name^Undead
fr: Morts-vivants

source: Defeat all enemy leaders
fr: Vaincre tous les chefs ennemis

source: This place gives me chills. Perhaps this path was not a good choice after all.
fr: Cet endroit me fait frissonner. Peut-être n'était-ce pas un bon choix, après tout.

source: Pah. Leave your worries behind, there is nothing to...
fr: Allons. Laissez vos soucis derrière vous, il n'y a rien à...

source: ... and who called upon you?
fr: ... et qui donc vous a appelé ?

source: So it is as the townsfolk warned us — this pass is infested with undead. We’ll have to give them a final rest before we can proceed any further.
fr: Alors les rumeurs étaient vraies. Ce col est infesté de morts-vivants. Nous allons devoir leur donner le repos avant de pouvoir continuer.

source: Aww, this will be boring.
fr: Oooh, ça promet d'être ennuyeux.

source: Ahhh, the traitors! Never again will you see the sunlight, for I shall feed your impious souls to Yechnagoth!
fr: Aaah, les traîtres ! Vous ne verrez plus jamais la lumière du jour, je nourrirai Yechnagoth de vos âmes !

source: The same old tune. These goons should seek a new job or something.
fr: Toujours le même refrain. Ces cinglés devraient vraiment trouver quelque chose d'autre à faire.

source: You, Galas! You abandoned us in the valley! You left us all to die!
fr: Vous, Galas ! Vous nous avez abandonnés dans la vallée ! Vous nous avez laissés mourir ! Vous allez périr céans, et votre âme sera torturée comme vous le méritez !

source: Nyadien? But...
fr: Nyadien ? Mais...

source: Do you know him?
fr: Vous le connaissez ?

source: Yes, he was the leader of the patrol group that replaced mine just before the loyalists invaded our valley.
fr: Oui, il était le chef de la patrouille qui remplaça la mienne juste avant que les loyalistes n'envahissent notre vallée.

source: Elf, know that Galas did not have the power to stop that invasion, but the Chaos Empire no longer has a leader. There is nothing that should force you to roam this world anymore!
fr: Elfe, sachez que Galas n'avait pas le pouvoir de stopper cette invasion, mais à présent l'Empire est détruit. Il n'y a plus rien qui vous force à errer dans ce monde !

source: I will personally make sure you don’t go unpunished, traitor!
fr: Je m'assurerai personnellement de votre châtiment, traître !

source: It is a waste of time to try to deal with this pile of bones. The necromancer who raised him probably used some malign spell to infect his soul with hatred towards every elf who outlived him.
fr: C'est une perte de temps de vouloir négocier avec ce tas d'os. Le nécromancien qui l'a invoqué aura probablement utilisé un maléfice pour le remplir de haine à votre égard.

source: I am vanquished, but I curse your race to never see a day of peace or joy again for the rest of eternity!
fr: Je gis vaincu, mais je maudis votre race, elle ne connaîtra jamais la paix et la joie, pour le reste de l'éternité !

source: So many times... I forget how many times they have said that.
fr: Tant de fois... J'ai oublié combien de fois ils ont dit cela.

source: There is a storm approaching.
fr: C'est l'approche de la tempête.

source: This doesn’t seem good at all — the storm has finally reached this pass and we’ll be buried under the snow. We should not have tarried here for so long!
fr: C'est mauvais signe _ la tempête a atteint la passe et nous sommes bloqués dans la neige. Nous restés trop longtemps !

source: Civil War in the North
fr: Guerre Civile dans le Nord

source: team_name^Elves (North)
fr: Elfes (Nord)

source: Celán
fr: Celàn

source: team_name^Elves (Southeast)
fr: Elfes (Sud-est)

source: team_name^Fort Eldáin
fr: Fort Eldáin

source: team_name^Grand Council
fr: Grand Conseil

source: Current Objectives:
fr: Nouveaux objectifs :

source: Move Galas, Elynia and Mal Keshar to Fort Eldáin
fr: Mener Galas, Elynia et Mal Keshar jusqu'au Fort d'Eldàin

source: There are signs of a battle in this area, and the smoke... it must come from that fortress in the distance!
fr: Il y a des traces de combats dans cette zone. Et la fumée que je sens vient probablement de cette forteresse au loin !

source: Quickly, let us investigate what happened here. I hope it’s not too late.
fr: Vite, allons voir ce qui s'est passé. J'espère qu'il n'est pas trop tard.

source: Who are you? Why, do you bring your unholy pawns to feed upon our remains when we have fallen already?!
fr: Qui êtes-vous ? Pourquoi, laissez-vous vos pions impies se nourrir de nos cadavres quand nous tombons ?!

source: We come in peace and the undead are our supporters in this war.
fr: Nous venons en paix et les mort-vivants nous aident dans cette guerre.

source: It is... it is the Lady of Light! I had heard rumors but this is...
fr: C'est... c'est la Dame de Lumière ! J'ai entendu de nombreuses rumeurs, mais c'est...

source: This fortress barely stands. What vile creatures have come to plague the northern country?
fr: Cette forteresse tient à peine. Quelles viles créatures sont venues infester le pays du Nord ?

source: The elves, my lady. The elves have gone mad and are attacking each other, laying waste to every human settlement in their path. Neither faction is willing to seek a peaceful end to this conflict, and we don’t think we can resist their siege for much longer. Most of our men have died defending the city walls, and resources are increasingly scarce.
fr: Les elfes, ma dame. Les elfes sont devenus fous et s'attaquent les uns les autres. Nous avons la malchance d'être nés sur une terre s'étendant au milieu de leur chemin de destruction. Aucune de leur bande ne cherche une fin paisible au conflit, et nous ne résisterons pas à leur siège bien longtemps. La plupart de nos hommes sont morts en défendant les murs de la cité, et nos ressources se font rares.

source: We cannot continue without help, and the messengers we sent to the Grand Council for reinforcements have not returned yet. I’ll probably hate myself for the rest of my life for asking help from those who deal with dark magic, but...
fr: Nous ne pouvons pas continuer sans aide, et les messagers envoyés au Grand Conseil quêter des renforts ne sont pas encore rentrés. Je me haïrai probablement toute ma vie pour demander de l'aide à ceux qui manient la magie sombre, mais...

source: Pfft, we cannot waste our time here.
fr: Pff, nous ne pouvons pas perdre notre temps ici.

source: We must help these poor people and try to negotiate a deal with our kinsmen. We must not allow another civil war to tear our civilization apart! Otherwise...
fr: Nous devons aider ces pauvres gens et essayer de négocier avec ceux de notre race. Nous ne devons pas permettre qu'une autre guerre elfique ne vienne détruire notre civilisation ! Sinon...

source: Our sacrifices would have been in vain.
fr: Nos sacrifices auront été faits en vain.

source: We’ll help you defend your fortress until those reinforcements arrive.
fr: Nous vous aiderons à défendre votre forteresse en attendant les renforts.

source: Thank you.
fr: Merci.

source: Lead us, my lord.
fr: Menez-nous, Monseigneur.

source: Resist for $survival_turn_limit turns until the Grand Council’s reinforcements arrive
fr: Résister pendant $survival_turn_limit pour permettre aux renforts du Grand Conseil d'arriver

source: You will not be able to recall the human defense in later scenarios
fr: Vous ne serez pas en mesure de rappeler les unités de défense humaines dans les scénarios suivants.

source: Death of an enemy leader
fr: Mort d'un chef ennemi

source: Who is it that helps the human sub-people defend their town against the true rulers of the forest?
fr: Qui aide donc ce sous-peuple humain à défendre leur ville contre les vrais seigneurs de la forêt ?

source: I am Galas, an elf of the Valley of Elynia like you. What is the reason for this unnecessary bloodshed?
fr: Je suis Galas, elfe de la Vallée d'Elynia, comme vous. Quelle est la raison de cette effusion de sang ?

source: We are at war with those who have taken the life of Lord Inodien and his successor! Are you supporters of their foul cause too?
fr: Nous sommes en guerre contre ceux qui ont pris la vie de notre chef, le Seigneur Inodien, et de son héritier ! Soutenez-vous leur cause également ?

source: You know me well, Unidë — I would not support anyone, elf or otherwise, who would threaten the life of our leaders and our civilization. However, you are not doing any good by murdering innocent humans and elves.
fr: Vous me connaissez bien, Unidë, et je ne soutiendrais nul être, elfe ou non, qui menacerait la vie de nos chefs ou notre civilisation. Cependant, vous ne faites pas mieux en répondant à leurs attaques, puisque vous ne faites que tuer plus de nos frères, et même des paysans innocents.

source: There must be a way to solve this problem without resorting to fighting. In these grim times, with war already raging in the outer lands, the last thing we need is conflict between ourselves as well. It will be our definitive doom. The traitors must be judged by elvish law, not by chaos and death.
fr: Il doit y avoir un moyen de résoudre ce problème sans les armes. En ces temps sinistres, il n'y a que la guerre dans les contrées de l'extérieur. L'apporter à notre civilisation signerait notre perte. Ces traîtres doivent être jugés selon la loi, et non par le chaos et la mort.

source: Who do you think you are to give me orders? I am in charge of our people now, and I do not listen to those who ally themselves with this worthless human scum and their foul dark sorcerers.
fr: Qui pense-tu donc être pour me donner des ordres ? Je suis chef de guerre à présent. Je ne me plie pas aux ordres de ceux qui s'allient à ces racailles d'humains et à leurs sorciers putrides !

source: Diplomacy isn’t going to work, of course — this petty elf has a death wish.
fr: La diplomatie ne fonctionnera pas, bien sûr. Cet elfe étroit cherche la mort.

source: Avoid killing their leaders at all costs. If we want to solve this conflict, we’ll need the Grand Council to negotiate with the faction leaders, and without them, I fear that their successors may incite an even worse bloodshed. I only wish we could stop our kinsmen without resorting to violence.
fr: évitez de tuer leurs chefs à tout prix. Si nous voulons ressourdre ce conflit, nous aurons besoin que le Grand Conseil négocie avec les chefs de factions un arrangement, ou un châtiment. Sans leurs chefs, j'ai peur que ces guerriers elfes ne deviennent imbattables, et que plus de gens ne soient tués. J'aimerais seulement pouvoir arrêter nos frères sans recourir à la violence.

source: As it seems now, there is no other option for us than to hold out against their troops until help arrives. To arms!
fr: Apparemment, nous n'avons pas d'autre option pour les arrêter avant que l'aide arrive. Aux armes !

source: Though our enemies will not die by my hand, my brethren will avenge me! May this be the last day the traitors live to see the light of Naia and Sela!
fr: Je ne pourrai pas tuer tous les traîtres de mes propres mains... Vengez ma défaite, mes frères ! Que ce jour soit le dernier que ces traîtres vivent sous les lumières de Naia et Sela !

source: We shouldn’t have allowed her to die. Now it will be nigh impossible to put an end to this!
fr: Nous n'aurions pas dû permettre qu'il meure. Maintenant il sera presque impossible d'arrêter cette guerre !

source: Alas, I have fallen before putting an end to this conflict.
fr: Hélas, je suis tombé avant d'avoir pu mettre un terme à ce conflit.
