Repository: project-ethea/Ethea-i18n
Catalog: After_the_Storm/tmp_11620-fr1475663389.po
Languages: fr

source: Mal Keshar didn’t get a chance to talk with me about the contents of the journal besides the location of the hive, where the heart of Yechnagoth was supposedly stored. Before his destruction he mentioned “a greater cause, one that transcends the fate of Irdya”. I have a feeling that it’s something he read in it. The journal was written by the Chaos Emperor himself, so the information within should be accurate.
fr: Mal Keshar n'a pas eu l'opportunité de discuter avec moi sur le contenu du journal en dehors de l'emplacement de la ruche, où de l'emplacement du cœur de Yechnagoth. Avant sa destruction, il a mentionné « une grande cause, celle qui transcende le destin d'Irdya ». J'ai le sentiment que c'est quelque chose qu'il a lu dedans. Le journal a été écrit par l'Empereur du Chaos lui-même, de sorte que les informations en son sein doivent être exactes.

source: That is, assuming the heart of the colossal creature we destroyed in Wesmere was truly Yechnagoth’s.
fr: Ceci, en supposant que le cœur de la colossale créature que nous avons détruit dans Wesmere était vraiment celui de Yechnagoth.

source: I’ll do whatever it takes to find out about that journal, my lady.
fr: Je ferai tout ce qu'il faut pour en savoir plus sur ce journal, ma dame.

source: Very well, then. Tomorrow we’ll provide you with further instructions for your mission. We’ll talk with the messengers from Suthwood now.
fr: Très bien, alors. Demain, nous allons vous fournir des instructions supplémentaires pour votre mission. Nous allons parler avec les messagers de Suthwood maintenant.

source: Shifting Allegiances
fr: Allégeances Mouvantes

source: team_name^Demons
fr: Démons

source: team_name^Shaxthals
fr: Shaxthals

source: Death of Zynara
fr: Mort de Zynara

source: It’s really been a long trip. Are we there yet?
fr: Cela a vraiment été un long voyage. On arrive bientôt ?

source: No. Dalbloom should be another couple of days away if we don’t stop to rest.
fr: Non. Dalbloom devrait être à une paire de jours de là si nous ne nous arrêtons pas pour nous reposer.

source: Ah, if you only knew how to use the Ruby’s power to its full extent, we could have avoided all this.
fr: Ah, si seulement vous saviez comment utiliser le pouvoir du Rubis dans toute son étendue, nous aurions pu éviter tout cela.

source: Right. But—
fr: Bien. Mais —

source: <i>(visibly angered)</i> You can’t possibly know about the Ruby of Fire! Who are you?
fr: <i>(visiblement irrité)</i> Vous ne pouvez pas connaître le Rubis de Feu ! Qui êtes-vous ?

source: I’m sorry for lying to you. I really like you, but I needed you to come here...
fr: Je suis désolé de vous mentir. Vous me plaisez vraiment, mais j'avais besoin de vous pour venir ici...

source: An impostor!
fr: Un imposteur !

source: No, I simply needed to disguise myself as a helpless human girl so I’d be allowed to travel with you and guide you to this place.
fr: Non, j'avais tout simplement besoin de me déguiser en fille humaine sans défense pour pouvoir être autorisé à voyager avec vous et vous guider vers ce lieu.

source: What do you want from us?
fr: Que voulez-vous de nous ?

source: We just want your staff, or to be more specific, the Ruby of Fire, which is currently part of it.
fr: Nous voulons simplement votre bâton, ou pour être plus précis, le Rubis de Feu, qui fait actuellement partie de celui-ci.

source: You already tried this once and didn’t succeed; what makes you think this time will be any different?
fr: Vous avez déjà essayé une fois et cela n'a pas réussi ; qu'est-ce qui vous fait penser cette fois se sera différent ?

source: Actually... I presume you are speaking of someone else?
fr: En réalité... Je présume que vous parlez de quelqu'un d'autre ?

source: My lady, we are wasting precious time here! Let’s just get rid of them!
fr: Ma dame, nous perdons un temps précieux ici ! Nous allons simplement nous débarrasser d'eux !

source: The power of the Ruby of Fire is too great and too evil for it to fall into the wrong hands. You fiends shall not get this artifact as long as I live!
fr: La puissance du Rubis de feu est trop grande et trop diabolique pour la laisser tomber dans de mauvaises mains. Vous monstres de cruauté n'obtiendrai jamais cet artefact tant que je vivrai !

source: So be it, then. I was hoping to achieve something with a more civilized approach, but I guess diplomacy has become a thing of the past on this world as well.
fr: Ainsi soit-il, alors. J'espérais obtenir quelque chose par une approche plus civilisée, mais je suppose que la diplomatie est devenue une chose du passé dans ce monde.

source: I’m truly sorry. It wasn’t my intention for things to come to this.
fr: Je suis vraiment désolé. Ce n'était pas mon intention d'en arriver là.

source: What... was that?
fr: Qu'est-ce... que c'était ?

source: I’m not sure. There’s something very... unusual about these demons, aside from the fact that there are two faerie beings allied with them.
fr: Je n"en suis pas sûr. Il y a quelque chose de très... inhabituel dans ces démons, mis à part le fait qu'il y a deux êtres féeriques alliés avec eux.

source: Let’s purge the Northlands of this blight!
fr: Purgeons ce fléau hors du pays !

source: You can now recruit undead units.
fr: Vous pouvez maintenant recruter des unités de morts-vivants !

source: Did you all hear that?
fr: Vous avez tous entendu ça ?

source: That’s the sound of bad news — shaxthal creatures are approaching.
fr: C'est un son porteur de mauvaises nouvelles — des créatures shaxthal approchent.

source: They have arrived!
fr: Ils sont arrivés !

source: Curse Uria! They have found us!
fr: Maudite Uria ! Ils nous ont trouvés !

source: Those metallic beasts don’t seem interested in us as much as they are interested in our foes, but why?
fr: Ces bêtes métalliques ne semblent pas s'intéresser à nous autant qu'ils s'intéressent à nos ennemis, mais pourquoi ?

source: Lady of Light, I’d like to call a truce. These creatures are our enemies too, and we don’t really want to get involved in a slaughter.
fr: Dame de Lumière, je tiens à faire une trêve. Ces créatures sont aussi nos ennemis, et nous n'avons pas vraiment envie de courir à l'abattoir.

source: Why should my side accede? Don’t you all work for Uria?
fr: Pourquoi accéderais je à votre demande ? N'avez vous pas fait tout le travail pour Uria ?

source: We don’t! We are struggling <i>against</i> her!
fr: Nous n'avons rien fait ! Nous luttons <i>contre</i> elle !

source: My lady, those demons cannot be trusted! They must be staging a trap, posing as enemies of Uria!
fr: Ma dame, ses démons ne sont pas dignes de confiance ! Ils doivent mettre en scène un traquenard, en se faisant passer pour des ennemis d'Uria !

source: I don’t know, they do seem to have a few of us amongst them. I am fairly sure our kind wouldn’t ally with demons without a very good reason.
fr: Je ne sais pas, il ne semble n'y avoir que quelques-uns d'entre nous parmi eux. Je suis assez sûr que notre espèce ne se serait pas alliée avec des démons, sans une très bonne raison.

source: And what if that reason is destroying us? Your kind can’t be trusted!
fr: Et si cette raison est de nous détruire ? Votre espèce on ne peut pas lui faire confiance !

source: My lady?
fr: Ma dame ?

source: (<i>What would Galas and Anlindë have done in this situation?</i>)
fr: (<i>qu'est-ce que Galas et Anlindë auraient fait dans cette situation ? </i>)

source: My lady, you must decide now!
fr: Ma dame, vous devez décider maintenant !

source: Let’s cooperate with these strange demons and repel the shaxthal incursion before they infest the countryside. We’ll decide what to do about them later.
fr: D'accord, coopérons avec ces démons étranges et repoussons l'incursion shaxthal avant qu'ils infestent la campagne. Nous déciderons plus tard ce qui doit être fait.

source: This is ridiculous! My master must have overestimated your ability to command!
fr: C'est ridicule ! Mon maître doit avoir surestimé votre capacité à commander !

source: Your master would have been destroyed if Galas and Anlindë hadn’t been at the command of the elvish troops. They gave him a chance to redeem himself. If it weren’t for that, none of us would be here today discussing this.
fr: Votre maître aurait été détruit si Galas et Anlindë n'avaient pas été à la tête des troupes elfiques. Ils lui ont donné une chance de se racheter. Si ce n'était pas pour cela, aucun de nous ne serait ici aujourd'hui pour discuter sur ce sujet.

source: Very well, let’s do this!
fr: Très bien, allons-y !

source: Defeat the Shaxthal incursion leaders
fr: Vaincre les chefs de l'incursion Shaxthal

source: Death of Elorran
fr: Mort d'Elorran

source: My people! Now that Uria knows we are plotting against her, they are doomed!
fr: ô mon peuple ! Maintenant qu'Uria sait que vous avez comploté contre elle, vous êtes condamnés !

source: Yes! We did it! We did it together!
fr: Oui ! Nous avons réussi ! Nous avons réussi ensemble !

source: Am I right in assuming that the village of Dalbloom doesn’t truly exist anymore, and it’s just the name of an ancient stronghold from the times before the Fall?
fr: Ai-je raison de supposer que le village de Dalbloom n'existe plus vraiment, et c'est juste le nom d'une ancienne forteresse qui date d'avant la chute ?

source: That’s right. We needed you to come here, away from the Alliance’s troops, and away from the Chaos forces. Or at least, we <i>thought</i> they would not be roaming around these parts. It’s alarming that their war beasts have come this far within the human country.
fr: C'est vrai. Il fallait que vous veniez ici, loin des troupes de l'Alliance, et loin des forces du Chaos. Ou du moins, nous avons <i>pensé</i> qu'il ne fallait pas trainer autour des deux belligérants. C'est alarmant de constater que leurs bêtes de guerre soient arrivées si loin à l'intérieur du pays humain.

source: May I know why you believe acquiring the Ruby of Fire will do good to your cause, whatever it is?
fr: Puis-je savoir pourquoi vous croyez que l'acquisition du Rubis de feu fera du bien à votre cause, quelle qu'elle soit ?

source: My lady, Elorran is one of the few demon lords who refused to heed Uria’s call to war against the good people of Irdya. He came to me seeking supporters for his mission, so we could contact you and destroy the demonic artifact you hold.
fr: Ma dame, Elorran est l'un des rares seigneurs démons qui ont refusé de répondre à l'appel d'Uria pour la guerre contre les bonnes gens d'Irdya. Il est venu me chercher pour l'aider dans sa mission, dans le but de vous contacter et de détruire l'artefact démoniaque que vous détenez.

source: According to what Anya heard, you set foot in the Kalari stronghold once, and confronted the Iron Council. You have probably realized the Ruby isn’t a mere piece of magic jewelry, but you may be unaware of the full extent of its power. Long ago, a group of human sorcerers created it and killed Irdya’s Gatekeeper, the one who was charged with the task of guarding the entrance to Inferno. That disaster and the unexplained disappearance of Inferno’s very own Gatekeeper on the other side eventually brought this world to Uria’s attention.
fr: Selon ce qu'Anya a entendu, dès que vous poserez le pied dans la forteresse de Kalari, vous serez confronté au Conseil de Fer. Vous avez probablement réalisé que le Rubis n'est pas une simple pièce de bijoux magique, mais vous ignorez peut-être toute l'étendue de son pouvoir. Il y a bien longtemps, un groupe de sorciers humain l'a créé et a tué le propre gardien d'Irdya, celui qui était chargé de garder l'entrée de l'enfer. Cette catastrophe a attiré l'attention d'Uria sur ce monde.

source: The many Gatekeepers were created from the ancient Guardian of Secrets, Uria’s sister. They were assigned to different locations to protect them from external interference, preventing anything from entering or leaving Inferno. Uria has figured this out, and she wants the Ruby of Fire to create a path to allow her to enter and invade a world much like yours, called Ethea. We do not know yet what her motives are — there may be something there which she could use against the few remaining demon gods who may oppose her.
fr: De nombreux gardiens ont été créés à partir des restes de Delethia, la Gardienne des Secrets, la sœur d'Uria. Ils ont été affectés à des endroits différents afin de les protéger et pour empêcher quoi que ce soit d'entrer ou de quitter l'enfer. Mais Uria a compris cela, et elle veut le Rubis de Feu pour créer un chemin lui permettant ainsi d'entrer et envahir Ethea pour une raison inconnue. Il pourrait y avoir là quelque chose qui pourrait être utilisé contre les dieux démons restants susceptibles de s'opposer à elle.

source: To that end she is using Irdya to test her forces and breed a massive army of biomechanical creatures for use against those who will defend Ethea.
fr: Dans le processus, elle va conquérir Irdya pour tester ses forces et produire une armée massive de créatures biomécaniques pour les utiliser contre ceux qui défendent Ethea.

source: Although some of us think the right being <i>could</i> use the power of the Ruby to destroy or incapacitate Uria, nobody wants to run the risk and unwittingly deliver the artifact to her by failing in such a suicidal mission. Hence we want to destroy it.
fr: Bien que certains d'entre nous pensent que la puissance du Rubis de Feu <i>pourrait</i> être utilisée pour détruire ou neutraliser Uria, personne ne veut courir le risque et involontairement lui livrer l'objet dans une telle mission suicidaire. C'est pourquoi nous voulons le détruire.

source: We really need your help...
fr: Nous avons vraiment besoin de votre aide...

source: The Ruby of Fire— this staff, originally owned by my master, the Great Sorceress Niryone... it belongs to me. I have sacrificed much keeping it away from those who could threaten the future of the peoples of Irdya. I’m not going to give up. Surely we can thwart Uria’s plans in a different way.
fr: Le Rubis de Feu — ce bâton, était initialement détenue par ma maitresse la grande sorcière Niryone... il m'appartient. J'ai fait beaucoup de sacrifices en éloignant tous ceux qui pourraient menacer l'avenir des peuples d'Irdya. Je ne vais pas abandonner. Nous pouvons certainement contrecarrer les plans d'Uria d'une manière différente.

source: We aren’t the only group that has stood against her rule, but we are one of the few to survive to this day. We’ve seen her real power, and only the wielder of the Union could possibly stand a chance against her — if only that power hadn’t fallen into her hands following your short incursion into her territory.
fr: Nous ne sommes pas le seul groupe à avoir résisté contre sa domination, mais nous sommes l'un des rares qui ont survécu jusqu'à ce jour. Nous avons vu sa puissance réelle, et seul le possesseur de l'Union pourrait avoir une chance contre elle — si seulement ce pouvoir avait pu ne pas tomber dans ses mains à la suite de votre brève incursion dans son territoire.

source: What do you mean— she cannot use that power, right?
fr: Qu'est-ce que vous voulez dire — elle ne peut pas utiliser ce pouvoir, non ?

source: Not yet...
fr: Pas encore...

source: What she expects to find on Ethea may be another artifact that could enable her to wield the Union.
fr: Ce qu'elle s'attend à trouver sur Ethea pourrait être un autre artefact qui pourrait lui permettre de manier l'Union.

source: I’m not convinced destroying the Ruby is the solution. What if there’s an equivalent somewhere else on Irdya, or on another world?
fr: Je ne suis pas convaincu que détruire le Rubis est la bonne option. Que faire s’il y a un équivalent ailleurs dans Irdya, ou dans un autre monde ?

source: That’s a risk we’ll have to take. As things stand right now, Uria <i>is</i> more likely to obtain the Ruby than any other alternative in order to accelerate her plans.
fr: C'est un risque que nous aurons à prendre. En état actuel des choses, Uria <i>est</i> plus susceptible d'obtenir le Rubis que toute autre alternative.

source: The elves... the people whom I swore to protect ages ago need me at this very moment. Let me use the power of the Ruby once more, and then we’ll make sure it won’t ever be used again.
fr: Les elfes... le peuple que j'ai juré de protéger il y a des lustres a besoin de moi en ce moment même. Permettez-moi d'utiliser la puissance du Rubis encore une fois, puis nous nous assurerons qu'il ne sera plus jamais utilisé de nouveau.

source: My lord, we won’t be able to convince her to do otherwise.
fr: Mon seigneur, nous ne serons pas capables de la convaincre de faire autrement.

source: <i>(sighs)</i> Your tenacity has not passed unnoticed, Lady of Light. Uria knows you are a formidable enemy, albeit notably foolish at times. Do what you feel is right, and then come back to us as soon as you may so we can put an end to Uria’s plans together. Anya will go with you; her necklace will allow you to find us, no matter the distance or the time.
fr: <i>(soupirs)</i> Votre ténacité n'est pas passée inaperçue, Dame de Lumière. Uria sait que vous êtes un ennemi redoutable, quoique notamment folle à certains moments. Faites ce qui vous semble juste, puis revenait à nous dès que vous le pourrez afin que nous puissions mettre un terme aux plans d'Uria ensemble. Anya ira avec vous ; son collier vous permettra de nous trouver, peu importe la distance ou le temps.

source: I will... go with her? Excellent!
fr: Je vais... aller avec elle ? Excellent !

source: Very well, Lord Elorran. I swear I will do my best to keep the Ruby away from our enemies.
fr: Très bien, seigneur Elorran. Je jure que je ferai de mon mieux pour garder le Rubis loin de nos ennemis.

source: Dealing with demons... (<i>Sigh</i>) This won’t end well...
fr: Pactiser avec des démons... (<i>Soupir</i>) Cela ne va pas bien se terminer...

source: I would like to keep our pact a secret between us. Even if the Grand Council understood, there seems to be a fair chance they could fall and provide Uria’s henchmen with information about our plans. No-one should speak of this.
fr: Je tiens à garder notre pacte secret entre nous. Même si le Grand Conseil pourrait le comprendre, il semble y avoir une bonne chance qu'il puisse tomber et fournir des informations aux sbires d'Uria sur nos plans. Personne ne devra en parler à personne d'autre à ce sujet.

source: Understood, my lady.
fr: Compris, ma dame.

source: Understood...
fr: Compris...

source: Let’s head to the elvish lands now and finish this.
fr: Dirigeons-nous vers les terres elfiques maintenant et finissons-en.

source: The Eastern Front
fr: Le front de l'Est

source: team_name^Elves
fr: Elfes

source: Death of Anya
fr: Mort d'Anya

source: This field is beautiful! Just look at the flowers!
fr: Ce champ est magnifique ! Regarder juste les fleurs !

source: It’s certainly so, but I’m more concerned about our current location...
fr: C'est certainement le cas, mais je suis plus préoccupé par notre position actuelle...

source: My lady, there are encampments ahead, apparently occupied by elves! This doesn’t look right!
fr: Ma dame, il y a des campements devant, semble-t-il occuper par des elfes ! Cela n'est pas normal !

source: Not at all, and I fear for the fate of the elves who sent that call for help to the Council. Everyone prepare for battle, and let’s hope for the best.
fr: Pas du tout, et je crains pour le sort des elfes qui ont envoyé cet appel à l'aide au Conseil. Tout le monde se prépare au combat, et pourvu que cela aille mieux.

source: May the Lords of Light protect us...
fr: Que les Seigneurs de Lumière nous protègent...

source: They have assembled a true army!
fr: Ils ont assemblé une véritable armée !

source: Not just that, but they also have support from the metallic creatures of Uria!
fr: Non seulement cela, mais ils ont aussi reçu le soutien des créatures métalliques qui travaillent pour Uria !

source: My lady, what do you suggest we do?
fr: Ma dame, que suggérez nous de faire ?

source: I wish we could just entirely avoid casualties, but that’s not going to happen.
fr: Je souhaite que nous puissions simplement entièrement éviter les pertes, mais cela ne sera pas possible.

source: What then?
fr: C'est quoi ?

source: Let’s just do our best. Charge!
fr: Disons simplement faites de notre mieux. Charger !

source: Who is it that dares defy the power of the Lady of Light?
fr: Qui est-ce qui ose défier le pouvoir de la Dame de Lumière ?

source: You, I presume. I am the only Lady of Light that there is on Irdya, and you have been deceived into fighting against me and the Grand Council of the Northern Peoples in favor of a dark cause, one that betrays the memory of our civilization and our leaders.
fr: Vous, je présume. Je suis la seule dame de Lumière qu'il y a sur Irdya, et vous avez été trompés dans la lutte contre moi et le Grand Conseil des peuples du Nord en faveur d'une cause obscure, celle qui trahit la mémoire de notre civilisation et de nos dirigeants.

source: You are nothing but a blatant impostor working for the human bastards — a dirty, treacherous impostor!
fr: Vous n'êtes rien, mais une usurpatrice flagrante travaillant pour les bâtards humains — une sale, usurpatrice traîtresse !

source: Take her back to the encampment! I need to ask a few questions...
fr: Retournons au campement ! J'ai besoin de vous poser quelques questions...

source: I refuse to answer to the likes of you!
fr: Je refuse de répondre à des personnes comme vous !

source: The traitors... they have slain me...
fr: Les traîtres... ils m'ont assassiné...

source: Those elves who willingly choose to support the forces that seek to destroy our world don’t deserve to live.
fr: Ces elfes qui ont accepté de choisir de soutenir les forces qui cherchent à détruire notre monde ne méritent pas de vivre.

source: That seems rather contradictory, don’t you think?
fr: Cela semble un peu contradictoire, ne pensez-vous pas ?

source: I shall not fall today!
fr: Je ne vais pas tomber aujourd'hui !

source: He’s running away!
fr: Il se sauve !

source: How do you do that, girl?
fr: Comment fais-tu cela, ma fille ?

source: Do what?
fr: Faire quoi ?

source: You seem able to heal your own wounds without any effort. I hadn’t heard of other faeries of the deep forest having that power before. Demons, on the other hand...
fr: Vous semblez capable de guérir vos propres blessures, sans aucun effort. Je n'avais pas entendu parler d'autres fées de la forêt profonde ayant ce pouvoir avant. Les démons, par contre...

source: Ah. Well, I have had this ability for as long as I can remember.
fr: Ah. Eh bien, j'ai eu cette capacité aussi longtemps que je me souvienne.

source: This conflict didn’t begin just now. When Galas and I visited the northern country for the last time, a civil war ensued between our kinsmen because of Inodien’s death. The rumors pointed at the Iron Council’s intrusion in our lands and affairs, but we didn’t have the opportunity to confirm anything.
fr: Ce conflit n'est pas récent. Lorsque Galas et moi avons visité le nord du pays pour la dernière fois, une guerre civile avait lieu entre nos frères à cause de la mort d'Inodien. Des rumeurs circulaient sur l'intrusion par le Conseil de Fer dans nos terres et nos affaires, mais nous n'avions pas eu l'occasion de confirmer quoi que ce soit.

source: Ah, the struggle that lead to the banishment of the elves from the country. I remember that.
fr: Ah, la lutte qui a conduit à l'exil des elfes du pays. Je me souviens.
