Repository: project-ethea/Ethea-i18n
Catalog: After_the_Storm/tmp_11620-fr1475663389.po
Languages: fr

source: It is said that the dark faeries’ secluded lives in hazardous environments has led them to lose any kind of empathy towards those who are not of their kind. Many fables revolve around men who were lured into following these beautiful temptresses to their homes, never to be seen ever again.
fr: Il est dit que de sombres fées vivent recluses dans les forêts et montagnes les plus dangereuses ce qui les a amenés à perdre toute sorte d'empathie envers ceux qui ne sont pas de leur espèce. Beaucoup de fables tournent autour de personnes qui ont été attirées par ces belles nymphes dans leurs foyers, ils ne sont jamais revenus.

source: forest chill
fr: frissonnement forestier

source: female^Nightshade Fire
fr: Morelle de feu

source: Many stories tell of unfortunate young men who wandered into the deep forest at night, and by chance laid their eyes upon a beautiful night nymph. Although a few were sufficiently prudent to immediately flee back to their brightly-lit homes instead of approaching the otherworldly maiden, they were often confronted and abducted in their way out. Combined with their remarkable mastery of the arcane flame of darkness, the rumored ability of these faeries to teleport between distant places at will would turn them into fearsome enemies — that is, if they were ever to abandon their natural environment.
fr: Beaucoup de récits parlent de ces malheureux jeunes gens qui vagabondaient la nuit, dans les forêts profondes, et qui par hasard ont posé leurs regards sur les belles nymphes nocturnes. Bien que certains eurent assez d'intelligence pour partir immédiatement et retourner vers leurs maisons éclairées au lieu d'approcher ces jeunes filles d'un autre monde, ils ont souvent été capturés par, si on peut dire ainsi, les gardiennes silencieuses de la forêt. La capacité des fées, selon la rumeur, de se téléporter en ferait des ennemis redoutables en réalité, une fois combinés avec leur maitrise de l'obscure flamme des arcanes.

source: Dryad
fr: Dryade

source: The beautiful nymphs that secretly live in forests have been named Dryads, because of their affinity with vegetation. These faerie beings are beautiful enough to often fool enemies, who mistake them for innocent ladies until they see themselves being consumed with their mystic fire. This is yet another reason to avoid entering elvish territory without permission.
fr: Les nymphes merveilleuses habitant en secret dans la forêt ont été nommées Dryades, à cause de leur affinité avec la végétation. Ces êtres féeriques sont assez beaux pour tromper leurs ennemis, qui les prennent pour des dames innocentes, jusqu'à ce qu'ils se voient avalé par leur feu mystique. Cela constitue une raison de plus pour éviter d'entrer sur le territoire elfique sans permission.

source: fire aura
fr: Aura de feu

source: mystic fire
fr: Feu mystique

source: Fire Faerie
fr: Fée de Feu

source: Faeries are rarely seen on a battlefield, as they are usually pacific creatures when not disturbed. And they are rarely disturbed, as most races know already what the consequences can be if they dare defy a faerie, and thus they choose to respect them and their homes. However, it is said that in times of war and great need they can become powerful allies to those who protect nature as much as they do. And the best race for that purpose are the forest elves. The most experienced faeries have developed a fearsome mastery of the fire element, which they can use to throw powerful fireballs to their opponents at long range, or to burn them at close range with a single touch of their hands. It is said that their very bodies start to burn, eventually leading them to become non-corporeal spirits of nature made of pure fire.
fr: On trouve rarement des fées sur les champs de bataille, étant habituellement des créatures pacifiques du moins tant que l'on ne les dérange pas. Et elles ne sont pas souvent dérangées, la plupart des races sachant à quelles conséquences s'exposent ceux qui les défient et elles préfèrent les respecter, elles et leurs maisons.Cependant, il est dit qu’en temps de guerre ou de grand péril, elles peuvent devenir de puissantes alliées pour les protecteurs de la nature comme elles. Et la meilleure race à ce sujet est les elfes des forêts. Les fées les plus expérimentées ont développé une maitrise redoutable du feu élémentaire, qu'elles peuvent utiliser pour lancer à longue portée de puissantes boules de feu sur leurs opposants, ou de les brûler à courte distance avec une simple pression de leurs mains. On raconte que leur corps finira par bruler, devenant ainsi un pur esprit de feu de la forêt.

source: Forest Spirit
fr: Esprit de la Forêt

source: Faeries may eventually become one with the fire element, turning into spirits of flame and might, which they will use to relentlessly protect the forests they inhabit or people to which they have swore allegiance. However, seeing one of these spirits is more rare than stumbling upon a Wose, even for elves.
fr: Les Fées, à la fin de leur longue vie, finissent par ne faire plus qu'unes avec l'élément du feu, devenant alors des esprits de flammes et de puissance. C'est de ce feu et de cette puissance dont elles se servent pour protéger les forêts qu'elles habitent et les peuples auxquels elles ont prêté allégence. Voir un de ces esprits demeure cependant plus rare que de rencontrer un Wose, même pour les elfes.

source: Sprite
fr: Farfadet

source: Mischievous in nature, these fiery faeries are pranksters at heart with a sense of humor that is often called nymph-like. While their command of the fire element remains a mystery, it has been rumored that these faeries are cousins to the imp. However, their protective attitude of nature and whimsical personality make them fast friends to the elves.
fr: Taquines par nature, ces fées sont des farceuses par nature, dotées d'un sens de l'humour souvent rapproché de celui des nymphes. Si leur maîtrise de l'élément du feu demeure un mystère, une rumeur court selon laquelle ces fées sous les cousines des lutins. Cependant, leur attidude protectrice envers la nature et leur personnalité fantasque font d'elles des amies des elfes.

source: female^Guardian of Darkness
fr: Gardienne des Ténèbres

source: female^Guardian of Earth
fr: Gardienne de la Terre

source: female^Guardian of Earth Lightning
fr: Gardienne illuminée de la Terre

source: faerieborn blaze
fr: brazier féerique

source: female^Faerie Avatar
fr: Avatar Féérique

source: This faerie woman of unknown origins is bent on manipulating elvenkind to do Uria’s bidding by impersonating the true Lady of Light and instilling strife among her kind. Not much else is known about her at this time.
fr: Cette fée d'origine inconnue a manipulé malhonnêtement le peuple elfe pour Uria en se faisant passer pour la vraie Dame de Lumière et créant ainsi des dissensions dans son espèce. On ne sait pas grand-chose d'autre sur elle pour le moment.

source: arcane touch
fr: toucher sacrée

source: female^Sylvan Warden
fr: Gardienne Sylvaine

source: Although she is probably best known for the power of the Union which she once wielded against Demon Lord Zhangor, her mastery of faerie magic remains unrivaled on Irdya. Having sworn to protect elvenkind and the forests of Irdya, she will do anything to stop those who may threaten her kind or dare disturb the balance of nature.
fr: Bien qu'elle soit probablement plus connue pour son pouvoir d'Union qu'elle maniait auparavant, sa maîtrise de la magie féerique est suffisamment grande pour compenser cette perte. Elle est la gardienne des forêts, et fera tout ce qui est en son pouvoir pour arrêter ceux qui osent déranger la paix qu'elle maintient.

source: Domain Guard
fr: Garde du domaine

source: Faerie Guard
fr: Garde féerique

source: Domain Guard Elite
fr: Garde féerique d'élite

source: female^Eventide Dancer
fr: Mystique Nocturne

source: female^Naiad
fr: Naïade

source: race^Aragwaith
fr: Aragwaith

source: race+female^Aragwaith
fr: Aragwaith

source: race^Aragwaithi
fr: Aragwaithi

source: During most of the Golden Age, the humans who inhabited the Great Continent were mostly Wesnothians, divided across various territories such as the Northlands, Elensefar and the kingdom of Wesnoth itself. However, there was once a time of great strife during which a new race of humans started to appear from nowhere. They were the ‘Aragwaithi’, which meant ‘noble’ in their native language. It has been since then rumored that they came from the Vast Sea to settle in Wesnoth. They mostly lived as mercenaries in that time, until the Fall. After that, they supposedly moved to the northmost lands of the Continent, were the sands could not reach, and the green could survive. Albeit being humans, many of their customs and racial features are strongly reminiscent of elves. Their sages have a mastery of magic that is not to be underestimated on the battlefield.
fr: Pendant la majeure partie de l'âge d'Or, les humains qui habitaient le grand continent étaient pour la plupart Wesnothiens, réparties entre différents territoires tels que les terres du Nord, Elensefar et le royaume de Wesnoth lui-même. Cependant, il y eut un grand conflit au cours duquel une nouvelle race d'êtres humains a commencé à apparaître de nulle part. Ils étaient les « Aragwaithi », ce qui signifie « noble » dans leur langue maternelle. Il a été dit depuis, selon la rumeur, qu'ils étaient venus du vaste océan s'installer sur Wesnoth. En ce temps-là, la plupart vivaient en tant que mercenaires, jusqu'à la chute. Après cela, ils sont censés s'être déplacés vers les terres de l'extrême nord du continent, à l'abri du désert, et où aucune végétation ne pouvait survivre. Bien qu'étant humain, beaucoup de leurs coutumes et de leurs caractéristiques raciales rappellent fortement les elfes. Leurs sages ont une maîtrise de la magie qui ne doit pas être sous-estimée sur le champ de bataille.

source: Ancient Banner
fr: Bannière ancienne

source: Captain
fr: Capitaine

source: Eagle Master
fr: Maître des Aigles !

source: Eagle Rider
fr: Monteur d'Aigle

source: Flagbearer
fr: Porte étendard

source: Greatbow
fr: Grand arc

source: Guard
fr: Garde

source: Guardian
fr: Gardien

source: Lancer
fr: Lancier

source: female^Lancer
fr: Lancier

source: Longswordsman
fr: épée longue

source: Scout
fr: Eclaireur

source: female^Scout
fr: Eclaireuse

source: female^Seer
fr: Prophétesse

source: Very few humans are born with a gift that allows them to see the world beyond time and space. These rare individuals are usually not skilled in combat, but their special ability makes them highly respected amongst other ranks of magi in civilized countries.
fr: Très peu d'humains sont nés avec un don qui leur permet de voir le monde au-delà du temps et l'espace. Ces rares personnes ne sont généralement pas qualifiées au combat, mais leur capacité spéciale les rend très respectés parmi les castes de mages des pays civilisés.

source: Shield Guard
fr: Gardien Bouclier

source: Silver Shield
fr: Bouclier D'Argent

source: female^Silver Shield
fr: Bouclier D'Argent

source: Slayer
fr: Chasseur

source: female^Sorceress
fr: Prophétesse

source: Spearman
fr: Porte-lance

source: Strongbow
fr: Puissant arc

source: Swordsman
fr: Maître des épées

source: Swordsmaster
fr: Grand Maître des épées

source: Swordsmasters do not get their title from one day to another. They have endured years of rigorous Aragwaithi military training, and survived many ferocious battles. Their skill with their blades is spoken of with awe among those few foes who have witnessed it — and lived. Having earned their title, Swordsmasters take responsibility for instructing the young, passing by generation on generation the proud Aragwaithi martial traditions.
fr: Les maîtres des épées n'obtiennent pas facilement leur titre. Pendant des années, ils ont subi un entraînement militaire rigoureux et dû survivre à de nombreuses et féroces batailles. Leur talent à l'épée terrifie ceux qui les ont vu se battre et qui ont survécu à la rencontre. Les maîtres des épées sont chargés de l'instruction des nouvelles recrues, et doivent leur inculquer les fières traditions martiales aragwaiths.à travers les générations.

source: female^Witch
fr: Sorcière

source: kick
fr: coup

source: female^Wizard
fr: blindée

source: Chaos Bowman
fr: Archer du Chaos

source: The backbones of most armies are soldiers capable of using ranged weapons of sorts. The bow is the cheapest, yet effective, weapon that a military can afford for beginners in their lines. Bowmen are usually given a short sword to defend themselves if that should ever be necessary; they are instructed not to engage enemies in close combat. Bowmen serving the forces of Chaos are trained for moving and attacking covered by the black shroud of night. This causes great difficulty to most adversaries, as they are often adapted to fight under the light of the two suns, over the sands; their lack of protection against the freezing cold of night is also an advantage for Chaos Bowmen.
fr: La colonne vertébrale de la plupart des armées sont des soldats capables de manier des armes à distance. L'arc est de toutes la moins cher, et reste cependant efficace ; la plupart des commandants peuvent en équiper leurs armées dès le début des campagnes. Les archers ont d'ordinaires une épée courte pour se défendre si nécessaire, mais ils ont l'ordre de ne pas engager l'ennemi au corps à corps. Les archers au services du Chaos sont entraînés pour se mouvoir et attaquer au faveurs de l'obscurité nocturne. Cela déroute la plupart des adversaires, puisqu'ils sont eux-mêmes souvent habitués à combattre sous la lumières des deux soleils. Leur manque de protection contre le froid glacial de la nuit est également un avantage pour les archers du Chaos.

source: Chaos Cataphract
fr: Cataphractaire

source: At the zenith of their career, mounted soldiers of Chaos go through unknown rituals and are ascended to the top of the hierarchy. They seem to have become, as their mounts, living, blood-thirsty killer machines. Although just respectable soldiers on their own, a few groups of Cataphracts at night are certainly enough to take over a large town.
fr: Au zénith de leur carrière, les soldats montés du Chaos traversent des rituels inconnus pour se hisser tout en haut de la hiérarchie militaire. Ils semblent être devenus, comme leurs montures, des machines à tuer assoifées de sang. Même s'ils ne sont qu'une poignée, quelques groupes de Cataphractes sont bien assez pour capturer une grande ville, à la faveur de la nuit.

source: Chaos Cavalier
fr: Cavalier du Chaos

source: With time, Chaos Raiders are ascended to higher ranks of the military, given better weapons, armor, and mount. The mount plays an essential role in the effectiveness of these units. Horses are, by nature, prone to be scared on the battlefield; when this occurs, the soldier mounted upon it is usually injured or killed by the confused animal. The mounts used by Chaos Cavaliers, however, are not known to have ever reacted in such ways to the battle action. Their behavior suggests that they have been well trained for the horrors they face. Another possibility is that they are simply possessed by some demonic force, as are many other creatures under the control of these men.
fr: Avec le temps, les Pilleurs du Chaos montent en rang au sein de l'armée, en acquérant du même coups de meilleures armes, armures, et montures. Celles-ci jouent un rôle primordial dans l'efficacité de ces unités. Les chevaux sont, par nature, susceptibles d'être pris de frayeur sur le champ de bataille. Quand cela arrive, leur cavalier est habituellement blessé ou tué par une ruée de l'animal. Les montures des Cavaliers du Chaos n'agissent jamais de cette manière au coeur de la bataille. Leur comportement suggère un entraînement qu'elles auraient subi pour faire face aux horreurs qu'elles voient. Elles pourraient aussi être simplement possédées par une force démoniaque, comme tant d'autres créatures sous le contrôles de ces hommes.

source: Chaos Crossbowman
fr: Grand Archer du Chaos

source: Unlike their comrades, the Chaos Longbowmen, who only seek greater power with their bows, these archers decide to seek power in a more balanced fashion. Due to this, they are trained to be adept with both their axes and their crossbows. Such training results in a warrior adept with fighting at both close and ranged combat, and are especially dangerous at night, due to the fact that they were trained to fight in the freezing darkness.
fr: Contrairement à leurs camarades les Grands Archers du Chaos, qui ne cherchent quant à eux que plus de puissance dans leurs arcs, ces archers cherchent une puissance plus équilibrée. Ils sont donc adeptes de leurs haches tout autant que de leurs arbalètes. L'entraînement qu'ils suivent les rendent capable de combattre aussi bien au corps à corps qu'à distance, et ils sont particulièrement dangereux dans l'obscurité, ayant été habitués à combattre dans le froid de la nuit.

source: Chaos Arbalestier
fr: Cavalier du Chaos

source: arbalest
fr: arbalète

source: Knight of Chaos
fr: Chevalier du Chaos

source: Tougher than the average Chaos follower, the Dark Knight attempts to confuse its opponent by wielding a different weapon in each hand. He lets his style on combat alter depending on the situation, which makes him a tough warrior to fight.
fr: Plus résistant que le suivant du Chaos moyen, le Chevalier Sombre tente d'embrouiller ses adversaires en maniant une arme différente dans chaque main. Son style de combat dépend de chaque situation, ce qui fait de lui un guerrier difficile à affronter.

source: Doom Guard
fr: Garde Maudit

source: Demons know well that the only thing which can stop a tidal wave is a powerful wall. Doom Guards are such wall, wall of living flesh and steel. Devoid of bloodlust, their aggression is changed into fanatic loyalty. Doom Guards are not the ones to fight, they are the ones to stand against every possible enemy, until they are wounded enough to die instantly.
fr: Les démons savent bien que seul un mur puissant peut arrêter un tsunami. Les Gardes Maudits forment un tel mur, mur fait de chair et d'acier. Vidés de toute soif de sang, leur agressivité est changée en loyauté fanatique. Les Gardes Maudits ne sont pas ceux qui combattent, ils sont ceux qui font face à tout ennemi possible, jusqu'à ce qu'ils soient blessés si gravement qu'ils en meurent immédiatement.

source: shield
fr: bouclier

source: Chaos Gunner
fr: Artilleur du Chaos

source: gun
fr: arme à feu

source: Headhunter
fr: Chasseur de tête

source: The Chaos Hordes rely heavily on their lorekeepers' charisma to attract more practitioners and recruit new adepts. Some of those adepts do not have the magic skills to join the Invoker orders, but instead are used as messengers of doom, given a club, a small supply of javelins, and ridding them from their souls via the darkest arts known only by the demonic masters. They are then sent to spread fear and despair amongst their victims, decimating their defenses before the demons are unleashed and sent to finish the job. Their fanatism leads them to forget any forms of proper defense, and so, being rather weak and vulnerable, kill their opponents even if that would mean their own death.
fr: Les Hordes du Chaos se reposent fortement sur le charisme de leurs gardiens du savoir pour attirer et recruter plus d'adeptes. Certains de ces adeptes sont trop peu doués dans les arts magiques pour rejoindre l'ordre des Invocateurs. Ils sont donc envoyés comme messagers de malédiction, et reçoivent un bâton et quelques javelots pour remplir leur office. Leur âme leur est enlevée, par des arts les plus sombres, connus seulement des maîtres démoniques. Ils ont pour ordre de répandre la peur et le désespoir parmi leurs victimes, réduisant ainsi leurs défenses, en attendant que les démons soient relâchés et finissent le travail. Leur fanatisme les pousse même à négliger toute forme de défense, et, étant tout de même vulnérables, à tuer leurs adversaires, même si cela nécessite leur propre mort.

source: Hell Guardian
fr: Gardien de l'Enfer

source: Only the toughest of armorers are worthy of the most effective armors and weapons, forged by the best demonic blacksmiths, and blessed by unlawful magic. It is said that they could stand against an avalanche with ease, if they were commanded to do so.
fr: Seuls les guerriers les plus résistants sont dignes de porter les armes et les armures les plus efficaces. Celles-ci, forgées par les meilleurs forgerons démoniaques, sont impregnées de magie impie. On dit que ces guerriers redoutables pourraient aisément résister face à des avalanches, si on leur commandait de le faire.

source: Chaos Invader
fr: Envahisseur du Chaos

source: Chaos warriors share the common belief that any government and any god is corrupt by default, even before being recruited. This is exactly what their future masters seek for, and as such can easily convince them to join their cause. By this thought they fulfill the bidding of the lords of Chaos, who do not sugar coat their reign and let their men face the harsh truth.
fr: Les guerriers du Chaos partagent la croyance que tout gouvernement et tout dieu est corrompu jusqu'à preuve du contraire, même avant d'être recrutés. C'est d'ailleurs exactement ce que leurs maîtres recherchent, afin de pouvoir facilement les convaincre de rejoindre leur cause. En restant dans cette pensée, ils obéissent aux Seigneurs du Chaos, qui ne camouflent pas leur rêgne sous de belles apparences, mais laissent leurs hommes face à la dure réalité.

source: Chaos Invoker
fr: Invocateur du Chaos

source: These dark cultists whose mastery of chaos magic is impressive, are called 'Chaos Invokers' by their opponents. Often spotted amongst the first line of an attack formation, and protected by small groups of warriors, these cultists command the vanguard hordes of chaos, seeking the best opportunity to advance in their ranks and become more powerful, willing to rid themselves of their mortal souls in the process.
fr: Ces fidèles des Ténèbres, dont la maîtrise de la magie du Chaos est impressionnante, sont appelés 'Invocateurs du Chaos' par leurs adversaires. Souvent situés en première ligne des formations d'attaque, et protégés par de petits groupes de guerriers, ces adeptes dirigent l'avant-garde des hordes du chaos, cherchant la meilleure opportunité pour devenir plus puissants, prêts à se défaire de leurs âmes mortelles pour monter en grade.

source: ethereal blast
fr: rafale éthérée

source: Chaos Dreadcrafter
fr: Artisan diabolique du Chaos

source: The processes involved in the creation of new biomechanical weaponry, and similar hybrid lifeforms—now at the helm of the very Empire—remain a mystery for outsiders. It is said that a barely known order of Lorekeepers was formed under Mal Zagarn’s supervision to gather the resources and knowledge required to perform this duty.
fr: Les processus impliqués pour la création de nouvelles armes biomécanique, et aux formes de vie hybride similaire — de nos jours, on ne sait pas qui exactement est à la tête de l'Empire — cela reste un mystère pour les étrangers. Il est dit qu'un ordre peu connu des gardiens des traditions a été formé, sous la supervision de Mal Zagarn, a rassembler les ressources et aux connaissances nécessaires pour accomplir cette tâche.

source: Chaos Lorekeeper
fr: Gardien des traditions
