Repository: project-ethea/Ethea-i18n
Catalog: After_the_Storm/tmp_11620-fr1475663389.po
Languages: fr

source: In an age and land where men fight amongst themselves for the smallest piece of flesh and bloodshed constitutes their only form of entertainment, knowledge is essential to bring some order to the chaotic human instincts. The great Lorekeepers of the Chaos Empire sit amongst ranks higher than those of the military, seen by Yechnagoth’s and Uria’s worshippers alike as near-godly figures. They are thus dedicated to promoting the creation of a new and better world by waging war on the purportedly selfish non-believers — the same peoples who call themselves the ‘free’ civilizations of Irdya. These Chaos cultists achieve power through unspeakable methods, culminating—if they survive—in the shedding of their few remnants of humanity at the very end of their training. The older members of their circles are charged with the burden of knowledge that could even destroy the Empire’s own hierarchy; thus, they vow to end their very lives to keep the forbidden arts of Chaos away from their enemies’ reach.
fr: à une époque où les hommes et les états se battaient entre eux pour le plus petit morceau de viande et que les effusions de sang constituaient la seule forme de divertissement, la connaissance était essentielle pour mettre de l'ordre dans les instincts chaotiques des humains. Les grands gardiens des traditions de l'Empire du Chaos assis au sommet de la hiérarchie militaire sont considérés par les fidèles de Yecnagoth et d'Uria comme des êtres quasi divins. Ils se consacrent exclusivement à promouvoir la création d'un monde nouveau et meilleur, pour cela ils font la guerre aux soi-disant égoïstes non croyants — les mêmes peuples qui se nomment eux-mêmes les civilisations « libres » d'Irdya. Ces adeptes du Chaos parviennent au pouvoir par des méthodes inqualifiables, culminant — s'ils survivent — par l'élimination des rares vestiges d'humanité qui leur reste à la fin de leur formation. Les membres les plus âgés de leurs cercles détiennent le fardeau de la connaissance qui pourrait même détruire leurs supérieurs hiérarchiques de l'Empire ; ainsi ils s'engagent à mettre fin à leurs vies pour garder les arts interdits du Chaos hors de portée de leurs ennemis.

source: Chaos Magus
fr: Mage du Chaos

source: It is they who rally with the larger groups of chaos warriors, supporting them with magic. As demonic essence touches chaotic mages, they gain the sharpness of mind and way of thinking more resembling demons than human beings. Trapped between humanity and demonity, they seek no turning back, but aspire to ultimately rid themselves of all mortal bounds, including their vulnerable souls. Yet, this mutation process has some important side effects on them as they turn into demons; their resistance to arcane attacks is gradually reduced to equal that of the true demons.
fr: Ce sont eux qui, intégrant de grands groupes de guerriers du Chaos, les soutiennent au moyen de leur magie. Lorsque l'essence démoniaque touche ces mages chaotiques, ceux-ci acquièrent une finesse d'esprit et une vision plus semblable à celle des démons qu'à celle des humains. Enfermés dans cet état, entre homme et démon, ils ne désirent pas revenir en arrière, mais aspirent à se défaire de leurs attaches mortelles, même de leurs âmes vulnérables. Cependant, ce processus a des effets secondaires importants sur eux, puisqu'ils se transforment en démons ; leur résistance aux attaques d'arcanes est réduite graduellement, jusqu'à égaler celle des vrais démons.

source: Chaos Longbowman
fr: Grand Archer du Chaos

source: Chaos Heavy Longbowman
fr: Grand Archer Lourd

source: Marauder
fr: Maraudeur

source: It is said that experience makes real warriors. Unfortunately, that is true even for the Chaos vanguard forces and their messengers, which usually are not warriors in the beginning. They don't even wield real weapons - except for a club and a few javelins to throw - in that stage of their training, in which many die or get converted into undead or demons. But the bright ones who get to survive and gain experience become skilled enough to wield an axe. They are still far from mastering the use of battle axes, but that interim level is more than enough to cause trouble, death, and destruction to the opponents of Chaos, which is why they are titled the 'Marauders' by survivors of their deadly assaults.
fr: On dit que l'expérience est la mesure des vrais guerriers. Malheureusement, c'est également vrai pour les forces de l'avant-garde du Chaos, et pour ses messagers, qui sont rarement des guerriers à l'origine. Ceux-ci ne manient même pas de vraies armes — à l'exception d'un gourdin et de quelques javelots — à ce moment de leur entraînement ; beaucoup d'entre eux meurent ou deviennent morts-vivants ou démons. Mais les rares survivants deviennent suffisamment habiles au combat pour manier une hache. Ils sont encore loin de maîtriser complètement l'utilisation de telles armes, mais sont malgré tout bien à même d'apporter la mort et la destruction aux adversaires du Chaos. C'est d'ailleurs pourquoi ils sont appelés « Maraudeurs » par ceux qui survivent à leurs assauts meurtriers.

source: Chaos Marksman
fr: Tireur d'élite du Chaos

source: Chaos Raider
fr: Pillard du Chaos

source: These are the most basic mounted soldiers of Chaos. Albeit they do not have great experience, their versatility is of importance; they can serve as scouts, messengers, or even deathly warriors at the vanguard of large hordes.
fr: Ce sont les soldats montés du Chaos les plus courants. Bien qu'ils n'aient pas une grande expérience des combats, leur polyvalence est importante ; ils peuvent être utilisés comme des éclaireurs, des messagers, ou même comme des guerriers à l'avant-garde de grandes hordes.

source: Chaos Razerman
fr: Razzieur du Chaos

source: Knights of the orders of Chaos seem to take great delight in tearing apart their victims, a demon-like delight. This suggests that they no longer have soul, or that they have been turned into demons already. Nevertheless, this delight and blood lust is the symbol of the philosophy of Chaos, their representative feature.
fr: Les Chevaliers des ordres du Chaos semblent prendre un grand plaisir à découper leurs victimes — un plaisir proche de celui des démons. Cela laisse à penser qu'ils n'ont plus d'âme, ou bien qu'ils ont déjà été transformés en démons. Ce plaisir et cette soif de sang sont, de toute manière, des symboles de la philosophie du Chaos, et même leur principale caractéristique.

source: Chaos Sharpshooter
fr: Franc-tireur du Chaos

source: Soulhunter
fr: Mangeurs d'âme

source: The most dreadful part of the doom messengers' training is being rid of their souls by their masters. However, the resultant warrior is a mix of endurance, agility, accuracy, and skill. These warriors don't need armor, for they don't fear death at all; therefore, they prefer to carry little - their garments and weaponry are minimal at best. Although they can be killed with ease by experienced and lucky opponents, the great damage they can deal before dying is enough to compensate the Chaos hordes for the loss. Since they have been rid of their souls, it is believed that they kill and destroy searching for that which they have lost, or for a new one to fill its place in that empty shell called a 'body'. This rumor gave them the title of 'Soulhunters'.
fr: La partie la plus redoutable — et redoutée — de l'entraînement des messagers de la dévastation est le rite au cours duquel les maîtres s'emparent de l'âme de leurs serviteurs. Le guerrier sortant de ce rite est cependant endurant, agile, précis et compétent sur le champ de bataille. Ces soldats n'ont pas besoin d'armure, puisqu'ils n'ont aucune peur de la mort, et ils préfèrent ne porter que quelques vêtements, et faire usage de peu d'armes. Bien qu'ils puissent facilement se faire tuer par un adversaire expérimenté et chanceux, les dommages importants qu'ils peuvent causer avant de mourir sont assez importants pour compenser leur perte. Ayant été privée de leurs âmes, la rumeur dit qu'ils tuent et détruisent à la recherche de leur âme perdue, ou pour trouver une âme qui la remplace dans cette coque vide appelée « corps ». C'est ce qui leur vaut le titre de « Mangeurs d'âme ».

source: female^Civilian
fr: Civile

source: Master of Darkness
fr: Maître de l'Obscurité

source: female^Messenger
fr: Messagère

source: race^Imp
fr: Diablotin

source: race+female^Imp
fr: Diablotine

source: race^Imps
fr: Diablotins

source: Armageddon Imp
fr: Diablotin d'armagedon

source: The rumors about Imps big as a tree have been, unfortunately, confirmed. Never seen before, the Imps of Armageddon are the masterminds of Chaos, and albeit usually hidden at safe distance from the battlefield, they sometimes decide to charge themselves against the unwary enemies, who are nothing but dirt compared to these gigantic beasts. That, and their unnatural strength and endurance, is why their are feared, not only by the opponents of the Chaos Empire, but also by lesser imps and most demons of the same band. If you ever get to face one of these colossal brutes, escape as soon as possible from the battlefield or be known to you that death is certain to arrive.
fr: Les rumeurs sur des diablotins gros comme un arbre ont été, malheureusement, confirmées. Jamais vus auparavant, les lutins Armageddon sont les cerveaux du Chaos, et bien qu'ils sont souvent à une bonne distance de sécurité sur le champ de bataille, ils décident parfois de se charger des ennemis imprudents, qui ne sont rien, juste de la poussière par rapport à ces bêtes gigantesques. Cela, leurs forces naturelles et leurs endurances fait qu'ils sont craints, non seulement par les adversaires de l'Empire du Chaos, mais aussi par les petits lutins et la plupart des démons de leurs propres compagnies. Si jamais vous avez à faire face à l'une de ces bêtes colossales, échappez-vous dès que vous le pourrez du champ de bataille ou sachez que vous courez à une mort certaine.

source: blade of doom
fr: lame de désolation

source: slime spit
fr: crachat

source: Blood Imp
fr: Diablotin sanguinaire

source: Some Imps grow stronger, bigger and more violent. That leads people to call them ‘Blood’ Imps. They can even be a menace to an lonely experienced fighter if he or she is alone.
fr: Certains diablotins ont une croissance plus forte, ils sont plus grands et plus violents. Cela a conduit les gens à les appeler diablotins « sanguinaires ». Ils peuvent même être une menace pour un combattant solitaire expérimenté, si il ou elle est seul.

source: Gutwrencher Imp
fr: Diablotin étripeur

source: It is not usual for an Imp to grow much above the size they had when born, nor to acquire intellect, in any sense. However, the unusual happens, and then it is possible for some of them to grow stronger and smarter in their attacks, to the point that they, instead of being cannon-fodder or suicidal attack force of demons, get to lead small groups of them, not having any armor or weapons other than their natural toughness and brute strength. As they delight in tearing their prey to pieces, they have been titled the ‘Gutwrenchers’ by those who have survived the horrendous event. With time, they have developed a new dreadful attack weapon: acid slime, which can melt a human, or even orc, in matter of seconds. They spit it towards they victim, wait until it has consumed most of its body, and then finish the job swallowing the remaining flesh and bones. Worse than worse, they can now drain vital energy from their victims at close contact. Fortunately, abominations such as these are rarely seen in greater numbers. It is also said that there are Imps bigger than a full-grown Troll, but the rumors have not been confirmed... yet.
fr: Il n'est pas habituel pour un diablotin de croître au-delà de sa taille de naissance, ni d'acquérir de l'intelligence, d'une certaine façon. De temps en temps, l'insolite se passe, et ensuite il est possible pour certains d'entre eux de croître au-delà de la normale et ils acquièrent une intelligence d'attaque supérieure, au point qu'au lieu d'être de la chair à canon ou d'être utilisés dans les attaques suicide du Chaos, ils apprennent à commander de petits groupes de leurs semblables, ils ne portent jamais d'armures ou d'armes autres que leurs férocités naturelles et leurs forces brutales. Comme ils se plaisent à déchiqueter leurs proies en mille morceaux, ils ont été surnommés les « étripeurs » par ceux qui ont survécu à l'horrible scène. Avec le temps, ils ont développé une terrible nouvelle forme d'attaque : une bave acide, qui peut faire fondre un être humain, ou même un orc en quelques secondes. Ils crachent sur leur victime, attendant ensuite que le corps soit presque complètement dissous, puis ils finissent le travail en avalant la chair et les os restants. Pire encore, ils peuvent maintenant, à leur contact, drainer l'énergie vitale de leurs victimes. Heureusement, de telles abominations sont rarement vues en grand nombre. Il est dit aussi qu'il existe des diablotins plus gros qu'un troll adulte, mais les rumeurs n'ont pas été confirmées... encore.

source: Imp
fr: Diablotin

source: Frequently considered lesser relatives of demons, the Imps are often underestimated due to their small size and lack of intellect. It is noteworthy, however, that a swarm of them is not a threat to ignore, even for an experienced soldier. They are mainly used by demonic attack forces as cannon-fodder to distract the enemy while the battle lords prepare the actual strike. However, it is rumored that some of these imps have grown bigger and stronger, enough to be a real strike force by themselves, which automatically promotes them to a higher level in the military ranks of Chaos.
fr: Souvent considérés comme des parents inférieurs de démon, les diablotins sont souvent sous-estimés en raison de leurs petites tailles et leurs manques d'intelligences. Il est à noter, cependant, qu'un essaim de diablotins n'est pas une menace à prendre à la légère, même pour un soldat expérimenté. Ils sont principalement utilisés par les forces d'attaque démoniaque comme chair à canon pour distraire l'ennemie, tandis que les seigneurs de guerre préparent le raid réel. Toutefois, il est dit que certains diablotins ont acquis une taille et une force supérieure, suffisamment pour devenir une menace par leurs seules présences, ce qui a favorisé automatiquement leurs promotions dans la hiérarchie militaire du Chaos.

source: Minor Imp
fr: Diablotin mineur

source: The recently born hatchlings of imps are called ‘minor’ by their enemies. Although they are rarely little more than a lesser annoyance in most situations, with time and proper raising, they can turn into real enemies, the medium-sized Imps.
fr: Les diablotins récemment nés sont appelés « mineur » par leurs ennemis. Bien qu'ils soient rarement un plus qu'une gêne dans la plupart des situations, avec le temps et l'apprentissage, ils peuvent devenir de véritables ennemis, les diablotins de taille moyenne.

source: Serpent Messenger
fr: Messagère

source: Automaton
fr: Automate

source: These small metallic beings seem not to require food or water to fight, very much like the undead. Heavily armored and wielding a steel mace and rectangular shield, these ‘automatons’ are said to have been originally created by the dwarves before a clan was captured by the forces of Chaos. Their primary drawback is their apparent unease when navigating rough terrains such as hills and mountains.
fr: Ces petits êtres métalliques ne semblent pas avoir besoin de nourriture ou d'eau pour se battre, très semblables à des morts-vivants. Lourdement blindés, armés d'une massue d'acier et d'un bouclier rectangulaire, ces « automates » ont été créé à l'origine par des nains avant qu'un de leur clan fût capturé par les forces du Chaos. Leur principal inconvénient est leur maladresse apparente lors de leur déplacement sur les terrains accidentés comme les collines et les montagnes.

source: rectangular shield
fr: bouclier rectangulaire

source: Door
fr: Porte

source: The door will open only to those who are allied with its owners, unless struck down by their enemies first.
fr: La porte s'ouvrira seulement pour ceux qui sont alliés avec son maître, à moins d'être abattus en premier par ses ennemis.

source: Mechanical Goliath
fr: Goliath Mécanique

source: Giant metallic beasts under the command of the forces of Chaos, the Mechanical Goliaths can crush in a matter of seconds any man, skeleton, or even troll. They seem immune to poison, drain, and other hazards that would normally pose a great danger for a living being. Because of this, it’s been suggested that they are magically animated constructions of rock and steel. To make things even worse, it is said that they can destroy entire armies from a distance with a sudden flash of red light, in an attack that is both powerful and accurate.
fr: Ces bêtes métalliques géantes au service de l'Empire du Chaos peuvent broyer n'importe quels humains, squelettes ou trolls en quelques secondes. Ils se révèlent insensibles aux poison, aux drains ou autres menaces qui affecteraient normalement les êtres vivants. Pour cette raison, il a été suggéré que ce sont des constructions de fer et d'acier animées par magie. De plus, il est dit qu'ils pourraient détruire une armée entière à distance avec une sorte d'éclair rouge, une attaque à la fois puissante et précise.

source: flash cannon
fr: canon éclair

source: Iron Golem
fr: Golem de fer

source: Some automatons mysteriously grow in size overnight, gaining greater strength and taller bodies in a process that is unknown to anyone but the less commonly seen Lorekeepers of Chaos. They drop their shield and mace in favor of harder and stronger armor, and fists that can crush the rock with minimal effort — compensating for the lack of close range weapons. Less commonly, they may fire a powerful weapon that is said to resemble the great firesticks of the dwarven lords in both shape and destructive effect.
fr: Certains automates mystérieusement croissent en taille du jour au lendemain, gagnant en force et en taille dans un processus qui est inconnu de tous, sauf par les gardiens des traditions du Chaos que l'on voit plus rarement. Ils laissent tomber leurs boucliers et leurs massues en faveur d'armures plus dures et plus fortes, et leurs poings peuvent écraser la roche avec un minimum d'effort — pour compenser leurs manques d'armes à courte portée. Moins fréquemment, ils peuvent tirer avec une arme puissante qui ressemble aux bâtons de feu des grands seigneurs nains à la fois dans la forme et dans l'effet destructeur.

source: flamethrower
fr: déluge de lames

source: race^Falcon
fr: Faucon

source: race+female^Falcon
fr: Fauconne

source: race^Falcons
fr: Faucons

source: Falcon
fr: Faucon

source: Majestic birds of prey, falcons are the some of the fastest flying creatures in the world.
fr: Oiseaux de proie majestueux, les faucons sont quelques-unes des plus rapides créatures volantes dans ce monde.

source: claws
fr: serres

source: beak
fr: bec

source: Fire Wisp
fr: Monstre Feu

source: fire bash
fr: Aura de feu

source: Fungoid
fr: Fongueux

source: Fungoids are mushroom-like creatures that can multiply very quickly. Soft and weak, they don't represent a real threat to most races. Yet, adventurers appear from time to time swearing they have seen a fungoid bigger than them. This myth has never been proved true, however.
fr: Les fongueux sont des créatures en forme de champignon qui peuvent se multiplier très vite. Souples et faibles, ils ne représentent pas une menace réelle pour la plupart des races. Pourtant, des aventuriers apparaissent de temps en temps jurant qu'ils ont vu un fongueux plus grand qu'eux. Cependant, ce mythe n'a jamais pourtant été prouvé.

source: Giant Ant
fr: Fourmi Géante

source: Ants are common in almost any environment, from caverns deep under the earth to the tops of tall mountains. Those that live deep underground tend to grow up over their normal size. Though normally not hostile, they can bite at close range, dealing more damage than a normal-sized ant.
fr: Les fourmis sont communes dans presque tous les environnements, des cavernes profondes sous la terre à la cime des hautes montagnes. Celles qui vivent profondément sous terre ont tendance à grandir au-dessus de leur taille normale. Bien que normalement non hostiles, elles peuvent mordre à courte portée, ce qui entraîne plus de dommages que la fourmi de taille normale.

source: Giant Mushroom
fr: Champignon Géant

source: Lesser Giant Spider
fr: Petite Araignée Géante

source: Smaller and weaker Giant Spiders are very common underground. They usually prey on single insects roaming around, but sometimes it is possible to find dwarven or human corpses trapped in their webs, which suggests they have little problem in eating big individuals fool enough to fall in their traps.
fr: Les petites et les plus faibles araignées géantes sont très communes dans les souterrains. En général, elles se nourrissent de simples insectes passant par là, mais il est parfois possible de trouver des nains ou des cadavres humains pris au piège dans leurs toiles, ce qui suggère qu'elles ont peu de problèmes à manger de grands individus assez bêtes pour tomber dans leurs pièges.

source: Hound of Chaos
fr: Chien du Chaos

source: Quite fragile in combat, the Hounds of Chaos are directly affected by the magic of the chaos magi, resulting in them listening and obeying every command of their masters. The results are mindless effective assassins. Though they are easily taken care of by a tougher adversary, their nimble bodies allow them to penetrate far into enemy lines and severely damage their support units.
fr: Très fragiles au combat, les chiens du Chaos sont directement affectés par la magie des mages du chaos, écoutant et obéissant à tous les commandements de leurs maîtres. Le résultat est qu'ils sont de stupides assassins, mais efficaces. Bien qu'ils soient facilement repoussés par une intensification des adversaires, leurs corps agiles leur permettent de pénétrer très loin dans les lignes ennemies et d'endommager gravement les unités de soutien.

source: Demonic Hound
fr: Chien Démoniaque

source: Hounds who serve the power of Chaos are slowly consumed by its essence, just like their human masters and comrades. Aside from the involved removal of their souls and the increased bodily strength, demonic hounds acquire a more developed intellect, which turns them into more perilous foes who will not stop at anything but the accomplishment of their purpose and desire of bloodbath.
fr: Les chiens qui servent sous les drapeaux des armées du Chaos sont, tout comme leurs camarades et leurs maîtres, doucement consumés par son essence. Par ce processus, ils perdent peu à peu leur âme et augmentent leur puissance et leur intellect, ce qui en fait des combattants dangereux, qui n'auront de cesse de se battre pour atteindre leur but et assouvir leur soif de sang.

source: Hellhound
fr: Chien de l'Enfer
