Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: There certainly <i>are</i> other ways to reach the depths if you search for them amidst the tall cliffs of this region, but we will invariably come across unwelcoming natives who will not think twice before killing you and your subjects. Your people are not accustomed to the cold and steep heights of Irdya. If you were to ask me, I’d say you could use this valley to your advantage. Let the orcs fall and perish under the might of the last forest elves of the Great Continent!
ru: Безусловно <i>есть</i> иные пути достигнуть глубины, которые мы ищем, среди глубочайших ущелий этой области, но мы в любом случае бы наткнулись на негостеприимных местных жителей, которые не стали бы думать дважды, прежде чем убить вас и ваших подчинённых. Ваш народ не приспособлен к холодным и острым вершинам Ирдии. Я бы сказал, что вы можете использовать эту долину для своего же преимущества. Пусть же орки падут под мощью последних лесных эльфов Большого Континента!

source: I do understand that this is our best option for now — it is to be expected from such a desperate and foolish quest. Let us prepare for battle, then. To arms!
ru: Я понимаю, что сейчас у нас нет выхода получше — это следовало ожидать от такого отчаянного и глупого похода. В таком случае приготовимся к битве. К оружию!

source: To arms!
ru: К оружию!

source: Intruders, you say? What have the scouts been up to all this time, that this was allowed to happen? Get rid of them <b>now</b>!
ru: Захватчики, говорите? Куда всё это время смотрели наши разведчики, позволив этому случиться!? Избавьтесь от них, <b>сейчас же</b>!

source: That did sound very convincing and leader-like, Mal Keshar. I am impressed.
ru: Это звучало крайне убедительно, как и подобает настоящему предводителю, Мал Кешар. Я впечатлена.

source: But trust me, nothing of this would work if it weren’t my goal to find them as well.
ru: Но поверь мне, ничего бы из этого не произошло, если бы моей собственной целью не было так же их найти.

source: Of course it wouldn’t. He, he.
ru: Естественно. Хе-хе.

source: The Short Darkness begins to shroud the land, giving the orcs a new advantage.
ru: На землю опускается короткая ночь, давая оркам дополнительное преимущество.

source: The combination of the might of the undead and the effectiveness of our hunters will be a great help in surviving the darkness.
ru: Сочетание мощи нежити и сноровки наших охотников очень пригодится нам, чтобы пережить темноту в этой долине.

source: Ahh, the Long Darkness approaches, at last! The undead hordes shall rise and crush these repulsive orcs!
ru: Ах, наконец-то, Долгая Ночь! Да восстанут же мёртвые орды и раздавят этих отвратительных орков!

source: Those towers seem vacant, but there is something about them I mistrust. Be careful; it may be a trap of the orcs.
ru: Те башни выглядят незанятыми, но что-то меня в них настораживает. Будьте осторожны — это может быть ловушкой орков.

source: So, our best warriors were unable to repel you, little elves? No matter — my bodyguards will send you to hell! Haw, haw, haw!
ru: Итак, наши лучшие воины не способны отразить вас, жалкие эльфы? Неважно — моя личная стража отправит вас в преисподнею! Ха, ха, ха!

source: Vagkar
ru: Вагкар

source: Krislo
ru: Крисло

source: Urdo
ru: Урдо

source: Gremle
ru: Гремле

source: Fir
ru: Фёр

source: Ewurk
ru: Евурк

source: Ceel
ru: Сил

source: Uh-oh.
ru: О-ох.

source: Ah, the boy was right. It was a trap, and look — the orcs are calling upon reinforcements!
ru: Мальчишка был прав. Это ловушка, и смотрите — орки призывают подкрепление!

source: Turgan
ru: Турган

source: Akir
ru: Акир

source: Khur
ru: Хур

source: Ouch! I’m vanquished...
ru: Ух! Я побеждёе…

source: Help!! Ack—
ru: Помогите!! Аккк—

source: Nooo!! Why nobody protects mee...
ru: Нееет!! Почему никто не защищает мее...

source: ... My guards... are a bunch of incompetent... idiotic... fools... Argghhh—
ru: … Моя стража — просто… кучка… бездарных… тупых… идиотов… Ааррг—

source: Our job here is finished. To the caves!
ru: Наша работа окончена. В пещеры!

source: Bye and Behold
ru: Прощание и знакомство

source: team_name^Mercenaries
ru: Наёмники

source: Grilock
ru: Грилок

source: team_name^Aragwaithi
ru: Эрагвийцы

source: Arghalon
ru: Аргхалон

source: Galas has gained experience since the start of his journey in the last episode. You may now choose what advancement path he should follow from here onwards. Remember that every path has its own advantages and disadvantages.
ru: Галас приобрёл опыт при прохождении предыдущего эпизода. Вы снова можете выбрать, по какому пути направить его развитие. Помните: любой из путей имеет свои достоинства и недостатки.

source: Our forefathers could never ha’ imagined their legacy would meet such a shameful end. Shameful, I say! I canna’ wait to see the faces of our kin in Valgran — surely they will be amused to see the King of Herthgar become the head of a band of homeless beggars! PAH!
ru: Наши праотцы и представить не могли, что их наследству придёт такой постыдный конец. Постыдный, говорю! Не терпится увидеть лица наших собратьев в Вальгране — им же будет так приятно узнать, что король Хертгара стал главарём банды бездомных попрошаек! ПРОКЛЯТЬЕ!

source: My king, you didn’t seem too bothered about the situation back in—
ru: Мой король, похоже, Вы не сильно обеспокоены положением в—

source: And what did ye expect me to do, Althurin? Act pessimistic in front of our people right before leading them out o’ the caves on a suicide mission?! ’Course that was na’ option.
ru: А что ты от меня ждал, Альтурин? Чтобы я сообщил мрачные вести народу перед нашим отчаянным бегством из пещер?!

source: I apologize for venting like this, Galas, lady, I just couldna’ hold my frustration any longer. (<i>sighs</i>)
ru: Приношу извинения за мои выходки, Галас, леди. Мне так всё это надоело. (<i>вздыхает</i>)

source: Though, mayhap there is a silver lining to all this. What d’ye think, Galas?
ru: Быть может, такова наша судьба. Что ты об этом думаешь, Галас?

source: It is our hope that the northerners will acknowledge the threat and help us retaliate, Majesty. It would be highly unreasonable on their part to turn a blind eye to the destruction that the Chaos Empire has and will continue to wreak.
ru: Мы надеемся, что северяне осознают угрозу и помогут нам нанести ответный удар, Ваше Величество. Они не могли не заметить разрушения, которые принесла и до сих пор продолжает приносить Империя Хаоса.

source: Only a complete fool wouldna’ take ye and yer people seriously, Galas. Would that we had the men and resources to aid ye in this crusade... Still, Althurin would like to hand ye a gift as token of our gratitude. Use it wisely.
ru: Только пустоголовый примет ваши намерения всерьёз, Галас. Эх, были бы у нас средства помочь вам в этом походе… Всё же, Альтурин приготовил вам подарочек в качестве нашей благодарности. Используйте его с умом.

source: I wouldna’ be surprised if our children a few generations from now spoke legends about the exploits of the Elves of the Valley of Elynia against the dark Empire in the south. Farewell! May the Bright Gods let our paths cross again!
ru: Я не удивлюсь, если спустя поколения наши потомки сложат легенды о хитростях эльфов долины Элинии в борьбе с тёмной Империей. Прощайте! Да пересекутся однажды наши пути волей Светлых Богов!

source: Farewell, friends.
ru: Прощайте, друзья.

source: Farewell, Elynia! I wish we had more time to exchange notes about our cultures’ respective brands of magic.
ru: Прощайте, Элиния! Жаль, что мы не успели обменяться секретами в искусстве волшебства.

source: Bye, Althurin. May we meet a second time.
ru: В добрый путь, Альтурин. Быть может, мы встретимся снова.

source: And thus, the dwarves of Herthgar and the elves of the Valley parted ways.
ru: Итак, гномы Хертгара и эльфы долины Элинии расстались.

source: So, now we need to find the rest of the elves. Any ideas?
ru: Теперь нам нужно отыскать остальных эльфов. Где же они?

source: We should be able to find the northern country’s capital if we follow the dwarves’ instructions. It’s supposed to be only about three days from here if we avoid stopping to rest during daytime. I’m just unsure about walking through human lands with a lich among us...
ru: Мы можем найти столицу северной страны, если последуем совету гномов. Она находится в трёх днях отсюда, если пройти их без дневных остановок. Другой вопрос, как нас примут в людских землях с личом…

source: I am ready to banish him from this world if you wish, my lord.
ru: Я изгоню его из этого мира, если пожелаете, милорд.

source: You... don’t need to call me ‘lord’. It doesn’t sit well with me, considering how much older you... I mean, no offense my lady, but...
ru: Вы… можете не называть меня ‘лордом’. Это звание мне плохо подходит, учитывая, насколько Вы старше меня… Вернее, без обид, миледи, но…

source: Hahahaha! I did notice it makes you uncomfortable, young Galas. I have been but a homeless wanderer for so long, I think it only proper for me to defer to the last regent lord of my kin — but if you wish me to stop then I will... (<i>moves closer</i>) on the condition that you call me Elynia like I said before.
ru: Хахахаха! Вам неудобно, юный Галас. Я же долгие годы была просто бродягой, и думаю, мне стоит с почтением обращаться к лорду-регенту моего рода — но если желаете прекратить, то… (<i>подходит ближе</i>) в таком случае называй меня просто Элинией, как я и говорила раньше.

source: (<i>blushing</i>) I will... try.
ru: (<i>краснеет</i>) Я… попытаюсь.

source: Pffft, what is this? You both have fancy titles to flaunt around, and instead opt for this trite fraternization thing? This is a waste of everyone’s time.
ru: Что же? Не каждый может похвастаться такими званиями, а вы разводите эти фамильярности? Да мы просто теряем время.

source: As if you ever cared about anyone’s titles or ranks, Mal Keshar.
ru: Как будто тебе не было на них всё равно, Мал Кешар.

source: Someone is observing us.
ru: За нами следят.

source: Blynyr
ru: Блынырь

source: Zednal
ru: Зедналь

source: Outsiders! What brings you to Aragwaith territory?
ru: Чужаки! Что привело вас в земли Эрагвийцев?

source: You don’t need to point your bow at us, sir. We come in peace, as refugees!
ru: Не могли бы Вы не целится в нас, сэр. Мы пришли с миром, мы — беженцы!

source: Is that a lich behind you?! This is unexpected. But nothing we cannot handle!
ru: Подле вас стоит лич?! Неожиданно. Но мы управимся и с ним!

source: Someone ought to teach you to pick your fights more cautiously, whelp—
ru: Тебя не научили выбирать слова поосторожнее, щенок—

source: No! Please, listen to us. We are elves! You may have heard of a large number of us coming to this country seeking refuge from a war in the southern lands.
ru: Нет! Пожалуйста, послушайте. Мы — эльфы! Вы могли слышать о том, что многие из нас ищут в этих землях убежище от войны на юге.

source: ... Elves? Refugees, you say? Hah! Elves, indeed — those pointy-eared creatures that don’t exist but in tall tales of a past age.
ru: … Эльфы? Беженцы, говорите? Хах! Эльфы, и правда, — остроухие существа, существующие только в сказках о далёком прошлом.

source: Galas, allow me to do the talking. I could seduce him into cooperating with us.
ru: Галас, позволь мне с ним поговорить. Я могу соблазнить его на нашу сторону.

source: Galas, boy, I am ready to strike down this nuisance if you wish.
ru: Галас, мальчик, я готов расправится с этим недоразумением, если пожелаешь.

source: Sssht, quiet you two!
ru: Тсссс, тихо!

source: Erathan, they must be the creatures we were searching for. Maybe we should take them to the Grand Council before those fiends return.
ru: Эрэзэн, возможно, это – то, что мы ищем. Может лучше отвести их на Великий Совет до того, как вернутся те исчадия ада?

source: Elves, with a subservient lich and a faerie of the forest walking among them. This is quite the odd picture — it’s almost entertaining. You, faerie, what do you have to say in defense of you and your friends?
ru: Эльфы, да ещё и с прислужником-личом и лесной файери среди них. Какая странная картина — даже забавная. Вы, файери, что скажете в свою защиту и защиту Ваших друзей?

source: Perhaps we can make a deal. These seem to be difficult times for your country. I can tell from your worn attire that you were involved in some sort of skirmish recently. Was it against human invaders from the south? Our people are well acquainted with their tactics and weapons, as they lost their home to none other than those barbarians and their demon allies. Perhaps there is some task we could assist you with in exchange for guaranteeing us safe passage through the northern marchlands?
ru: Давайте договоримся. Похоже, для вашей страны наступили трудные времена. Судя по вашей порванной одежде, вы недавно пережили какую-то стычку. Была ли она против людей с юга? Те самые варвары и их союзники-демоны выгнали наш народ из родного дома, поэтому мы знаем их оружие и тактику. Возможно, есть какая-то задача, с которой мы можем помочь вам справится в обмен на безопасный проход через северные болота?

source: Hah! You read me well, faerie. To tell you the truth, we were sent by the Grand Council of the Northern Peoples to Herthgar, to escort your leader back to the Council for an audience. But it seems you came to us instead. I take it that something bad happened back there. Lord Galas, right?
ru: Хах! Верно, файери. Великий Совет Народов Севера послал нас в Хертгар, чтобы сопроводить вашего предводителя на Совет для слушания. Но почему-то вы сами пришли к нам. Подозреваю, случилось что-то плохое. Не так ли, лорд Галас?

source: Yes, sir. The kingdom of Herthgar has fallen to the Chaos Empire.
ru: Да, сэр. Королевство Хертгар было захвачено Империей Хаоса.

source: Huh. So that’s how dire the situation is. Very well, then, elf lord — we can escort you to our capital, Raelthyn, but we cannot guarantee your safety right now. You see, a group of orcish mercenaries allied with these ‘Chaos’ fiends set up camp north of the river. Just as we managed to cross, their saurian allies arrived and seized control of the bridge. There is a mountain pass we can use but... none of you seem adequately equipped for an expedition like that. So, my proposal is as follows: you repel the invaders, and we’ll take you to Raelthyn.
ru: Вот так. Значит всё настолько плачевно. В таком случае, лорд эльфов — мы можем сопроводить вас в нашу столицу, Раэлтын, но прямо сейчас не можем гарантировать вам безопасность. Как видите, отряд оркских наёмников, примкнувших к этим людям ‘Хаоса’, укрепился к северу от реки. Как только мы её перешли, прибыли ящеры и захватили мост. Есть, конечно, ещё и горный перевал, но… никто из вас не готов к подобному походу. Что я предлагаю: вы избавляетесь от захватчиков, а мы отведём вас в Раэлтын.

source: Seems like a sound plan to me.
ru: Звучит неплохо.

source: I thought so. We’ll be watching you from close range.
ru: Договорились. Мы будем за вами присматривать.

source: They do not seem to trust us much, do they?
ru: Кажется, они нам не доверяют.

source: Would <i>you</i> trust people who consort with necromancers, Galas? We should be thankful they didn’t decide to kill us on sight.
ru: А <i>ты</i> доверился бы тем, кто сотрудничает с некромантами, Галас? Мы должны быть благодарны за то, что они не решили нас убить, как только заметили.

source: Hey, don’t be so sure of yourself, girl. He seemed to take offense at your presence as well.
ru: Эй, не будь такой самоуверенной, девчонка. Похоже, его возмутило и твоё присутствие.

source: It sounds like forest faeries have become a more common sight in the northern forests for some reason. I understand that these humans might not trust them, but... we might be able to enlist their help somehow.
ru: Судя по его словам, лесные файери стали чаще встречаться в северных лесах по какой-то причине. Я понимаю, что люди могут им не доверять, но… мы можем заручиться поддержкой этих существ.

source: It’s interesting that he did not pay any attention to our goblin friend.
ru: Странно, что они не обратили внимание на нашего товарища-гоблина.

source: I feared for my life for a moment there... <i>phew</i>.
ru: Я так боялся за свою жизнь в ту минуту… <i>брррр</i>.

source: Well, now... This mission will be pleasant to accomplish — for me at least.
ru: Мда, но… Это задание будет приятно исполнить — по крайней мере, мне.

source: What are those creatures he mentioned, the ‘saurians’?
ru: Что за существ он упомянул, каких-то ‘ящеров’?

source: Treacherous scaled pests that frolic in swampy waters and impale you with their rusty spears from beneath the surface. They rarely pose a threat on their own, until they swarm you in numbers.
ru: Хитрые рептилии-переростки, они скрываются в болотных водах, а затем пронзают вас своими ржавыми копьями снизу. Они редко представляют угрозу сами по себе, если только не заполонят всё своим числом.

source: Well, let’s be about it, then.
ru: Ладненько, тогда мы на них и посмотрим.

source: Elynia’s affinity with the faerie realm allows you to control forest sprites. They have both a melee and a ranged attack which inflict fire damage to foes. The drawback, however, is that they are very fragile creatures and can be easily slain by enemies in a one-on-one fight; furthermore, they are costlier to recruit than most other units. Never send them against your adversaries without protection!
ru: Родство Элинии со стихией файери позволяет вам управлять лесными огнёвками. Они наносят урон огнём как в ближнем, так и в дальнем бою. Однако, они хрупки по своей природе и могут легко быть убиты в драке; кроме того, они дороже большинства остальных бойцов. Никогда не оставляйте их без защиты!

source: We did it. Now what?
ru: Мы справились. Что дальше?

source: That was not too difficult. But why make us do the dirty work for them, I wonder? They could have sent a real escort to Herthgar rather than those three individuals alone. It’s the sensible thing to do.
ru: Было несложно. Но почему мы должны выполнять за них всю грязную работу? Они могли послать полноценный отряд в Хертгар, а не этих трёх в одиночку. Так было бы разумнее.

source: I assume their military is preoccupied dealing with the Chaos Empire’s forces elsewhere.
ru: Быть может, их войска сейчас отвлечены на сражение с силами Империи Хаоса в другом месте.

source: That was not too difficult. But why did they set things up so we’d have to do the dirty work for them, I wonder? They could have sent a real escort to Herthgar rather than those three individuals alone. Perhaps their military is preoccupied dealing with the Chaos Empire’s forces elsewhere.
ru: Было несложно. Но почему мы должны выполнять за них всю грязную работу? Они могли послать полноценный отряд в Хертгар, а не этих трёх в одиночку. Быть может, их войска сейчас отвлечены на сражение с силами Империи Хаоса в другом месте.

source: I must admit, I’m pleasantly surprised by your performance in battle, lord Galas. Very well, then, let us proceed to Raelthyn.
ru: Признаюсь, я впечатлён Вашим умением в битве, лорд Галас. Раз уж на то пошло, мы проведём вас в Раэлтын.

source: Zednal? Just for safety, I want you to keep an eye on the forest faeries, especially the lavender-haired one. The last thing we want is creatures like her flirting with our men in the capital.
ru: Зедналь? На всякий случай приглядывай за лесными файери, особенно за сиренево-волосой. Как бы они не заигрывали с нашими людьми в столице.

source: Zednal? Just for safety, I want you to keep an eye on that lavender-haired forest faerie. The last thing we want is creatures like her flirting with our men in the capital.
ru: Зедналь? На всякий случай приглядывай за той сиренево-волосой файери. Как бы ей они не заигрывали с нашими людьми в столице.

source: Yes, as you command, sir.
ru: Как прикажете, господин.

source: You heard that?
ru: Вы слышали это?

source: Yes. (</i>sighs<i>) Oh well, their love problems are not our business.
ru: Да. (<i>вздыхает</i>) Их любовные заботы нас не касаются.

source: What the hell? Are those elves? And undead at their command? This is most unusual!
ru: Что за чертовщина? Это эльфы? Они что, повелевают нежитью? Удивительно!

source: The lich wants to see our leader’s head on a stake! Go get them, you useless scum!
ru: Взять их, бесполезные тупицы! Иначе лич насадит ваши головы на копья!

source: Already working on it, boss!
ru: Стараюсь изо всех сил!

source: This feels so wrong...
ru: Какое странное ощущение…

source: Gaaargh... How could this happen to me!
ru: Гаааргх… Как это могло случиться со мной!

source: You wose-born fiends may take me down, but at the end of the day, the Chaos Empire will prevail! It’s not too late for your people yet... join them and perhaps they’ll spare your miserable lives!
ru: Ваши древолобые дружки могут сразить меня, но в победа останется за Империей Хаоса! Вам ещё не поздно… перейти на их сторону, и, возможно, они пощадят ваши жалкие жизни!

source: Hah! Is this why you and your people chose to serve them? It’s appalling that orcs would rather surrender to a band of bloodthirsty humans than fight back. What has the world come to?
ru: Хах! Так вот почему вы решили служить им? Как могли орки сдаться сборищу кровожадных людей вместо того, чтобы биться до конца! Куда катится мир?

source: You... clearly haven’t seen the full extent of their power. The followers of Uria... they are not a threat to be taken lightly, elf. You’ll rue the day you decided to cross them.
ru: Вы… не видели всю их мощь. Последователей Урии… не стоит недооценивать, эльф. Вы проклянёте тот день, когда перешли им дорогу.

source: Danger! Bridge no longer maintained. Use at own risk.
ru: Опасно! Обслуживание моста прекращено. Используйте на свой страх и риск.

source: So this is why it broke in half.
ru: Так вот почему он сломан посередине.

source: Awww, look it’s a bunny! It’s nice to see that these cute little fur balls still exist.
ru: Оооо, посмотрите – зайчик! Как приятно видеть, что эти маленькие пушистые шарики ещё существуют.

source: Why would you ask me to murder such an adorable creature! Have someone else do it.
ru: Почему вы просите меня убить такое прекрасное существо! Путь кто-то другой это сделает.

source: What... Why? What possessed me to do such a horrible thing?
ru: Что… Как? Что побудило меня совершить этот ужасный поступок?

source: That was surprisingly cruel of you, Elynia. (<i>snickers</i>)
ru: Очень жестоко с твоей стороны, Элиния. (<i>посмеивается</i>)

source: Blargh, get that thing out of my sight!
ru: Катись к чёртовой матери!

source: Yes! YES!
ru: Да! ДА!

source: You are such a disgusting creature, Malin Keshar.
ru: Ты чудовище, Малин Кешар!

source: Innuendo
ru: Выпад

source: team_name^Central Garrison
ru: Центральный гарнизон

source: Cragworg
ru: Крэгворг

source: Aelyriun-Balal
ru: Элириун-Балал

source: Mal Vritra
ru: Мал Вритра

source: Nemaara
ru: Нимаара

source: Ra’aldir
ru: Ральдир

source: Mal Abbadur
ru: Мал Аббадур

source: team_name^Heart Hive
ru: Улей Сердца

source: Dungeon
ru: Темница

source: In this scenario, you may only recall or recruit units during the first turn, in your starting area
ru: Вы можете вербовать или призывать бойцов в начальной области, но только во время первого хода

source: Only those units you recall or recruit during the first turn will be available for the remainder of the campaign
ru: Только те бойцы, которых вы призовёте или завербуете во время первого хода, будут доступны вам до конца кампании

source: A presence... A strong, dark presence fills this whole place, as if the floor and walls had a life of their own. I don’t like this.
ru: Я чувствую что-то сильное… что-то тёмное во всей этой цитадели. Пол, потолок, стены… они кажутся живыми. Не нравится мне это.
