Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: We continued northwest following the river, the mountains growing taller and steeper. The green missing from the lowlands was all around us now; a new hope filled our hearts as we saw how well the forest plants flourished beneath the suns. We had left the desert. If the armies of the Empire had claimed this corner of the world, they would have no doubt defiled and destroyed this revivifying beauty for their unholy feast. But there was something amiss about the whole situation. They were adamant about stopping our march at all costs. They didn’t even give us an opportunity to take prisoners. Their devotion to the supreme leader of their realm and accursed names that were mostly unheard of amongst our kind seems to be the sole drive for their existence.
ru: Мы продолжили путь на север, следуя за рекой. Горы становились всё выше и круче. Зелёные растения, которых нам так не хватало на равнине, теперь были повсюду; наши сердца вновь наполнила надежда, как только мы увидели леса, темнеющие под светилами. Пустыня осталась позади. Если бы армии Хаоса захватили этот уголок земли, они бы без сомнения осквернили и уничтожили эту возрождающуюся красоту ради их нечистой жажды. Но что-то было неладно во всём этом положении. Наш поход стремились остановить любой ценой. Они даже не давали возможности брать пленников. Они вели себя так, будто их преданность верховному лидеру и проклятым именам, почти что неведомым среди нашего рода, была единственным смыслом их существования.

source: ‘Uria’, ‘Yechnagoth’... Other than Uria being a forgotten, fictitious symbol of corruption and decay invented in a primeval epoch of superstition and self-discovery, Anlindë knew nothing about the names. It suddenly occurred to me that our enemies could be seeking the same power we did. Subverting or destroying the figures who wrought the last downfall of the demons on Irdya would be a logical strategy, wouldn’t it? Especially now that their bodies lie defenseless and frozen in time. Could that be the necromancer’s true intention as well? But...
ru: ‘Урия’, ‘Йечнагот’… Кроме того, что Урия представляла собой давно забытый символ порчи и разложения, который придумали в давнюю эпоху предрассудков и самопознания, Анлиндэ не знала ничего об этих именах. Как-то раз меня озарило: враги могли искать ту же самую силу, что и мы. Уничтожить героев, причину последнего падения демонов в Ирдии, было бы предусмотрительно, не так ли? Тем более, когда их тела лежали беззащитно, когда они застыли во времени. Что, если это и есть истинное намерение некроманта? Но…

source: At times, Mal Keshar would stare at the river in silent contemplation. I wondered for how long he had walked Irdya in undeath. What tales could he tell? What scenes from ages past did he see where I saw but rushing water? How would it be to walk the world for so long, to watch civilizations fall and rise, to see everything you once knew destroyed, washed away like dust after rain? Was there anything in the old world he truly missed?
ru: Время от времени, проходя около реки, Мал Кешар останавливался и смотрел на неё в тихих раздумьях. Интересно, как долго он странствовал по Ирдии? Какие картины прошлого он может нам поведать? Что вставало перед его глазами там, где мы видели одну лишь бурлящую воду? Какого это было идти по миру так долго, стать свидетелем того, как цивилизации рождались и падали, смотря, как всё, что ты знал, было разрушено, смыто, подобно пыли в дожде? Что осталось в том старом мире, чего ему так бесконечно не хватало?

source: We finally found the entrance to the fabled green valley. While at first the pass seemed to be completely uninhabited, the keen eyes of our scouts could discern some forlorn watch towers of crude construction.
ru: Вот мы и нашли вход в ту легендарную долину. На первый взгляд она выглядела совершенно заброшенной, но острые глаза разведчиков различили что-то наподобие наблюдательных башен, сделанных очень грубо.

source: And thus we entered the caves, leaving the bulk of our forces behind so we could explore the place without risking catastrophic losses. None of us knew for certain what kind of dangers lurked beneath the land said to be the heart of Irdya. Only Anlindë, the lich, and I planned on proceeding underground, but some of our people would not hear of us going in alone and instead accompanied us down into the darkness.
ru: Итак, мы вошли в пещеры; основная часть наших войск осталась позади, чтобы мы могли изучить это место, не понеся огромные потери. Никто из нас не знал наверняка, что за опасности подстерегали под землёй в самом сердце Ирдии. Только Анлиндэ, лич и я изначально собирались спуститься вниз, но некоторые из наших преданных бойцов никак не могли отпустить нас одних во тьму – они стали нашим сопровождением.

source: According to our historians, multiple kingdoms of dwarves occupied the Heart Mountains during the Golden Age, prosperous and powerful. Mal Keshar says that all that came to an end when the humans of Wesnoth single-handedly brought about the Fall. We had not ventured too deep underground when we began to find signs of a recent civilization. Albeit in ruins, the entire place was adorned with fine dwarvish architecture and handcraft. Could the dwarves have attempted to reclaim their domains after so long? What kind of disaster might have struck their efforts? Mal Keshar and Anlindë seemed uneasy about the whole situation.
ru: Согласно нашим историкам, во время Золотого Века над горами Сердца властвовало несколько гномьих королевств, процветающих и сильных. Мал Кешар говорит, что всему этому настал конец, когда люди Веснота единолично совершили Падение. Уже не так глубоко мы начали встречать признаки цивилизации, что ещё недавно находилась в этом месте. Вся пещера пестрила изысканной гномьей архитектурой и их изделиями, хотя и находилась в руинах. Не могли ли гномы спустя долгие столетия начать восстанавливать своё царство? Что за катастрофа прервала их попытки? Мал Кешар и Анлиндэ выглядели крайне обеспокоенными.

source: After exploring for a while, we emerged at nightfall to tell our people to follow us in. It was a difficult decision, but we feared leaving our poorly-trained civilians between the pursuing scouts and the cliffs. The very thought of approaching the place where the Lady of Light and the Master of Darkness had been seen for the last time was good for morale. It was well that the ancient tale lit a flame in our hearts, for there was little other light to be had in those forsaken tunnels.
ru: Вскоре, завершив разведку, мы вновь возникли в сумерках, чтобы пригласить остальных проследовать за нами в темноту. Было трудно принять это решение, но мы боялись оставить наших плохо обученных новобранцев между разыскивающими нас преследователями и отвесными скалами. Сама мысль о приближении к месту, где находилась Леди Света и Повелитель Тьмы, подкрепляла боевой дух нашего народа. Она была подобна древней сказке, зажигавшей огонь в наших сердцах, пока мы шли через эти мрачные туннели.

source: As we went deeper and deeper, the contrived openings in the ceiling that permitted us a scarce beam of sunlight diminished until they vanished entirely. By contrast, the subterranean water streams became more abundant, both in quantity and volume. Oh, the irony! In the caves we had all the water we had so sorely lacked in the desert, but we had to struggle to see our steps. Under the world’s skies we could see the moon tracing out its cycle by night — by day, the suns would announce the time. Here we had no notion of how much time was passing as we traveled underground. It was as if time itself had been frozen and bound to the rocks.
ru: Мы спускались всё глубже и глубже, и редкие щели в своде пещеры, проводящие нам редкие лучи света, вскоре исчезли полностью. Подземных вод становилось всё больше в объёме, а сами они всё чище. Какая злая шутка! В пещерах из-за воды, которой нам так не хватало в пустыне, мы едва видели свои шаги. Находясь на поверхности, мы наблюдали, как луна ночью постепенно проходила свой круг — днём время указывали солнца. Теперь же мы потеряли счёт времени, проведённого под землёй. Как будто бы само время остановилось, привязавшись к скалам.

source: This dwarf, Althurin by name, led us through curving tunnels that opened upon a great cavern. There lay a sprawling city, the capital of their kingdom. This greedy race was one tremendously despised by many of our ancestors due in part to their disinterest in protecting the beautiful and green places of their world. Indeed, it was said amongst us that the dwarves would destroy Irdya’s beauty for wealth and power. And yet, their masons shaped structures of great beauty from rock, their smiths fashioned marvelous wonders out of metal and other materials they found underground — these were things that we elves could not help but admire.
ru: Гном, которого звали Альтурин, провёл нас по ветвящимся туннелям, которые открывались в огромную полость. Там расположился разросшийся город — столица их королевства. Многие наши предки презирали их жадную расу во многом из-за отсутствия у неё побуждения к защите зелёных мест мира. Действительно, среди наших рядов часто поговаривали, что ради богатства и власти гномы уничтожают красоту Ирдии. И всё же, их каменщики создавали фигуры невероятной сложности из простых скал, а их кузнецы выковывали настоящие чудеса из металла и прочих материалов, которые они находили в глубоких пещерах — этому мастерству эльфы лишь могут позавидовать.

source: Their mastery of ancient magic was also remarkable. By carving runes onto surfaces such as shields, hammers, or even walls, and imbuing them with a force not understood by even the mightiest elven sorcerers, they could work powerful and complex spells. Some of these rune-workings were used in defensive structures against enemies, and had to be temporarily suppressed in order to allow Anlindë and the lich access into the heart of the city — the castle of the King.
ru: Их искусство древней магии завораживало не меньше. Вырезая руны на поверхности щитов, молотов или даже стен, наполняя их силой, непознаваемой величайшими из эльфийских колдунов, они придавали им мощные и сложные свойства. Часть таких рунных заклятий применялась в оборонительных сооружениях, которые временно отключили, чтобы позволить Анлиндэ и личу войти в сердце города — замок короля.

source: Certainly, as Althurin said, we would encounter all sorts of exotic creatures that could only thrive in the eternal shadows of Irdya. Most were understandably frightened by our presence. From their perspective, we were invaders, terrifying monsters who could end their pitiful lives in an instant with our fire and magic. But unlike the invaders we had faced in our Valley, we did not intend to harm or kill every living thing standing in our way.
ru: Как и сказал Альтурин, каких только необычных существ мы не встретили в потёмках Ирдии. Наше присутствие напугало большинство из них. С их точки зрения, мы были захватчиками, ужасными чудовищами, способными оборвать их жизнь огнём и мечом за считанные секунды. Но, в отличие от врага, пришедшего в нашу долину, мы не намеревались убить всё живое на нашем пути.

source: Deeper and deeper we went, through the labyrinthine dark caverns, until we reached the igneous passages that the late mentor of our dwarf guide first found for us.
ru: Всё глубже и глубже мы шли через лабиринты тёмных пещер, пока не нам не стали встречаться проходы, кипящие огнём, которые для нас нашёл тот старый гномий мастер.

source: The Lady of Light seemed and acted less like a majestic elven sorceress of untold might and more like a young nymph of the forests, her luminous aspect notwithstanding. Anlindë said that she had always been more closely bound to our faerie nature than other elves, and hence for most of her life she frequented the wilderness, away from civilization. This became more evident as her harsh exterior slowly gave way to her true self, as we all shared stories and experiences on the long way back to Herthgar’s capital. I do not know if it is because I had always been the reserved sort and never met many women outside the circles of my duty, or because our race changed over generations in some way that was not evident to the eye; whichever the case is, I found the Lady of Light alluring, like a dream of an age long gone. I wondered if every elf was as radiant as her back in the Golden Age.
ru: Леди Света выглядела и вела себя так, будто она – не могучая эльфийская волшебница неописуемой мощи, а скорее юная лесная нимфа, хотя её лучистая сущность несравненно давала о себе знать. Она, по словам Анлиндэ, всегда была сильнее привязана к природе файери, чем остальные эльфы, и поэтому большую часть своей жизни она провела на широком просторе вдали от поселений. Это обстоятельство выражало себя всё сильнее по мере того, как её суровый вид уступал место подлинной натуре, когда мы делились историями и опытом в долгом пути до столицы Хертгара. Не знаю, потому ли, что я редко встречал женщин вне круга моих обязанностей, или потому, что наша раса изменялась с каждым поколением так, что это было незаметно глазу; чем бы то не было вызвано, я Леди Света показалась мне привлекательной, подобной мечте давно ушедшего прошлого. Интересно, все ли эльфы были такими яркими как она во время Золотого Века?

source: But her mystifying appearance was merely a distraction for the unwary, for those who had not yet heard her name or accounts of her legendary feats. Soon, we would bear witness to her combat prowess, and learn how fierce and frightening she could be as the situation demanded. Because, once we neared Herthgar’s capital, we saw not the bustling dwarven settlements that welcomed us after saving Althurin and his men from doom; instead, what we saw were Anlindë’s fears, realized in our absence.
ru: Но загадочный внешний вид лишь отвлекал тех небдительных, кто ещё не слышал её имени или легенд о её подвигах. Уже скоро мы увидим её в битве и узнаем, какой яростной и пугающей она может стать, если того потребуют обстоятельства. Приблизившись к столице Хертгара, мы увидели не суетливые гномьи поселения, что встречали нас после спасения Альтурина и его товарищей от гибели, — там оказались худшие страхи Анлиндэ, воплощённые в наше отсутствие.

source: We made haste towards the keep, in fear that we had arrived too late...
ru: Мы поспешили к крепости в страхе, что, возможно, мы уже опоздали…

source: After that exchange, I stayed behind in the dwarven throne room, and talked to Anlindë a last time before bidding her farewell. She had always been there to guide me since my father’s death. Even now, at the premature end of our journey together, she imparted her wisdom to me. She spoke of our past leaders and the sacrifices they had to make for the sake of others; the great losses suffered by Telchior’s people before finding the Valley; the pact with Zhangor; the story of Kalenz and Landar; the betrayal of the humans and the war with the orcs...
ru: После того разговора я остался позади гномьего тронного зала, чтобы поговорить с Анлиндэ в последний раз перед тем, как попрощаться с ней навсегда. Она всегда направляла меня после смерти отца. Даже теперь, когда наш путь подошёл к столь резкому разрыву, она передавала мне свою мудрость. Она рассказала о наших предыдущих предводителях и жертвах, которые они принесли ради других; об огромных лишениях, понесённых народом Тельчиора перед тем, как он нашёл нашу долину; о сделке с Жангором; об истории Каленза и Ландара; о предательстве людей и о войне с орками…

source: But I could barely retain any of that, for my heart was too fraught with grief to pay heed to her words. Once we had nothing more left to say, I left the room only to find a pair of dispassionate amber orbs waiting behind the doors. I did my best to ignore Lady Elynia and continued ahead, hoping her eyes did not spy the tears in my own.
ru: Я мало что из этого запомнил, ибо печаль так сильно заполняла моё сердце, что я едва ли мог уделять внимание её словам. Как только мы исчерпали всё, что могли сказать друг другу, я покинул комнату — за дверью меня поджидала пара хладнокровных янтарных глаз. Я приложил все усилия к тому, чтобы не обращать внимание на Леди Элинию, и продолжил идти, надеясь, что её глаза не заметят слёз в моих собственных.

source: Even though Anlindë had kept such dark secrets from me all these years, I could not resent her. First Mal Keshar, and then Anlindë... Perhaps I am too easily forgiving to be the kind of leader Lédinor and Anlindë expected. Will this never end? How many more will have to give up their lives to protect the rest of us from the Chaos Empire and the demons of Uria?
ru: И хотя Анлиндэ скрывала от меня настолько тёмные тайны все эти годы, я не мог воспринимать её иначе. Сначала Мал Кешар, затем Анлиндэ… Быть может, я прощаю слишком легко для предводителя, которым меня желали бы видеть Лединор и Анлиндэ. Закончится ли это вообще когда-нибудь? Скольким ещё придётся отдать свои жизни, чтобы защитить оставшихся от Империи Хаоса и демонов Урии?

source: I longed for the return of peace. I desperately wanted to get away from the incessant strife and bloodshed and find a new home in one of the remaining forests, or even the underground. I was absorbed in those foolish thoughts when, suddenly, reason came back to me; and then I knew what ought to be my next mission. Because even in the deep darkness of Irdya’s fractured heart, we still had the guidance of the Lady of Light and our hope on our side; and I knew there had to be a way to throw the Empire into utter disarray so it would wither and die like its predecessor did.
ru: Я страстно желал возвращения мира. Я отчаянно хотел сбежать от этой бесконечной борьбы и кровопролития, и найти новый дом в одном из оставшихся лесов или хотя бы под землёй. Меня поглощали эти глупые мечтания, когда, вдруг разум снова вернулся ко мне; и тогда я понял, какой будет моя следующая цель. Потому что даже в тёмных глубинах расколотого сердца Ирдии на нашей стороне всё ещё оставалось покровительство Леди Света, надежда до сих пор тлела, и я знал, что должен был быть какой-то способ ввергнуть Империю в состояние полного беспорядка, чтобы она раскололась и погибла, как её предшественница.

source: What lay in front of us was unlike anything I ever had imagined: it was not simply a small valley guarding its green life from the scorching suns, but rather an endless expanse of vegetated lands. It was like being home again... No — the scenery was more akin to a dreamland conjured from the memories of a long gone age. The Lady of Light had not seen such a landscape for hundreds, thousands, perhaps millions, of years, and she rejoiced at the view while the fresh northern winds blew in her face. The dwarves, on the other hand, were too used to their underground abodes to feel at ease on the surface. I understood them, and regretted that we could not have their company for our next journey. The prospect of marching into the northern humans’ territory uninvited was not very encouraging.
ru: То, что лежало впереди нас, не было похоже на всё, что я себе мог представить: это была не скромная долина, уберегающая зелёную жизнь от палящих светил, а безграничный простор, наполненный растениями. Как будто бы мы вновь оказались дома… Нет — вид был подобен сказочным землям, воспоминаниям о давно ушедшем прошлом. Леди Света не видела зелёных земель сотни, возможно, тысячи, лет – она возрадовалась этому виду как только свежий северный ветер подул в её лицо. С другой стороны, гномы слишком привыкли к прежнему месту обитания, чтобы чувствовать себя легко на поверхности. Я понимал их и жалел, что они не смогут сопровождать нас в следующем путешествии. Будущее прибытие на территорию людей севера без приглашения не слишком нас взбадривало.

source: I knew that from that point onwards, I would have to make decisions for our people on my own, as Anlindë was no longer there to provide me with her — seldom unwise — counsel and guidance. And I knew there was a possibility that I might come to regret some of those decisions. But someone had to take the reins of our fractured civilization and move us forward. And that someone, at least for the moment, had to be me.
ru: С того дня я знал: отныне лично мне придётся решать судьбу нашего народа. Анлиндэ больше не могла дать мне — редко, когда не столь мудрый — совет и направить нас в нужное русло. Я не исключал, что иногда о выборе придётся пожалеть. Но кому-то нужно было взять узду правления и повести нашу расколотую цивилизацию вперёд. И этим кем-то, во всяком случае тогда, должен был быть я.

source: Many of us grew up listening to horror stories about savage humans who murdered every living creature in sight to procure food. Nobody ever suspected that far beyond our domains some of them had gathered to build such an impressive civilization ruled not by force, but rather by wisdom. The Aragwaith country was governed not by a single person, but rather by a council representing communities from every corner of the Far North. Instead of scavengers, there were farmers and ranchers, smiths and carpenters, builders and architects, and so on. Their military arm was a well-organized and highly-trained body, practical experience nonwhistanding; it had not seen serious conflict in over a century. Theirs was a peaceful and prosperous civilization, a hard-won luxury, one seeded by the bones of tyrants past and watered with the bloodshed of countless wars.
ru: Многие из нас выросли на ужасных историях о диких людях, убивавших любое живое существо на своём пути, чтобы добыть еду. Но никто не подозревал, что вдали от наших земель часть их собралась, чтобы выстроить впечатляющую цивилизацию, которой управляла не сила, а мудрость. Над страной Эрагвийцев властвовала не какая-то отдельная личность – целый совет, который представлял сообщества из каждого уголка Крайнего Севера. Вместо удела охотников и собирателей, они предпочли вести хозяйство, быть животноводами, кузнецами и плотниками, строителями и зодчими, и так далее. Их армия представляла собой хорошо собранный и тщательно тренированный орган даже в отсутствии боевого опыта: они не испытывали серьёзных вооружённых конфликтов свыше века. Это было мирное и процветающее государство, выросшее из костей тиранов прошлого, политое кровью бесчисленных войн.
