Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: Well, well. This has certainly been an interesting and productive council for everyone, and I for one am looking forward to tearing those demons apart now that we are done with the incessant chit-chat.
ru: Да, да. Собрание оказалось очень интересным и плодотворным для всех, но я жду не дождусь продолжить разрывать демонов на части, когда мы закончим эти посиделки.

source: I could not possibly enjoy massacring living creatures by the hundreds, no matter how evil they might be — but I can’t say I will miss doing this diplomacy thing either.
ru: Я не могу наслаждаться убийством живых существ сотнями, какими злыми бы они ни были, — но не скажу, что буду скучать по так называемой дипломатии.

source: I have been through worse, trust me. At least this time we didn’t have to wait <i>years</i> for a decision to be made.
ru: Я проходила через худшее – поверь мне. По крайней мере, в этот раз нам не пришлось ждать решения <i>годами</i>.

source: scenario_name^Goliath
ru: Голиаф

source: Verne
ru: Верн

source: Gurglo
ru: Гургло

source: Investigate the cave
ru: Обследуйте эту пещеру

source: I feel some kind of strong presence in this place. We should determine its nature before we allow our people to follow.
ru: Я чувствую присутствие в этом месте какой-то силы. Мы должны определить её природу прежде, чем позволим нашему народу пройти дальше.

source: Wait, I hear steps...
ru: Подождите, я слышу шаги, множество шагов...

source: Kyra
ru: Кира

source: Zilla
ru: Зилла

source: Kairus
ru: Каирус

source: Surprise, forest dwellers. Didn’t expect us here, uh?
ru: Привет, лесные паразиты! Не ожидали нас здесь увидеть, а?

source: Kill them! It’s the Emperor’s command!
ru: Убить их! Приказ Императора!

source: Damn it, it’s just as I feared! These vile creatures are intent on getting to them before us!
ru: Проклятье, хуже и быть не могло! Эти подлые твари намереваются найти их быстрее нас!

source: You, elves! If you still place any value on your lives you shall stop and leave now!
ru: Эльфы! Если вы хоть как-то цените свою жизнь, остановитесь и покиньте это место сейчас же!

source: Touchgem activated. A wall moves.
ru: Сенсор срабатывает. Стена отодвигается.

source: Touchgem already activated.
ru: Сенсор уже сработал.

source: This small flask contains some potion of strength, said to be able to turn mere weaklings into formidable fighters! Let us choose who shall drink it.
ru: Этот пузырёк содержит что-то вроде зелья силы, говорят, что оно способно превратить слабаков в грозных воинов! Давайте выберем, кому его выпить.

source: This potion can only be used by living beings other than beasts. Let another take it.
ru: Этот эликсир может использоваться только живыми существами. Дайте его кому-нибудь другому.

source: Potion of Strength
ru: Эликсир Силы

source: The drinker’s strength is increased for a while, adding 2 damage points to their melee attacks, and adding 8 points to their total HP.
ru: Сила выпившего увеличивается на некоторое время, добавляя 2 очка урона к его ближним атакам и 8 единиц к максимальному здоровью.

source: Goliath
ru: Голиаф

source: Puny elves and undead! Have you come to challenge me?
ru: Жалкие эльфы и мертвецы! Вы пришли бросить мне вызов?

source: Eh... Those fists seem very strong! (<i>looks aside</i>) What <i>is</i> this thing, Anlindë?
ru: Ух ты ж… Эти кулаки, похоже, очень сильны! (<i>смотрит в сторону</i>) Что <i>это</i> ещё за штука, Анлиндэ?

source: Some kind of dwarvish warrior — at least, judging by the runes engraved on its armor. Stay back!
ru: Что-то вроде гномьего воина — во всяком случае, судя по рунам на его броне. Посторонись!

source: The Master says you must all die! For the Chaos Empire!
ru: Повелитель сказал, что все вы должны умереть! За Империю Хаоса!

source: Argh, just what we need — a massive metal foe. It will surely crush us if we don’t act fast!
ru: Вот и то, чего нам не хватало — огромный металлический враг! Он нас всех сотрёт в порошок, если не будем действовать быстро!

source: Destroy the Goliath
ru: Сокрушите Голиафа

source: At last, it’s over.
ru: Стало быть, с этим покончено.

source: That was a close call. But who knows how many other metallic giants might have been brought to this place by the enemy? Let us leave this chamber and continue exploring, but be on your keenest guard.
ru: Мы были на волоске от разгрома. Но кто знает, сколько ещё металлических гигантов привели сюда наши противники? Давайте покинем эту пещеру и продолжим исследование, но оставайтесь начеку.

source: Onwards we go, then...
ru: В таком случае, идём вперёд…

source: Dawn of War
ru: Рассвет Войны

source: team_name^Alliance
ru: Альянс

source: Ivancyn
ru: Айвцен

source: Zirshe
ru: Зирш

source: Obandur
ru: Обандур

source: Zulthor
ru: Золтер

source: Karin-Ilyanai
ru: Карин-Ильянай

source: Ben
ru: Бэн

source: team_name^Wild Animals
ru: Дикие животные

source: Rendezvous with your allies
ru: Встретьтесь с вашими союзниками

source: A cold gust of wind blows...
ru: Подул холодный ветер…

source: Galas...
ru: Галас…

source: Galas.
ru: Галас.

source: Is anybody there?
ru: Кто здесь?

source: Only the darkness within your heart, Galas.
ru: Только тьма в твоём сердце, Галас.

source: The darkness, and the fear... They feed me, Galas. I grow stronger with them.
ru: Тьма и страх… они наполняют меня, Галас, и делают сильнее.

source: You cannot escape the darkness within your heart, and thus you cannot escape us. And your friend, the sorceress... neither could she.
ru: Тебе не сбежать от тьмы в твоём сердце, поэтому тебе не сбежать от нас. Твоя подруга, колдунья… не смогла и она.

source: And you will suffer the same fate as she if you refuse our generous offer.
ru: Тебя ждёт та же участь, если откажешься от нашего великодушного предложения.

source: Sneak past enemy lines and make it to the south edge of the map with Galas, Elynia or Mal Keshar
ru: Галас, Элиния или Мал Кешар должны пробраться сквозь вражеские ряды и достигнуть южной границы карты

source: Optional: Defeat all enemy leaders
ru: Опционально: Победите всех лидеров противника

source: Losing both ally leaders
ru: Потеря обоих союзных командиров

source: After this scenario, you will only be able to recruit undead units (except Dark Adepts) and faeries
ru: По окончании этого сценария вы сможете вербовать только нежить (кроме Тёмных Адептов) и файери

source: Any veteran units that you do not recall during this scenario will be permanently lost
ru: Все предыдущие бойцы, которых вы не призовёте в этом сценарии, будут навсегда утеряны

source: You may recall or recruit elves only during the first gameplay turn (turn $initial_turn)
ru: Вы можете призывать или вербовать эльфов только во время первого хода игры (ход $initial_turn)

source: You may not recall or recruit elvish units
ru: Вы не можете вербовать или призывать эльфов

source: A large Chaos battalion has set up camp near the mountains. It is paramount that we block their advance here. Charge!
ru: Крупный батальон войск Хаоса разбил лагерь неподалёку от гор. Необходимо сдержать их продвижение в этом месте. В атаку!

source: So, what are we going to do? Run across the battlefield with wild abandon?
ru: Итак, что же нам делать? Промчаться по полю боя сломя голову?

source: Well, our priority is to sneak past the enemy lines and make it to the mountain pass. We are not meant to actively participate in this battle, but helping our allies on our way to enemy territory would be highly beneficial to everyone.
ru: На наших плечах задача пробраться сквозь линии врага и достигнуть перевала. Мы не обязаны участвовать в сражении, но помочь союзникам по ходу дела было бы полезно для всех.

source: Let us see if we can... The followers of Uria seem to have sent more battle-hardened troops this time.
ru: Если сможем… Похоже, в этот раз последователи Урии привели бойцов покрепче.

source: No matter. I trust that you two can handle it.
ru: Неважно. Вы оба управитесь с ними.

source: And so it begins...
ru: Итак, началось…

source: The beginning of your revenge, Galas? It would have been better for you to join us than setting off on this pointless journey that resulted in the sorceress’ death. Your people would have been safe under Uria’s protection.
ru: Началось воплощение мести, Галас? Твоё бесцельное приключение уже повлекло гибель колдуньи. Жаль, что вы не присоединились к нам в самом начале. Ваш народ был бы в безопасности под защитой Урии.

source: You cannot conceal your bloodlust from me, Galas. But there are better ways to satiate this desire. If you come to me, if you bring the Lady of Light to me... Uria might yet give your people a chance.
ru: От меня не скрыть жажду крови, Галас. Но есть способы насытить её и получше. Если ты придёшь ко мне, если приведёшь Леди Света… Урия, возможно, пересмотрит судьбу твоего народа.

source: Galas?
ru: Галас?

source: You know where to find me. I eagerly await your answer, Galas.
ru: Ты знаешь, где меня искать. Жду с нетерпением твоего ответа, Галас.

source: Galas? Is something the matter? You seem pale.
ru: Галас? Что-то не так? Ты весь побледнел.

source: No... (<i>shakes head</i>) no, not really.
ru: Нет… (<i>встряхивает голову</i>) не совсем.

source: Galas, if you feel weak or ill, or need to rest, just remember that I am here to help you.
ru: Галас, если ты чувствуешь себя неважно, помни: я всегда могу тебе помочь.

source: This is such a disgrace. Why am I even allowing this elf to command me like a minion when <b>I</b> should be the one ordering his corpse around. Elynia! Help me! You have the power to put an end to my suffering!
ru: Ну и позорище. Почему я вообще позволяю этому больному эльфу командовать мной, как прислугой, когда <b>Я</b> должен управлять его трупом. Элиния! Помоги! Прекрати мои страдания!

source: Normally, I would be happy to oblige. But as it turns out, Galas is quite fond of you for reasons I can’t even begin to understand. He would not be pleased if he found out I turned his necromancer friend into a steaming pile of ash.
ru: Я не прочь это сделать, но, как выяснилось, ты нравишься Галасу – причину этого мне не под силу разгадать. Ему не понравится, если я превращу его любимого некроманта в горстку пепла.

source: Pah, you sound so sure of yourself. Hear me, then: some day, this kid will bite the dust, and I will be free to do as I wish. Then we shall duel to the death and show the world that not even the Lady of Light can banish Mal Keshar the Eternal from Irdya. Just you wait.
ru: Какая же ты самоуверенная! Помяни моё слово: однажды нашему товарищу поплохеет в последний раз, и тогда меня ничто не сдержит. Мы подерёмся не на жизнь, а на смерть, и мир узрит, что даже Леди Света не под силу изгнать Мал Кешара Бессмертного из Ирдии. Просто подожди.

source: Oh, please. It’s not as if Anlindë cast some sort of curse on you that compels you to obey and follow Galas as long as he lives... right?
ru: Ой, да пожалуйста. Ведь суть не в том, что Анлиндэ заколдовала тебя повиноваться Галасу до тех пор, пока он жив… верно?

source: ... right.
ru: … верно.

source: Leave nothing standing! Burn the heathens alive!
ru: Не оставьте и камня на камне! Сжигайте их живьём!

source: They are burning the villages of our people! This atrocity will not go unpunished. Don’t bother taking prisoners, just crush them all!
ru: Они сжигают деревни нашего народа! Эти зверства не останутся без ответа. Пленных не брать! Пусть вся сила нашего гнева обрушится на них!

source: Those monsters are burning down the forest! Why would people do this in a world where all verdant land is more precious than gold?
ru: Эти уроды сжигают лес! Зачем они это делают в мире, где плодородная земля ценнее золота?

source: We shall make them pay dearly for this.
ru: Они дорого за это заплатят.

source: We are almost there...
ru: Почти на месте…

source: Galas, are you sure we should proceed south before finishing the battle here?
ru: Галас, ты уверен, что нам следует продвигаться на юг до окончания битвы?

source: Hm...
ru: Гм...

source: You are right, it would not be good form for us to leave our allies to fight on their own.
ru: Ты права, не слишком доблестно оставлять наших союзников в бою.

source: We shall stay for a little longer.
ru: Мы останемся ещё на немного.

source: Time is of the essence. We shall proceed south as swiftly as we may.
ru: Время на исходе. Нужно идти на юг так быстро, как это возможно.

source: Very well, then.
ru: Хорошо.

source: The alliance forces are being decimated! We must fall back and call for reinforcements now, otherwise the legions of Uria will surely lay waste to the Aragwaith country!
ru: Войска альянса разбиты! Нужно отступить и призвать подкрепление сейчас же, иначе полчища Урии пробьются в страну Эрагвийцев!

source: Look out! They brought numbers of some sort of metallic war-beast with them!
ru: Смотрите! Они привели с собой каких-то металлических чудовищ!

source: What in the world are those things? Wait, could it be those creatures Lord Torancyn mentioned?
ru: Что это за штуковины? Постойте, не это ли те существа, о которых упоминал лорд Торанцин?

source: Indeed. ‘Shaxthals’, as the enemy calls them. The name supposedly means ‘Invincibles’ in some dead language. Rumor has it that all settlements upon which they are unleashed fall in a matter of hours, leaving no survivors; thus their existence remains one of the best guarded secrets of the Chaos Empire.
ru: Действительно. ‘Шаксталы’, как их называет враг. Это название предположительно означает ‘Неуязвимые’ на каком-то мёртвом языке. Говорят, что все поселения, на которые их высвобождали, пали за несколько часов, не оставив выживших; существование этих чудищ — одна из темнейших загадок Империи Хаоса.

source: Aiyeee!!!
ru: Айййй!!!

source: What was that? I have never seen anything like it before!
ru: Что это было? Никогда не видел ничего подобного!

source: Ugh. Galas, what the hell? You ought to know better than this! Do you have any idea how much it costs me to summon these skeleton warriors?!
ru: Ух. Галас, какого чёрта? Почему ты так безответственен?! Представляешь, как трудно мне призывать этих воинов-скелетов?!

source: You are right, that wasn’t my brightest move. Sorry.
ru: Ты прав, это мой не самый удачный ход. Прости.

source: female^Well, so much for the ‘invincible’ part. But what is this? I have managed to remove one of its armor plates and there is living flesh inside, although it smells much like a rotting corpse... So it is a living creature after all! But it seems completely unlike anything I have ever seen. What kind of foul sorcery is this?
ru: Не так уж они и ‘непобедимы’. Но что это? Я убираю одну из пластин брони — внутри живая плоть, хотя и отдающая запахом гнили… Оказывается, это живое существо! Но я не видела ничего подобного! Это какое-то грязное колдовство?

source: Well, so much for the ‘invincible’ part. But what is this? I have managed to remove one of its armor plates and there is living flesh inside, although it smells much like a rotting corpse... So it is a living creature after all! But it seems completely unlike anything I have ever seen. What kind of foul sorcery is this?
ru: Не так уж они и ‘непобедимы’. Но что это? Я убираю одну из пластин брони — внутри живая плоть, хотя и отдающая запахом гнили… Оказывается, это живое существо! Но я ничего подобного не видел! Это какое-то грязное колдовство?

source: I haven’t the slightest idea. Nobody from our country has ever seen one of these abominations in the flesh. It’s very likely that they specifically created them to serve as the Empire’s living weapons. I shudder to think there might be thousands of them en route to our lands...
ru: Понятия не имею. Ещё никто из нашей страны не видал этих тварей вживую. Вероятнее всего их создали с целью служить живым оружием Империи. Я содрогаюсь от мысли, что, возможно, тысячи их уже на подходе к нашим землям…

source: I simply cannot begin to fathom the sort of twisted mind that would create a new form of life for the express purpose of slaughtering whole civilizations. These are slaves!
ru: Представить не могу, что за извращённый разум мог создать новую форму жизни с единственной задачей уничтожения целых цивилизаций. Они – рабы!

source: Hm. Their flesh begins to disintegrate once you breach their metallic exteriors. And it seems they don’t even have a skeleton inside, much like insects. Pah! What a waste of time. I can’t work with this!
ru: Гм. Их плоть начинает разлагаться, как только металлическая оболочка оказывается пробита. Похоже, внутри у них скелета нет, как у насекомых. Эх! Какая трата времени, я не могу с этим работать!

source: I would not let you anyway.
ru: Я бы всё равно не позволила.

source: Oh, Elynia, you truly are the life of the party.
ru: О, спасибо за поддержку, Элиния.

source: Your boldness has sealed your doom, elf. Even if you manage to survive the trials that await you at the Pass of Ilgrid, the Master and the Warlord will ensure you pay dearly for your insolence, yes...
ru: Ваша дерзость подписала Вам приговор, эльф. Даже если вы переживёте испытания, что ждут вас в Ильгридском перевале, Повелитель и Воевода заставят вас дорого заплатить за ваше высокомерие, да…

source: The Warlord is... alive? Where is he?!
ru: Воевода… жив? Где он?!

source: Heh, heh, I am not telling you heathens anything... May Uria bless the souls of the fallen!
ru: Хе-хе, вам, мерзавцам, я ничего не скажу… Да благословит Урия души павших!

source: So he committed suicide. The coward.
ru: Он убил себя. Трус.

source: I suppose it comes with the territory of worshiping demon goddesses that instigate death and destruction on a world scale. The things I have heard from the northerners’ spies are truly horrifying.
ru: Полагаю, такова цена послушания демонической богине, несущей смерть и разрушение по всему миру. То, что я слышала от разведчиков северян, поистине ужасает.

source: Such as?
ru: Например?

source: Binding the souls of fallen powerful demons to the bodies of other creatures like humans, orcs, even beasts; pulling the spirits of deceased warriors of past ages back into this world; torturing and experimenting on large numbers of all manner of living creatures and feeding upon their energy... Galas?
ru: Перемещение душ павших демонов в тела людей, орков, даже зверей; вызов духов давным-давно умерших воинов прошедших веков; бесчисленные пытки и опыты над всеми возможными живыми существами и питание их энергией… Галас?

source: Perhaps he would prefer to not be reminded of his comrades’ fate back at your eponymous valley, don’t you think?
ru: Может лучше не напоминать ему о судьбе товарищей, оставшихся в твоей одноимённой долине, не думаешь?

source: Yes... that was highly improper of me. I am sorry, Galas.
ru: Да… это было крайне неуместно. Прости меня, Галас.

source: Argh, such a shameful death! I beg your mercy, Uria...
ru: Аргг, такая позорная смерть! Помилуй меня, Урия…

source: Oooooh, striking me down hardly makes a difference in the grand scheme of things. May the Voice and the Fire of Uria have mercy on your pitiful souls...
ru: Ооооо, моя смерть не изменит великий замысел. Да смилуются Голос и Огонь Урии над вашими жалкими душами…

source: Yechnagoth shall feast on your souls some day, you unworthy fools... some day... some... day...
ru: Да поглотит Йечнагот ваши души, недостойные тупицы… уже скоро… скоро…

source: How about we make sure to cut their windpipes open from now on so they cannot give these irritating cookie-cutter dying speeches?
ru: Как мне надоели эти однообразные речи — давайте отныне перерезать им горло?

source: Galas, sir, we can’t just say farewell and let you go on alone. Even though you have stepped down, we have followed and served you for so long that it doesn’t feel right to part ways here.
ru: Галас, господин, мы не можем просто попрощаться и отпустить вас одних. Даже если Вы уже не глава нашего народа, мы служили Вам так долго, что было бы неправильно разделиться в этот трудный час.

source: Well...
ru: Хорошо…

source: Galas, this is supposed to be an </i>infiltration<i> mission. It would be unwise to let your men come with us. We can’t even guarantee our own survival!
ru: Галас, суть нашей операции в <b>скрытом проникновении</b>. Было бы неразумно брать твоих подчинённых с нами. Неизвестно, выживем ли мы сами!

source: ... I...
ru: … Я…

source: My lord, we understand well the risks involved in this mission. This is not a choice we made lightly. But you will need all the help you can get to reach the Empire’s capital alive. Please! Let us accompany you one last time.
ru: Милорд, мы понимаем, от чего зависит успех ваших действий. Мы с трудом приняли это решение. Но вам просто так не добраться до столицы Империи. Прошу! Позвольте нам помочь в последний раз.

source: (<i>chuckles</i>) I doubt I will ever convince you otherwise. Very well, you may come with us if you wish. But understand that the odds are not in our favor; it’s likely you will never see your loved ones again.
ru: (<i>эх-хе-хе</i>) Мне и не убедить вас в обратном. Что же, идите с нами, коль пожелаете. Но поймите, обстоятельства складываются не в нашу пользу; скорее всего вы больше никогда не увидите любимых.

source: We know, sir, and they do as well. But hasn’t it always been this way since Uria’s followers first set foot in our valley?
ru: Мы знаем, господин, как и они. Не знали ли мы с тех пор, как приспешники Урии впервые ступили в нашу Долину?

source: Perhaps—
ru: Возможно—

source: You are bold for coming to my domain, Galas. But, how long will it be before you succumb to the temptation of the power of Uria?
ru: Ты дерзко вторгся в мои владения, Галас. Как скоро тебя соблазнит могущество Урии?

source: Only time can tell... what fate has in store for us...
ru: Лишь время покажет… что уготовила нам судьба…

source: Over the Sands
ru: Сквозь пески

source: team_name^Orcs
ru: Орки

source: Karun Baghar
ru: Карун Багхар

source: Garren
ru: Гаррен

source: Jurd
ru: Юрд

source: Urthos
ru: Уртос

source: team_name^Neutral Humans
ru: Люди

source: Neryan
ru: Нерян

source: team_name^Desert Creatures
ru: Существа пустыни

source: team_name^Errant Souls
ru: Блуждающие души

source: Defeat the orcs controlling the oasis
ru: Победите орков, контролирующих оазис

source: Straying too far from the road is probably not the best thing to do
ru: Уходить в сторону от дороги, пожалуй, не самая разумная идея.

source: Sources of income are very rare in the desert; choose your recruits and recalls carefully
ru: Источники дохода крайне редки в пустыне; выбирайте бойцов для призыва и вербовки продуманно

source: Ah, the surface! And the sunlight! Scorching hot sand everywhere as usual — how unpleasant.
ru: Вот уже и поверхность! И, как всегда, повсюду обжигающий песок и свет солнц — так неприятно.

source: This environment is even more unfavorable for us than the caves. My lord, there is an oasis north from here. If we want to advance across the sands we will need to make sure our people can rest and replenish supplies there. The problem is...
ru: Эти условия ещё менее гостеприимны для нас, чем пещеры. Милорд, к северу от сюда есть оазис. Если мы хотим преодолеть эти пески, нужно удостовериться, что наш народ сможет восполнить запасы и получить отдых в том месте. Неприятность состоит в том...

source: I heard the rumors already. The oasis appears to be controlled by orcs. Is there any other way through?
ru: Я уже знаю об этих слухах. Похоже, оазис под властью орков. Есть ли иной путь?
