Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: I... well, I am not sure if it’s still intact, but back then there used to be a cave system leading to the lands of Wesnoth. If we can find it, we might be able to use it to skirt the Chaos patrols... that is, assuming they are unaware of its existence in the first place.
ru: Я… не уверена в её целостности, но в те времена здесь пролегала система пещер, ведущая в земли Веснота. Если мы найдем в неё вход, то сможем прокрасться в ней мимо вражеских дозорных… если, конечно, они не знают о её существовании.

source: That does seem highly unlikely, don’t you think? How long has it been again? Thousands, millions of years? Does anyone know?
ru: Это маловероятно. Уж сколько времени прошло с тех пор? Тысячи, десятки тысяч лет? Кто-нибудь вообще знает?

source: Anyway, if we make it past the end of the caverns, we will be halfway to the empire’s capital, and... the Chaos Emperor. It seems odd they would choose the ruins of the old empire’s capital to establish their own. Anything of value that was left in it after the Fall must have been taken by scavengers and thieves since then.
ru: В любом случае, если мы достигнем конца пещер, то окажемся на полпути к имперской столице и… Императору Хаоса. Странно, что они решили построить её на месте руин столицы старой империи. Чего бы ценного там ни осталось после Падения, всё давным-давно растащили воры и мародёры.

source: Let us find that cave, then— Wait, why is the ground glimmering under the moonlight?
ru: Что ж, найдём эту пещеру— Постойте, почему земля так странно мерцает?

source: It would seem our ‘friends’ have been busy at work in the ruins. All these structures are artificial in nature and weren’t here at the time. What purpose could they serve?
ru: Видать, наши ‘дружки’ на славу поработали в этих развалинах. Все эти структуры искусственны по своей природе и не были здесь в то время. Какого их предназначение?

source: It should be dawn by now — the moon has set and Naia should have already appeared in the sky.
ru: Уже должен был быть рассвет — луна зашла, но где Ная?

source: Zhangor’s curse, a side-effect of the powerful magic he used to tear the earth asunder. Even Argan with his thorough understanding of dark magic could not properly explain what Zhangor did that night. It seemed as though the very fabric of reality was coming apart with each successive blow. I fear that no matter what we do, the suns will never touch these lands ever again — perhaps for the best.
ru: Проклятье Жангора, последствие колдовства, которым он разрывал землю на части. Даже Арган при всём его понимании тёмной магии не мог полностью объяснить, что Жангор сотворил той ночью. Казалось, сама ткань бытия рвалась с каждым его ударом. Боюсь, что бы мы ни сделали, свет солнц больше никогда не коснётся этих земель — возможно, и к лучшему.

source: Those infernal flying creatures! What are they?! How can they float if they are as heavy as their land cousins?!
ru: Что это за летающие чудовища?! Как они могут парить, если они не легче своих наземных собратьев?!

source: They come from the holes in the ground, like ants!
ru: Они вылезают из отверстий в земле, словно муравьи!

source: Pah, just what we needed... let us hope they don’t come in similar numbers.
ru: Эх, этого нам ещё не хватало… будем надеяться, что не в таком же количестве.

source: Argh! We attracted the attention of more of these monsters.
ru: Вот чёрт! Мы привлекли внимание этих монстров.

source: Oz-Deamal
ru: Оз-Дималь

source: The rebels are here, huh? Grargh, why do I get to do all the hard work around here while those lazy bastards in Kalari sleep off? Don’t let any single one of them escape!
ru: Непокорные уже здесь, а? Грарг, почему мне приходится делать всю работу за этих ленивых раздолбаев в Калари? Не дайте никому из них сбежать!

source: Ugh, does this ever stop? We probably should take care of that imp and his minions before proceeding underground.
ru: Ух, это вообще закончится? Придётся позаботиться об этом бесе и его приспешниках прежде, чем спуститься под землю.

source: Kill Oz-Deamal before proceeding to the caves
ru: Уничтожьте Оз-Дималя перед тем, как войти в пещеры

source: Phew! That was a close call. But I doubt your plan will help us much now, Elynia.
ru: Фух! Было не так то просто. Кажется, твой план не сильно нам поможет, Элиния.

source: Well, look at it this way. Once we leave these plains, sooner or later we will have to endure the desert. I would rather fight demons and these metallic fiends for a while underground than let the suns burn my wings and skin off. Surely you will agree with me on this.
ru: В то же время, как только мы покинем эти равнины, рано или поздно нам придётся идти по пустыни. Мне лучше сражаться с демонами и этими железяками под землёй, чем позволить светилам выжечь мои крылья и кожу. Думаю, ты со мной согласен.

source: ... Yes... Yes, you are right.
ru: … Да… Да, ты права.

source: There may not be any living trees left on these plains, but those alien structures sure play the part.
ru: Нет таких деревьев, которые могли бы здесь расти, но мне кажется, эти непонятные отростки их заменяют.

source: There’s something very wrong going on here... Why are there dead tree-folk wandering around?
ru: Здесь происходило что-то ужасное… Почему мёртвые деревья блуждают в округе?

source: Is that... Could it be? A dragon’s corpse?
ru: Это… Это что? Труп дракона?

source: Not quite. There once was a race of dragon-like creatures, the Drakes. Most of them were quite large and could fly and breath fire, so they would easily pass for dragons to a casual observer. Ah, it’s a pity that none of them survived the events of the Fall... as far as I know, at least.
ru: Не совсем. Однажды существовала раса драконоподобных существ – Дрейков. Они обладали внушительными размерами и могли летать и извергать огонь, поэтому для обывателя могли сойти за дракона. Ах, как жаль, что они не пережили последствий Падения… как я знаю.

source: Hm. I would not be surprised if they still existed somewhere on Irdya. It is a quite large world, after all, and they proved to be quite adaptable in the past.
ru: Гм. Не удивлюсь, если они где-то всё ещё существуют. Ирдия широка, и в прошлом они уже проявили свою живучесть.

source: female^A current of hot air ascends from the bottom of this chasm. It is as though the very earth is boiling inside. I reckon this is why the plains are relatively warm in spite of the unending darkness that envelops the land?
ru: Из расщелины вырывается жаркий воздух. Будто бы сама земля кипит внутри. Вот почему эти равнины так теплы несмотря на нескончаемую тьму вокруг?

source: A current of hot air ascends from the bottom of this chasm. It is as though the very earth is boiling inside. I reckon this is why the plains are relatively warm in spite of the unending darkness that envelops the land?
ru: Из расщелины вырывается жаркий воздух. Будто бы сама земля кипит внутри. Вот почему эти равнины так теплы несмотря на нескончаемую тьму вокруг?

source: I said we should take down the imp and his lackeys before continuing!
ru: Необходимо избавится от беса и его прислужников прежде, чем продолжить!

source: That stomping... It sounds like two or three more of those giant imps are coming! We ought to hurry and seal up the entrance!
ru: Земля снова дрожит… Похоже, ещё парочка огромных бесов на подходе! Быстрее, запечатаем вход!

source: Look! A huge swarm of drones approaches!
ru: Смотрите! Приближается огромный рой дронов!

source: We’re not equipped to handle a threat of this scale! We should have found the cave entrance faster...
ru: Мы не способны справится с ними в таком количестве! Нужно было найти вход в пещеры быстрее…

source: Until Death
ru: Лишь только смерть

source: team_name^Chaos Emperor
ru: Император Хаоса

source: team_name^Lair Guards
ru: Стража Логова

source: Yivril
ru: Йиврил

source: team_name^Lair Hive
ru: Улей Логова

source: Mal Myaramor
ru: Мал Мярамор

source: An-Laila
ru: Анлайла

source: Chaos Emperor
ru: Император Хаоса

source: There he is. There doesn’t appear to be anyone else around. Would it be possible for you two, perhaps, to strike him down from afar while he has his back turned?
ru: Вот он. Я не вижу ни души вокруг. Вы вдвоём никак не можете нанести удар издалека, пока он не смотрит на нас?

source: I was certain that you would not fail your word, Galas. At long last you and your loyal companions have made it to my lair, overcoming every obstacle in your way. Well done.
ru: Я ничуть не сомневался, что Вы сдержите слово, Галас. Вы и Ваши верные спутники добрались до моего логова, преодолев все препятствия, которые я поставил у вас на пути. Это похвально.

source: So we have. Now it’s down to you and us.
ru: Итак, всё свелось к нам одним.

source: Not exactly. You allow yourselves to be deceived by appearances.
ru: Не совсем. Вы позволили обмануть ваше зрение.

source: Who are you in truth? Reveal your identity, scum! We should at least be allowed to know the name of the wretched creature hiding behind that mask!
ru: Кто ты на самом деле? Покажи своё лицо, мерзавец! Мы должны хотя бы узнать имя той гнусной твари, что прячется под маской!

source: Hehehehehehehehehe...
ru: Хе-хе-хе-хе-хе-хе-хе...

source: <b>AH HA HA HA HA HA HA HA HA!</b>
ru: <b>АХ ХА ХА ХА ХА ХА ХА ХА ХА!</b>

source: Have you not told them yet, Elynia? What do you expect to accomplish by withholding the truth from your allies?
ru: Они ещё не знают, Элиния? Чего ты хотела достичь, скрыв правду от своих же союзников?

source: Told us what, exactly?
ru: Не знают что?

source: Oh, Galas. I am so sorry. All this time, I wanted to believe otherwise... I wanted...
ru: О, Галас. Мне так жаль. Всё это время я так хотела верить в иное… я так хотела…

source: To escape the truth is what you wanted.
ru: Сбежать от правды — это всё, что ты хотела.

source: Once he had pronounced those words, the Chaos Emperor reached for his facemask and disconnected the wires that held it in place, one by one. The Lady of Light just stood there, trembling ever so slightly, her eyes concealed by her right hand. Completely ignorant of the thoughts and feelings raging inside her, Galas could only watch as the dark truth unraveled before his eyes.
ru: Лишь произнеся эти слова, Император Хаоса потянулся к маске и начал отсоединять провода, ведущие к ней, один за другим. Леди Света стояла рядом, дрожа, её глаза закрывала рука. Совершенно безразличный к мыслям и чувствам, что бушевали в ней в ту минуту, Галас смотрел, как мрачная истина открывалась перед его глазами.

source: Argan
ru: Арган

source: team_name^Argan
ru: Арган

source: And although he quite obviously would have never recognized the distorted visage of the monster otherwise, the silence that followed allowed him to clearly hear Elynia utter his name in her faintest voice.
ru: И хотя, очевидно, он никогда бы не узнал искажённое лицо злодея, воцарившаяся тишина позволила ему услышать, как Элиния смиренно прошептала его имя.

source: Why... did this happen... When... Why could I never find you...?
ru: Почему… это произошло… Когда… Почему я не смогла тебя найти…?

source: I cannot... believe this. So my suspicions were true. And you... Elynia... you knew this! You led us here when you knew his identity and never saw fit to reveal it! Why?
ru: Я не могу… поверить в это. Что ж, мои подозрения подтвердились. А ты… Элиния… ты всё это знала! Ты привела нас сюда, зная, кто он на самом деле, и ни разу не сказала об этом! Почему?

source: Having heard about Yechnagoth, I tried my hardest to believe that the power that enshrouded the lands of Uria was not his doing, and— and perhaps...
ru: Услышав о Йечнагот, я пыталась изо всех сил верить, что сила, затмившая земли Урии, была не его творением, и— и, возможно…

source: You are but a foul impostor created by Uria to lead our Lady astray! There is no chance I will ever accept that the Master of Darkness who once protected Irdya has turned to evil! You shall pay for each and every one of your misdeeds!
ru: Ты всего лишь грязный самозванец, созданный Урией, чтобы сбить нашу Леди с пути! Я никогда не приму то, что Повелитель Тьмы, защитник Ирдии, перешёл на сторону зла! Ты дорого заплатишь за каждое своё преступление!

source: Oh, but I am very real. While I cannot deny that she made me who I am now, you are deeply mistaken if you think I am not the true Master of Darkness. Even now in these dark times, I continue to look out for Irdya; but instead of wandering the earth as an aimless soul, I follow the path that was laid before us by the Guardian of Life herself. I am her Voice, and I carry out her will for the sake of our future.
ru: Но я очень даже настоящий. Я не могу отрицать, что она сделала меня таким, каков я теперь, и вы глубоко заблуждаетесь, если считаете, что я не истинный Повелитель Тьмы. Даже в эти трудные времена я присматриваю за Ирдией; но вместо бесцельных блужданий я следую пути, который предрекла нам сама Страж Жизни. Я — её Голос, и я исполню её волю ради нашего будущего.

source: Elynia, have you not wondered yourself countless times whether it was destiny or a true coincidence that made our paths cross on Irdya? Did you not ask me once why we, mere mortals, had been blessed with an ultimate power beyond our comprehension? Why, even now that you have witnessed how by Uria’s grace I overcame the limits of my frail vessel, you continue to renounce her will? We were born to be together, to fight together, to save this doomed reality together! What should I do to persuade you to embrace our glorious destiny under her command?
ru: Элиния, ты никогда не задавалась вопросом, было ли нам предначертано встретиться в Ирдии? Разве ты не спрашивала меня, почему, нас, жалких смертных, благословила мощь за гранью нашего понимания? И почему даже теперь, когда ты узрела, как благодаря Урии я преодолел ограничения моей хрупкой оболочки, ты продолжаешь отвергать её волю? Мы были рождены, чтобы быть вместе, сражаться вместе и спасти эту обречённую реальность — вместе! Как убедить тебя принять нашу великую судьбу под её мудрым началом?

source: Or perhaps, you truly believe I am an impostor like this elf claims.
ru: Или ты веришь, что я самозванец, как говорит тот эльф.

source: No, Argan. I believe you. I have always believed you. I believe you even now, at the end. I loved you, and I still love you.
ru: Нет, Арган. Я тебе верю. И я всегда тебе верила. Я верю тебе и теперь. Я любила тебя и до сих пор тебя люблю.

source: Which is why I must put an end to your suffering.
ru: Вот почему я должна покончить с твоими страданиями.

source: I see. If there is nothing I can do to make you accept the truth, then you will have to die as well. As much as it pains me to even consider the possibility... Uria’s will reigns supreme.
ru: Увы, если ничто не сможет убедить тебя принять правду, то ты умрёшь со всеми остальными. Мне больно признать саму возможность, но… воля Урии превыше всего.

source: One last chance to retract your words, unbelievers!
ru: Отказываетесь ли вы от своих слов, неверные?!

source: O Voice that speaks the will of the Mother of Urvatha, what is your command?
ru: О, Голос, что несёт волю Матери Урвата, какого Ваше решение?

source: Kill them.
ru: Убить.

source: Kill them all.
ru: Убить их всех.

source: Kill Argan, the Master of Darkness, and put an end to his sinister rule over Irdya
ru: Убейте Аргана, Повелителя Тьмы, и положите конец его зловещему правлению над Ирдией

source: Mal Keshar’s presence should allow you to recruit undead once again if you can capture an enemy keep
ru: Присутствие Мал Кешара позволит вам вербовать нежить, как только вы захватите вражеский лагерь

source: Thus you have sealed your fate! Ack—
ru: Вы подписали себе приговор! Акк—

source: Go on, destroy the container of my soul if you must. As long as Uria exists, I can be brought back...
ru: Вперёд, разрушь контейнер с моей личностью, если сможешь. Пока существует Урия, меня смогут вернуть обратно…

source: Why did it have to come to this, my beloved Elynia? Why must we face each other as enemies now, after spending so many thousands of years apart?
ru: Почему мы дошли до этого, моя любимая Элиния? Почему мы должны сразиться как враги после стольких тысяч лет разлуки?

source: Oh, right! Are you saying I shouldn’t take all the attempts on my life by your subjects as a sign of hostility? Or that I should allow you to continue this new pitiful existence of yours?
ru: Что, правда?! Мне что, следовало принять все ваши покушения на мою жизнь за знак гостеприимства? И почему я должна продолжать твоё существование в этом ничтожном виде?

source: You say that as though you have not let that mediocre necromancer become an ally and friend of yours. Is his existence in undeath not far more pitiful than mine? My body was not just rebuilt, but also improved! I can understand your distrust of this new form of technology, but no-one will force you to change your beautiful body if you don’t wish to transcend its limitations — as long as you devote your life and soul to our one true goddess.
ru: Как будто не ты позволила этому посредственному некроманту стать твоим союзником и другом. Его существование в виде мертвеца разве не уступает по жалкости моему? Моё тело было не только восстановлено, но и улучшено! Я понимаю твоё недоверие к новым технологиям, и ты можешь сохранить твоё прекрасное тело, если не хочешь превзойти его ограничения — но только, если посвятишь свою жизнь и душу нашей единой, истинной богине.

source: Exactly who are you calling mediocre, you miserable piece of—
ru: Кого ты называешь посредственным, ты, жалкий кусок—

source: If this goddess of yours truly cared for all life on Irdya, she would not be using you to destroy it! Are you not the Chaos Emperor? Did you not command your legions to raze and desecrate the earth?! How can you... how can you speak as if all this destruction were for the greater good!?
ru: Если бы твоя богиня вправду заботилась о всей жизни в Ирдии, то она не стала бы использовать тебя, чтобы её уничтожить! Разве это не ты Император Хаоса? Разве не твои полчища разрушают и оскверняют землю?! Как можешь ты… Как ты смеешь говорить, что всё это разрушение преследует высшую цель!?

source: If only you could understand the ineffable designs of our goddess, my love. If only you allowed me to show you the way...
ru: Только бы ты поняла великий замысел нашей богини, любовь моя. Только бы позволила открыть тебе путь…

source: Every day and every night without you has been a nightmare...
ru: Каждый день и каждая ночь без тебя были кошмаром…

source: I hoped that the nightmare would end tonight. But no, you had to choose the path of the infidels. And on top of that, you had to choose <i>him</i>, of all creatures — a lowly mundane elf of the forest with no remarkable qualities whatsoever.
ru: Я надеялся, что кошмар закончится сегодня. Но нет, ты выбрала путь неверных. И к тому же изо всех существ ты предпочла его — низкого, земного эльфа без каких-либо талантов.

source: How dare <i>you</i>, of all people, appeal to jealousy now after all we’ve been through?! And in any case, he is nothing but my friend!
ru: Да как <i>ты</i> посмел взывать к ревности после всего, через что мы прошли?! В любом случае, он просто мой друг!

source: Your ploy to draw power from me and into the lich to gain control of the Union was quite ingenious. I would have never expected any less from you, my love. Still, I fear that I must revoke your magic privileges before anyone else gets hurt.
ru: Твой приёмчик по высасыванию моей силы Союза через лича оказался довольно изобретательным. Я и не ожидал другого от тебя, любовь моя. Однако боюсь, мне придётся ограничить твои волшебные привилегии, пока ещё кто-нибудь не пострадал.

source: ARGH! He’s reaching into my mind!
ru: АААА! Он проникает в мой разум!

source: Malin!
ru: Малин!

source: I cannot... control my body...
ru: Тело… не слушается меня…

source: You people surely would not murder your own allies, right?
ru: Ты же не убьёшь своих дружков, верно?

source: Argh!!! Get out of... my head!!!
ru: Аааа!!! Вон из моей… головы!!!

source: Elynia! He... he’s doing it again... NO!!!
ru: Элиния! Он… он снова… НЕТ!!!

source: Galas! It cannot end like this — you must fight back!
ru: Галас! Только не это — сопротивляйся!

source: I really do not want to do this to you, Elynia, and I am sure you would be unable to live with yourself if your friends were to perish because of one single misguided choice. I offer you one more chance to accept Uria as our true protector—
ru: Я правда не хочу это делать, Элиния, но я тебя знаю: ты не найдёшь покой, если позволишь друзьям погибнуть по твоей же вине. Даю тебе последнюю возможность принять Урию как нашу единую покровительницу—

source: Never! Do you really believe I would choose two people over the fate of Irdya? Who do you take me for?!
ru: Никогда! Ты действительно веришь, что я предпочту жизнь двух людей судьбе Ирдии? Да за кого ты меня принимаешь?!

source: Use Elynia to destroy Mal Keshar
ru: Элиния должна уничтожить Мал Кешара

source: Death of Mal Keshar at the hands of any other unit
ru: Смерть Мал Кешара от рук любого другого бойца

source: I... ugh—
ru: У… У—

source: female^unpetrified
ru: освобождена

source: — I <b>don’t</b> have time for <b>THIS!</b>
ru: — У меня <b>нет</b> времени на <b>ЭТО!</b>

source: Oh... Oh. You learned to block their spell. That is such a pity — I had hoped Uria would at least allow me to keep you as a garden ornament.
ru: Ой-ой. Ты научилась отражать их заклятие. Какая жаль — я надеялся, что Урия хотя бы позволит мне поставить твою статую в сад.

source: Perhaps you will learn to not regard the undead as companions now that you realize how easy it is to turn them against their masters.
ru: Возможно, вы научитесь не полагаться на мертвецов, когда узнаете, как просто обратить их против своих хозяев.

source: Why... did it have to end like this...
ru: Почему… всё закончилось именно так…

source: No, Galas!
ru: Нет, Галас!

source: So this is the end of the road for me...
ru: Вот и конец моего пути…

source: Oh, the sweet, cold embrace of death... it has been far too long...
ru: О, холодное прикосновение смерти… я так давно его ждал…

source: Our foolishness allowed the Warlord to take one of our friends away from us. But I will not let you take advantage of us again, Argan. Not today!
ru: Наша глупость уже позволила Воеводе забрать одну из нас. И я не позволю вам снова воспользоваться нами, Арган. Не сегодня!

source: No! This light... I cannot—
ru: Нет! Этот свет… Я не могу—

source: caption^Argan?
ru: Арган?

source: female^<b>STOP HER!</b>
ru: <b>ОСТАНОВИ ЕЁ!</b>

source: female^No... more... fooling around.
ru: Прекратить... дурачиться.

source: I... I recognize that voice...
ru: Я... Я помню этот голос...

source: Elynia... You saved me again...
ru: Элиния… Ты снова спасла меня…

source: I’m sorry it took me so long, Galas, but with Mal Keshar under his control...
ru: Прости, что провозилась так долго, Галас, но с Мал Кешаром под его властью…

source: Mal Keshar! Is he... gone?
ru: Мал Кешар! Ему… конец?

source: If he truly is as powerful as he likes to make himself out to be, there might be a chance his soul is still intact, but whether it will return to this body...
ru: Если он так могуч, как любит из себя строить, быть может, его дух остался нетронут, но вернётся ли он в тело…

source: union
ru: союз

source: You made a fatal mistake in coming to Inferno, Elynia. As long as you are in the same realm as I, I too can use the Union against you.
ru: Ты совершила роковую ошибку, придя в Инферно, Элиния. Пока ты в том же мире, что и я, я могу использовать Союз против тебя.

source: (<i>defiant</i>) Then one of us must die first.
ru: (<i>вызывающе</i>) Тогда один из нас должен умереть.
