Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: The earliest modern attempts at recreating the biomechanical Shaxthals required us to imbue the experiment subjects with Uria’s life magic to support their mutilated bodies. A device was embedded in their brains to control them through a neural interface. However, this process had notably high maintenance and development costs. Once we recovered the original samples from the Argazar civilization, we were able to engineer a superior template for creating new Shaxthal lifeforms — ones with the ability to self-reproduce in adequately built hives. Their nerve system has been modified to enable us to control them remotely when necessary, but their hard-coded behavioral patterns should take care of most tasks without our intervention. Because of their symbiotic relationship with the Verlissh and the fact that the latter only thrive in dark places, Shaxthal hives must be built underground. Only fully matured Shaxthals can properly survive the desert heat. The final phase of their maturation process requires their exoskeleton to be gradually exposed to sunlight for small periods of time. It is because of this that all Shaxthal hives are required to have unobstructed surface exits.
ru: Ранние попытки к воссозданию биомеханических Шаксталов требовали поддержки искажённых тех подопытных живительной магией Урии. В мозг встраивалось устройство, позволяющее управлять ими напрямую посредством нейроинтерфейса. Однако, поддержка процесса и дальнейшие исследования требовали значительных расходов. Как только мы заполучили образцы первоначальных творений цивилизации Аргазар, мы усовершенствовали технологию создания форм жизни Шаксталов, придав им возможность воспроизводить себе подобных в тщательно выстроенных ульях. Их нервная система была изменена, чтобы управлять ими издалека при необходимости, однако, внедрённые шаблоны поведения должны обеспечить выполнение большинства задач без внешнего вмешательства. Из-за их симбиоза с Верлисшами и обстоятельства, что последние могут размножаться только в тёмных местах, улья Шаксталов должны располагаться под землёй. Только полностью зрелые особи Шаксталов могут выдержать жар пустыни. Последняя стадия их взросления требует постепенно подвергать их тела воздействию солнечного света в течении небольших промежутков времени. Из-за этого всем Шакстальским ульям необходимо иметь свободный выход на поверхность.

source: Only the elite order of Chaos Dreadcrafters led by Mal Hekuba knows the secrets of the manipulation and transformation of living creatures. It is rumored that the Voice of Uria himself passed this sacred knowledge onto them at the behest of the goddess herself. While for the moment the creation of new life remains a mystery beyond even her reach, one day perhaps, she will learn the Song of Life and teach us to paint the vast canvas laid by Yarae.
ru: Только избранному ордену Злотворцев Хаоса под руководством Мал Хекубы ведома тайна изменения и преображения живой материи. Поговаривают, что Голос Урии лично одарил их сим священным знанием по завету самой богини. Хотя таинство сотворения новой жизни всё ещё неподвластно даже ей, быть может, однажды она внемлет Песне Жизни и научит нас живописи на широком полотне, что соткал Яраэ.

source: Despite every obstacle placed just for you, you still believe you can continue and kill the Chaos Emperor in his own lair. I sorely underestimated your foolishness.
ru: Несмотря на все преграды, поставленные у вас на пути, вы все еще надеетесь прорваться и убить Императора Хаоса в его собственном логове. Я недооценила вашу глупость.

source: Elynia, are we are close enough to Inferno already? There is absolutely no way we will be able to advance with her in our way!
ru: Элиния, мы уже достаточно близки к Инферно? Дальше не пройти: она перегородила нам путь!

source: We can try... but while we focus, you will need to protect us from the Warlord’s forces.
ru: Можно попытаться… но необходимо защитить нас от войск Воеводы, пока мы не закончим это действо.

source: You heard her — protect them at all costs!
ru: Все слышали? Защищайте их во что бы то ни стало!

source: Move Elynia and Mal Keshar so they are on adjacent hexes
ru: Поставьте Мал Кешара и Элинию рядом друг с другом

source: Very well, Elynia... let us hope that your theory is correct and will not result in our destruction.
ru: Ладно, Элиния… надеюсь, твоя теория верна, и она не обернётся нашим уничтожением.

source: ... I hope so as well.
ru: … Иного выхода нет.

source: Protect Elynia and Mal Keshar from harm for $trance_turns turns
ru: Защищайте Элинию и Мал Кешара от вреда ещё $trance_turns хода

source: Protect Elynia and Mal Keshar from harm for one more turn
ru: Защищайте Элинию и Мал Кешара от вреда ещё один ход

source: How... can this be? That power... the Union!
ru: Как… это возможно? Сила… Союза!

source: It worked! Malin, it worked!
ru: Сработало! Малин, сработало!

source: Yes... <b>YES!</b> Tremble before us, pathetic worms, and prepare to meet your gods!
ru: Да… <b>ДА!</b> Трепещите, жалкие черви! Скоро вы встретите своих богов!

source: Use the Union to take down the Chaos Warlord
ru: Используйте Союз, чтобы победить Воеводу Хаоса

source: Hah! Our attacks actually have an effect on her now!
ru: Хах! Наконец-то мы можем её повредить!

source: We should not be attacking her directly, it is pointless! Let Elynia and Mal Keshar deal with her instead!
ru: Не следует атаковать её напрямую, это бесполезно! Пусть с ней управятся Элиния и Мал Кешар!

source: This is not over yet!
ru: Ещё не конец!

source: The coward is fleeing! We must not allow her to escape!
ru: Она убегает! Нельзя позволить ей скрыться!

source: Track down and vanquish the Chaos Warlord
ru: Найдите и уничтожьте Воеводу Хаоса

source: Uhhh... What is this?
ru: Уххх… Что это?

source: What the...?! Look, this place is floating over an infinite void!
ru: Что за…?! Смотрите, это место парит в бесконечной пустоте!

source: Dear Lords of Light!
ru: Почтенные Лорды Света!

source: Wait, I can see stars in it! So... the sky is below us? Are we walking upside-down then, or... Aaaargh, I’m so confused!!!
ru: Постойте, там что, звёзды! Так под нами… небо? Мы идём вверх ногами или… Аааааа, ничего не понимаю!!!

source: So this is what the bridge between our worlds looks like. Mal Keshar, we probably should avoid sending spirits across the void, lest them become trapped in it.
ru: Оказывается, вот как выглядит мост между нашими мирами. Мал Кешар, не следует отправлять духов в пустоту – она может навсегда их поймать.

source: Hm, indeed, that is a risk we cannot afford right now.
ru: Гм, правда, сейчас не следует действовать опрометчиво.

source: Darkness unto the enemies of Uria!
ru: Да затмит тьма врагов Урии!

source: I doubt she will be able to keep this up for much longer.
ru: Сомневаюсь, что она долго продержится.

source: You just don’t know when to give up.
ru: Вы просто не знаете, когда сдаваться.

source: Neither do you. By now you have surely seen that the power of the Union can destroy you easily. Accept your fate and fight us instead of fleeing like a lowly rat!
ru: Как и ты. Ты уже поняла: сила Союза может с лёгкостью тебя уничтожить. Прими свою судьбу и сразись с нами, а не беги, как подлая крыса!

source: By... (<i>clutching her face</i>) By the power you have bestowed upon me, Uria, may... the spells conferring life to the dead... be canceled now!
ru: С— (<i>поправляет лицо</i>) Силой, которой ты одарила меня, Урия, пусть… заклятья, что возвращают мёртвых к жизни… будут отменены!

source: My minion! You will pay for that, repulsive wench!
ru: Мой прислужник! Ты за это заплатишь, гадина!

source: My minions! You will pay for that, repulsive wench!
ru: Мои прислужники! Ты за это заплатишь, гадина!

source: The combined power of Elynia and Mal Keshar hit the demoness one last time, shattering into her magic defense shield and sending her flying across the bridge. Unable to regain her footing, she desperately grabbed her sword and prepared for the killing blow.
ru: Объединённая мощь Элинии и Мал Кешара угодила точно в цель, пробив её защитное поле, и отбросила демонессу вдоль моста. Пытаясь встать на ноги, она отчаянно схватила меч и приготовилась к последнему удару.

source: Go on, Elynia. Do what you must do. Now that I have failed, there’s no purpose left for me...
ru: Давай, Элиния. Сделай, что должна. Я потерпела крах — у меня больше нет цели…

source: Who are you?
ru: Кто ты?

source: Why would I tell you?
ru: Зачем мне отвечать?

source: I would feel much better about ending your miserable life if you did.
ru: Тогда твоя ничтожная жизнь обретёт хоть какую-то ценность.

source: I am Elyssa. I dedicated my life to studying the ancient Empire’s history from whatever remnants I could find amidst the sands. That is... before I found him... and Uria.... Their great power and knowledge truly changed me, and in time, they will change this world too.
ru: Я — Элисса. Всю мою жизнь я собирала воедино историю древней Империи из крупиц, разбросанных среди песков. Но потом… я встретила его… и Урию… Их великое могущество и знания воистину изменили меня — когда-нибудь они изменят и этот мир.

source: Where is your master hiding?
ru: Где скрывается повелитель?

source: She’s not going to answer. Off with her head!
ru: Она не скажет. Голову ей долой!

source: You are not going to do it, are you? I can give you an answer... but only if you swear you will spare my life.
ru: Ты же не сделаешь это, не так ли? Я дам тебе ответ… но только, если поклянёшься, что сохранишь мне жизнь.

source: Don’t listen to her lies, Elynia! You know these creatures cannot be trusted!
ru: Не слушай её, Элиния! Этим тварям нельзя доверять!

source: Elynia stared directly into the demoness’ eyes, with a frightening expression of suppressed rage. Time seemed to stop for the watchers, but not a single one dared to break the uneasy silence.
ru: С пугающим выражением подавленной ярости Элиния посмотрела прямо в глаза демонессе. Казалось, будто само время остановилось, и никто не осмеливался нарушить напряжённую тишину.

source: Then, she spoke.
ru: Затем, она ответила.

source: Tell me what you know and you can keep what little life you have left, as long as you get out of my sight as quickly as you can. Now out with it.
ru: Скажи всё, что знаешь, и я позволю тебе сохранить всё, что осталось от твоей жалкой жизни, но только, если ты сгинешь с глаз моих долой в сию же минуту. Теперь к делу.

source: But she...
ru: Но она...

source: Do you see the passage ahead? Go through it, and you will be in Inferno. The entrance to his icy fortress is just across the snow following the tip of the road. There, you will find the heart of the hive, and his lair. But be warned — once you enter, there will be no going back, and you should be prepared to face your greatest fears.
ru: Видите этот проход впереди? Пройдите через него, и будете в Инферно. Заснеженная дорога ведёт к входу в его крепость во льдах. Там вы найдёте сердце улья и его логово. Учтите: как только вы войдёте, пути назад не будет — приготовьтесь встретить свои худшие страхи.

source: Very well, then. Now, go.
ru: Что ж, ладно. Иди, сейчас же.

source: Why would you do this, Elynia? That woman is Anlindë’s murderer!
ru: Зачем ты это сделала, Элиния? Та женщина убила Анлиндэ!

source: I cannot bring myself to kill someone so much weaker than I. It would be unfair... and cruel. You remember how the lich Mal Keshar came to be, do you not? Let yourself succumb to wrath and you become as bad as the foul-minded creatures you fight.
ru: Я не могу позволить себе убить кого-то настолько слабее меня самой. Это было бы бесчестно… и жестоко. Не помните, как Мал Кешар пал во тьму? Поддайтесь гневу — и станете не лучше подлецов, с которыми вы боретесь.

source: Now, it’s time to go find the answers we seek. Let us see... if the Chaos Emperor can be stopped before the madness of this place consumes us as well.
ru: Теперь найдём же ответ на наш вопрос. Посмотрим… успеем ли мы остановить Императора Хаоса до того, как безумие этого места пожрёт нас всех.

source: The Grand Council
ru: Великий Совет

source: Welcome, Lord Galas, to the Grand Council. We must say, we feel greatly honored by your presence here, in the Grand Council Chamber. To think that the forest elves managed to survive and thrive in the middle of the southeastern desert! It is truly a disgrace that we did not find out of your community before. All these blood and tears could have been avoided had we gone searching for civilizations hiding amidst the cruel sands.
ru: Добро пожаловать на Великий Совет, лорд Галас. Должен сказать, Вы оказываете нам большую честь своим присутствием в Великом Зале Совета. Подумать только: эльфам удалось выжить и даже процветать посреди юго-восточной пустыни! Как жаль, что мы не встретили вас раньше. Столько крови и слёз можно было избежать, начни мы раньше искать очаги цивилизаций в суровых песках.

source: Thank you for your hospitality, my lord. It’s our pleasure to meet such a fine people as well.
ru: Благодарю Вас за гостеприимство, милорд. Нам очень приятно встретить таких замечательных людей.

source: So, Lord Inodien came to us with the bulk of your... not very impressive army, and he also brought your civilians. He has asked us for shelter since your people lost their home in your war against the Chaos Empire.
ru: Перейдём к делу. Лорд Инодьен прибыл к нам с частью вашей… не слишком впечатляющей армии и мирным населением. Он просил у нас убежища, так как ваш народ потерял свой дом в войне против Империи Хаоса.

source: Pardon me, sir, but it is not a war! Our home and most of our forces fell victim to a large-scale invasion by the Chaos Empire started with no provocation whatsoever. We were completely unaware of their existence until their troops set foot in our lands.
ru: Простите, господин, но это — не война! Наш дом и большая часть наших сил пали жертвой полномасштабного вторжения Империи Хаоса, оно началось без какой-либо провокации. Мы и знать не могли об их существовании, пока их полчища не ступили на нашу землю.

source: And then your people hid underground, and found this pet lich of yours who is — for some unfathomable reason — allowed to walk around freely rather than punished for his crimes against nature. Who allowed him into the council chamber anyway?
ru: Затем ваш народ скрылся под землю и нашёл этого лича, которому вы — по какой-то непостижимой причине — позволили идти подле вас, вместо того, чтобы покарать его за преступления против природы. Кто его пустил в Зал Совета?

source: I did, and we have already discussed this before — countless times, I must add. Mal Keshar and the Lady of Light shall be considered our friends for as long as the elves treat them as such.
ru: Я впустил его, и мы это уже обсуждали — несметное число раз. Мал Кешар и Леди Света будут нашими союзниками, пока эльфы считают их своими.

source: ... Very well, then.
ru: … Согласен.

source: They seem awfully prone to lumping you together with me on the undesirables list. How do you feel about this turn of events, Elynia?
ru: Похоже, они склонны помещать тебя вместе со мной в свой список недоброжелателей. Как тебе эдакий поворот событий, Элиния?

source: I am not particularly impressed, but at least you seem delighted by the irony.
ru: Я несильно удивлена, но, как вижу, тебя радует эта издёвка.

source: Say, Lord Galas, Lady of Light, and I ask this on a purely hypothetical basis: What possible benefit would allowing your people to settle lands within our borders give us? Why should we cede resources that could be put to better use serving our people?
ru: Лорд Галас, Леди Света, давайте просто предположим: какую пользу мы извлечём, если позволим вашему народу осесть в пределах наших границ? Почему мы должны предоставить вам ресурсы, когда они нужны нам самим?

source: That is an excellent question, my lady. So, allow me to ask: for how long have you been struggling against the Chaos Empire’s advances into the northern lands? Your messenger Erathan made it sound like you’ve been aware of them for quite a while.
ru: Хороший вопрос, миледи. Позвольте мне спросить: как долго вы препятствовали продвижению Империи Хаоса в северные земли? Судя по тому, что говорил ваш посланник Эрэзэн, вы довольно давно осведомлены о ней.

source: We had dealt non-violently with them for years before they decided to cease all trading and communication with us. Still, they have not proven to be an actual threat thus far, beyond a few occasional skirmishes in Glamdrol. The dwarf kingdoms of Valgran and Herthgar shield us from potential attacks coming from the Heart Mountains, and the southeastern desert is an effective natural barrier against invaders.
ru: Мы годами мирно сосуществовали перед тем, как они разорвали все отношения и торговлю с нами. До сих пор они не представляли для нас угрозы, за исключением нескольких стычек около Гламдрола. Гномьи королевства Вальграна и Хертгара прикрывают нас от возможных атак со стороны гор Сердца, а юго-восточная пустыня сама по себе сдерживает любых завоевателей.

source: Herthgar fell just a week ago, and the enemy is now recruiting orcish mercenaries to their cause. How long do you think it will take them to penetrate the Aragwaith country? Adopting a defensive stance and hoping for the best is exactly what resulted in Herthgar’s doom.
ru: Хертгар пал всего лишь неделю назад, и враг уже вербует оркских наёмников. Сколько времени им понадобится, чтобы вторгнуться в страну Эрагвийцев? Желание укрыться за укреплениями в надежде на лучшее предопределило гибель Хертгара.

source: And your proposal is...?
ru: И вы предлагаете…?

source: Galas, what are you planning to do?
ru: Галас, что ты задумал?

source: My proposal is as follows: we shall pledge allegiance to the Grand Council as long as our people are granted lands to live in the Aragwaith country; furthermore, we shall officially declare war against the Chaos Empire, and we expect you to do likewise. We intend to cooperate fully with the war efforts, placing our army at your disposal.
ru: Мое предложение следующее: мы принесём клятву верности Великому Совету при условии, что нашему народу будет позволено проживать в землях Эрагвийцев; кроме того, мы официально объявим войну Империи Хаоса, и мы ожидаем, что вы поступите так же. Мы объединим усилия в этой войне, передав наши войска в ваше распоряжение.

source: Wait... what?!
ru: Постойте… что?!

source: My lord, you can’t decide this on your own without asking the other lords!
ru: Милорд, Вы не можете решить этот вопрос, не спросив мнение остальных лордов!

source: He, he, he. Good plan, boy.
ru: Хе, хе, хе… удачи.

source: That is quite a bold proposal, elf lord. However, if the enemy is as strong as it’s been rumored, can we really expect to win a war against them with our combined forces alone?
ru: Это очень смелое предложение, лорд эльфов. Однако, если враг так силён, как о нём говорят, сможем ли мы победить в войне, даже объединив силы?

source: Even if the Chaos Empire is already trying to undermine the Far North’s political stability by enlisting orcs, we might still be able to turn the majority of them to our side if we play our cards cautiously. The western clans might agree to join us in alliance if we give them something in exchange... such as some of the Empire-controlled lands.
ru: Если Империя Хаоса уже пытается подорвать стабильность Крайнего Севера, заручаясь поддержкой орков, мы всё ещё можем осторожно переманить большую их часть на нашу сторону. Западные племена могут вступить в союз с нами, если мы отдадим им что-то взамен… например, часть земель Империи.

source: Then by extension, we would be allying ourselves with the orcs too! This must be some sort of joke! Galas, you would not agree to such a thing... Right?
ru: Тогда и нам придётся подружиться с оркам! Это какая-то шутка! Галас, ты же не согласишься на это… Верно?

source: Quiet, you. This is no time to let personal grudges guide our decisions.
ru: Тише. Не время личным обидам руководить нашими решениями.

source: That might actually work... We can keep the fertile areas and hand them barren wastelands to keep them content.
ru: Возможно, это сработает… Мы можем оставить себе плодородные земли и передать им бесплодные пустоши.

source: You say that, but it is perfectly evident to anyone with a drop of sense that he wants to avenge his mentor... friend... whatever the accursed priestess was.
ru: Да что ты говоришь? Уже всем с хоть капелькой чутья ясно: он хочет отомстить за свою наставницу… подругу… кем бы ни была та проклятая колдунья.

source: We can and should work out the details later.
ru: Мы обсудим подробности в другой раз.

source: Malin Keshar, please, I am trying to pay attention. Could you keep quiet for a minute? We can discuss this later.
ru: Малин Кешар, я пытаюсь уследить за разговором. Не мог мы ты замолчать на минутку? Поговорим об этом позднее.

source: Lord Galas, perhaps you would prefer to take some time to consider the proposal. Once we officially sign the pact, there will be no going back for us or your people. Nonetheless, I would like to put forth a clause of our own.
ru: Лорд Галас, возможно, Вам стоит подумать над этим предложением ещё какое-то время. Как только мы подпишем договор, для нас или Вашего народа пути назад не будет. Тем не менее, я добавлю ещё одно условие.

source: Hmph. As you wish.
ru: Хм. Как хочешь.

source: Sure.
ru: Конечно.

source: We want the Lady of Light, and the lich Mal Keshar and all necromancers under his control to pledge unconditional allegiance to the Grand Council of the Northern Peoples. This also means that their actions will be governed by the Council rather than the elves’ leadership.
ru: Мы требуем, чтобы Леди Света, лич Мал Кешар и все некроманты под его руководством поклялись в безоговорочной верности Великому Совету Народов Севера. Это также подразумевает, что их действиями будет управлять Совет, а не предводители эльфов.

source: Wait, what! Galas you can’t do this! Galas!
ru: Подожди, что! Галас, ты не можешь это сделать! Галас!

source: I am sure they will accede. My condition is that their safety be guaranteed at all times, as this was also Mal Keshar’s condition for assisting us on the way to Herthgar. And if I must participate in field missions, I shall be allowed to have them by my side as I deem necessary or convenient.
ru: Я уверен: они согласятся. Но вы должны обеспечить их безопасность — таким было условие, на котором Мал Кешар сопроводил нас до Хертгара. И если придётся участвовать в полевых заданиях, то мне должно быть позволено держать их на своей стороне, как будет необходимо.

source: Galas! I object to this! Galas!
ru: Галас! Я против! Галас!

source: I should have killed this kid when I had the opportunity, back in those caves.
ru: Нужно было убить мальчишку ещё в тех пещерах.

source: Very well, then. This has been a pleasantly productive discussion, everyone. We shall give Lord Galas one week to make his decision. But... it would be highly beneficial for us to strike a deal with the orcs first, as time is of the essence and we need to secure their support before the Chaos Empire does.
ru: Что ж, хорошо. Наш разговор оказался приятным и плодотворным. Мы предоставим лорду Галасу неделю, чтобы всё обдумать. Но… сначала заключим сделку с орками, ибо наше время на исходе: нужно заручиться их поддержкой до того, как это сделает Империя Хаоса.

source: I say we assign Lord Galas the task of negotiating with the orcs. May this serve to the Council as proof of his commitment and loyalty.
ru: Предлагаю поручить лорду Галасу задачу договориться с орками. Пусть это докажет его верность Совету.

source: Agreed.
ru: Соглашусь.

source: (<i>sighs</i>) Agreed.
ru: (<i>вздыхает</i>) Согласен.

source: Agreed!
ru: Согласен!

source: Galas, I hate you sooo much right now.
ru: Галас, я так тебя ненавижу.
