Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: About my words... it is not necessary to take them to heart. Anlindë, we will need all available spellcasters on the front line if our plans come to fruition. The ill-gotten power you wield is far superior than the norm for our kin, and combined with the might of the undead, it could offer us an unprecedented tactical advantage. How may I persuade you to reconsider?
ru: Что касается тех слов... не стоит принимать их близко к сердцу. Анлиндэ, нам нужны все колдуны, которых мы можем найти, если хотим, чтобы наш план сработал. Нашему виду не сравниться с той нечистой силой, что подвластна тебе, а соединив её с мощью нежити, мы получаем невероятное преимущество в битве. Я не могу убедить тебя подумать об этом ещё раз?

source: You cannot. I feel that my mission and my fate lies here, in the very heart of Irdya. Allow me to protect elvenkind a last time, my lady; I shall obliterate every demon, every cultist, and every dark soldier who dares to approach this keep; and even if it is to be with my dying breath, I shall vanquish their Warlord, and turn fate in our favor.
ru: Вы не можете. Я чувствую: мой долг и моя судьба лежат здесь, в самом сердце Ирдии. Позвольте мне защитить эльфийский род в последний раз, миледи; я сотру в порошок любого демона, культиста, любого солдата тьмы, кто посмеет приблизиться к этой крепости; и, даже если это будет мой последний вздох, я одолею их Воеводу, и обращу ход войны на нашу сторону.

source: You have lived for so long, and you have seen so much, so many things that were never even recorded in books... I don’t understand why... why do you want it to end like this?
ru: Ты жила так долго, ты столько всего запечатлела своими глазами, что никогда не было записано в книгах… Я не понимаю, почему… почему ты хочешь, чтобы всё так закончилось?

source: Picture living for thousands of years knowing it was only made possible by the suffering and death of millions of innocent souls. Eternal life becomes a disillusioning burden as time passes by and you see... you see everything turn to dust. And then your memories begin to fade away as well... You eventually forget all positive experiences and can only recall the horrors that haunt you in your sleep.
ru: Представьте себе существовать тысячи лет, зная, что это стало возможным ценой страдания и гибели миллионов невинных душ. Со временем вечная жизнь становиться разочаровывающей ношей, вы видите… вы видите, как всё обращается в пыль. А когда воспоминания начинают так же затухать… Однажды вы забудете всё светлое, что было в вашей жизни, и лишь её ужасы будут мучить вас во сне.

source: At least none of you will have to live with the knowledge that you were accomplices of the evil that brought elvenkind to its knees.
ru: Хотя бы никому из вас не придётся жить со знанием того, что подле вас идёт зло, поставившее эльфийский род на колени.

source: So be it. Your sacrifice won’t be forgotten, and I swear that I will not rest until the last of our enemies is reduced to cinders on the ground. May the Lords of Light guide you in your last mission.
ru: Да будет так. Твоя жертва не останется забыта, а я клянусь, что не успокоюсь, пока последний из наших противников не будет превращён в пепел. Пусть же Светлые Боги ведут тебя в последний бой.

source: The Source of Light
ru: Источник света

source: Mena
ru: Мена

source: team_name^Cave Creatures
ru: Пещерные твари

source: Current Objectives:
ru: Текущее задание:

source: Explore the caves
ru: Исследуйте пещеры

source: Defeat the enemy leader
ru: Победите лидера противников

source: ($active_seal_glyphs runes remaining)
ru: (осталось активировать $active_seal_glyphs)

source: ($active_seal_glyphs rune remaining)
ru: (осталось активировать последнюю)

source: Find and activate all six trigger runes
ru: Найдите и активируйте все шесть рун

source: Allow Mal Keshar to rest for three consecutive turns and he will reveal the location of the trigger runes
ru: Оставьте Мал Кешара в покое три хода подряд, и тогда он откроет местоположение рун

source: I’m fairly certain we have been to this intersection countless times before. How much deeper could the last home of our heroes be?
ru: Меня не покидает чувство, что мы в который раз проходим эту развилку. Сколь глубоко наши герои нашли последнее пристанище?

source: I wouldn’t know for sure, sir, but at this rate I think we may soon reach the very bottom of the earth and find that there’s nothing below but a blazing hell—
ru: Не могу сказать точно, господин, но такими темпами мы скоро пройдём всю земную кору, а под ней обнаружим лишь искрящий ад—

source: <b>SILENCE!</b>
ru: <b>ТИХО!</b>

source: It is... an enormous power. It fills the entire place!
ru: Эта… огромная мощь пронизывает все это место!

source: Yes, indeed, I recognize this presence. We must be finally there.
ru: Да, точно, я узнаю это присутствие. Должно быть, мы на месте.

source: You magic-skilled people can perceive things which are beyond me.
ru: Вы, с вашим волшебством, можете чувствовать вещи, мне недоступные.

source: Indeed, lad. Magic skill lets ye ken things whose existence is normally ignored by common folk. Every rock in these caves, even the air... everything is imbued with an ancient magic not known to any living dwarf in this age. ’Tis a dangerous place to senselessly wander without nature’s permission.
ru: Ха-ха, и правда. Магия позволяет нам видеть то, что обычно скрыто от глаз посторонних. Каждый камень в этих пещерах, даже воздух… — всё наполнено древней магией, неведомой теперешним гномам. В этом месте опасно находится, его словно защищает сама природа.

source: Fair enough. I hope we find them soon, before we run out of food and torches...
ru: Ясно. Надеюсь, мы найдём их до того, как у нас закончится еда и факелы…

source: And before the Chaos army reaches Herthgar, I would add. While the might of the dwarves and their many inventions may normally provide an insurmountable obstacle to invaders from the surface, I have this disquieting feeling that the enemy that approaches is much unlike the other commanders we have faced thus far.
ru: И до того, как армия Хаоса настигнет Хертгар, я бы добавила. Хотя мощь гномов и их многочисленные изобретения обычно представляют огромное препятствие для нападающих с поверхности, меня не покидает предчувствие, что приближающийся враг не будет похож на любых военачальников, которых мы встречали ранее.

source: My lady, sirs, less chatter and more exploring, before the walls cave in on us!
ru: Народ, меньше болтовни, и будьте повнимательнее, пока нас тут не завалило!

source: The elves! How could they get past the commander? This can only mean she is... Damn it all!
ru: Эльфы! Как им удалось пройти? Это лишь значит, что командующая… Проклятье!

source: You too will perish at our hands if you insist on hindering us, demon.
ru: Вы встретите ту же участь, если встанете на нашем пути, демоны.

source: So be it! I would rather die than surrender to you, Irdyan scum!
ru: Да будет так! Я лучше умру, но не сдамся вам, Ирдийские мрази!

source: Surely I could use some help here!
ru: Здесь мне понадобится чья-нибудь помощь!

source: Die, vermin!
ru: Умри, вредитель!

source: Oh, Uria... I have... failed... All our efforts... fruitless...
ru: О, Урия… Я… не справилась… Все наши усилия… впустую…

source: That structure at the center of the chamber...
ru: Эта структура в центре пещеры…

source: Anlindë?
ru: Анлиндэ?

source: We found it, Galas! This is the final resting place of the Lady of Light and the Master of Darkness! That strong magic comes from within the structure. We need to find a way to enter.
ru: Мы нашли нашу цель, Галас! Это — последнее убежище Леди Света и Повелителя Тьмы. Конструкция излучает сильную магию. Нам нужно найти способ войти.

source: Hm, it’s evident they did not want anybody waking them from their slumber. The entrance seems to be completely blocked, and the six pillars around the structure appear to be part of some kind of magic seal.
ru: Гм, очевидно, они не желают, чтобы кто-то пробудил их ото сна. Вход, похоже, полностью перегорожен, а шесть столпов вокруг строения, судя по всему, являются чем-то вроде печати.

source: They carved glyphs in them! Ancient dwarvish runes! This musta’ been the work of our kin from ages past. I ha’ heard of this kind of seal before... There may be trigger runes around the area, mayhap designed to be activated by specific people.
ru: На них вырезаны символы! Древние гномьи руны! Должно быть, они — работа наших далёких предков. Я никогда не слышал о подобной печати… Где-то поблизости могут быть руны, управляющие ей, которые способны активировать лишь определённые существа.

source: Yes. Hm, I imagine that the Lady of Light would mandate the glyphs to react only to the presence of elvenkind and their allies, so... that may explain why the demons were unable to do anything here. That said, if our arrival had been delayed long enough, they might have eventually figured out a way to violate the seal’s magic.
ru: Да. Гм, надо думать, Леди Света сделала так, чтобы символы отвечали только на присутствие эльфов и их союзников, тогда… это объясняет, почему демоны не смогли здесь сделать что-либо. Но на мой взгляд, если бы наше прибытие задержалось, они всё равно нашли бы способ нарушить это заклятье.

source: All we have to do, then, is to search for the triggers in these caves?
ru: Теперь нам лишь осталось отыскать руны в этих пещерах?

source: Aye, aye... Well, there’s no guarantee that they may ha’ carved them in accessible locations close to this chamber, but ’tis a good starting point as any.
ru: Так и есть… Никто не обещает, что они находятся в доступных местах, достаточно близких к этой пещере, но начинать точно стоит.

source: Sure, let’s do it!
ru: Конечно. Итак, поехали!

source: Careful, elf — the earth itself does not seem pleased with our intrusion into its eternal domain. As far as it is concerned, we are unwelcome parasites not unlike the demons we just vanquished.
ru: Осторожнее, эльф, — похоже, сама земля противится нашему проникновению в её владения. Для неё мы такие же нежеланные паразиты, как и демоны, которых мы только что победили.

source: Perhaps if I was allowed to concentrate for a while, I would be able to pinpoint the precise location of the glyphs using magic.
ru: Быть может, если я на какое-то время сосредоточусь, то смогу выяснить местоположение каждого символа.

source: Really? That would be a great help!
ru: Правда? Это бы очень нам помогло!

source: I am not completely sure it’s possible, but I can try.
ru: Не уверен, что это сработает, но я попытаюсь.

source: Concentrating
ru: Концентрируется

source: Yes, I found them!
ru: Я нашёл их!

source: Thanks, Mal Keshar. This will certainly make our mission much easier. Now we only need to clear the path leading to each glyph.
ru: Благодарю тебя, Мал Кешар. Это значительно облегчит нашу задачу. Осталось только очистить проход к каждой руне.

source: Rune activated.
ru: Руна активирована.

source: All glyphs have been activated. The earth shakes!
ru: Все символы активированы. Земля сотрясается!

source: A wall moves.
ru: Стена отодвигается.

source: Hmm... This gate seems magical in nature. It glows blue in a pulsating and mesmerizing fashion, and my hands are unable to reach the metal bars, as though they were enveloped by an invisible shield.
ru: Хмм… Эти врата выглядят зачарованными. Они испускают пульсирующий голубой свет, не позволяющий мне прикоснуться к прутьям, как будто они окружены невидимым щитом.

source: Hmm... My minions inform me that the gate seems magical in nature. Their hands are unable to reach the metal bars, as if they were protected by some kind of shield.
ru: Хмм… Мои прислужники докладывают, что эти ворота зачарованы. Их руки не могут прикоснуться к прутьям, как будто они окружены каким-то щитом.

source: There must be a way to open the gate, somewhere.
ru: Должен быть какой-нибудь способ открыть врата.

source: Wow. It’s a very large underground pool. There are some shallow parts where the ground below sticks out interspersed with deeper bits we cannot cross. The whole area seems well-guarded by aquatic creatures and spirits. Getting to the island behind the ruined building will not be as easy as I would prefer.
ru: Ух. Какой большой подземный водоём! Его мелкие части пересекаются с теми, которые мы не можем перейти. Вся территория, похоже, хорошо охраняется водными существами и духами. Добраться до острова в центре будет нелёгкой задачей.

source: The air here is unbearably dense and hot due to the pools and outflows of lava everywhere. Of course, the fire spirits below don’t mind the temperature at all — they frolic in the lava and seem completely unharmed by it. I would advise against allowing our undead warriors to explore the area unassisted.
ru: Воздух в этом месте необычайно горячий и плотный из-за потоков лавы повсюду. Конечно, духам огня внизу всё равно на этот жар — они резвятся в лаве, совершенно ей невредимы. Нашим неживым воинам не следует исследовать эту область одним.

source: This is a strange ornate emerald bottle containing a foul-smelling potion. The scroll next to it, though highly deteriorated due to its age, still has enough legible words on it so I can tell that it explains the nature of the potion. Apparently, it makes the drinker much weaker than usual, but it also allows them to drain the life force of every creature they come into contact with to replenish their own. The effects are said to be permanent, which only makes me more unsure as to whether it is really worth the trade-off.
ru: Это — странная узорная изумрудная бутылка, содержащая крайне дурно пахнущее зелье. Рядом с ним находится свиток, который хоть и успел истлеть со временем, но всё ещё содержит достаточно слов, чтобы объяснить природу зелья. По-видимому, оно уменьшает силу выпившего, но взамен позволяет высасывать жизненную силу любого существа, что с ним встретится. Сказано, что его эффекты необратимы, поэтому я чувствую неуверенность, стоит ли оно того.

source: This potion may only be used by living units, not including bats.
ru: Этот эликсир может использоваться только живыми существами, не включая летучих мышей.

source: Potion of Drain
ru: Зелье Высасывания

source: This potion grants the <i>drains</i> special to the unit’s melee attacks, reduces its maximum hitpoints by 5%, and increases its resistance to arcane damage by 10%.
ru: Это зелье позволяет ближним атакам бойца <i>высасывать</i> жизненную силу врагов, уменьшает его здоровье на 5% и увеличивает его сопротивление мистическому урону на 10%.

source: Such a pretty potion flask! As I open and smell the red liquid inside, I immediately feel energized and ready to take down any incoming threat. It appears to be a berserker potion, said to make the user stronger and fiercer in battle. Using these is often reserved for last-resort scenarios due to the potential side effects, which include utter recklessness and even psychosis! Nevertheless, it might prove useful in our war against the Chaos Empire, and the flask contains enough potion for a dozen fights, if not more.
ru: Какой красивый пузырёк! Когда я вдыхаю запах красной жидкости внутри него, я сразу же чувствую прилив сил и готовность сразить любую угрозу. Похоже, это зелье берсерка, делающее выпившего сильнее и яростнее в битве. Эти зелья обычно используют в самом крайнем случае, так как его побочные эффекты включают в себя безрассудство и даже склонность к самоубийству! Тем не менее, оно может пригодиться в нашей войне против Империи Хаоса, ведь бутылка содержит зелье в количестве, достаточным для десятка сражений, если не больше.

source: This potion may only be used by a true warrior with an axe or sword in hand.
ru: Этот эликсир может использоваться истинным воином, носящим топор или меч.

source: Berserker Potion
ru: Зелье Неистовства

source: This potion grants the <i>berserk</i> special to the unit’s melee attacks, which also sees their damage increased by one. As an advantageous side effect, the unit’s maximum hitpoints increase by 10%, and it also becomes more resistant to certain forms of damage: &#8226; Blade: +10% resistance &#8226; Fire: +20% resistance &#8226; Impact: +30% resistance
ru: Это зелье заставляет бойца в ближнем бою биться с <i>яростью берсерка</i>, что также увеличивает наносимый урон на единицу. В качестве положительного побочного эффекта, здоровье бойца увеличивается на 10% и он становится устойчивее к следующим видам урона: &#8226; Режущий: +10% сопротивления &#8226; Огонь: +20% сопротивления &#8226; Крушащий: +30% сопротивления

source: Touchplate triggered. A magical gate opens.
ru: Сенсор срабатывает. Магические врата открываются.

source: This bridge seems extremely unsafe...
ru: Мост выглядит крайне ненадёжным…

source: That bridge seems extremely unsafe.
ru: Мост выглядит крайне ненадёжным.

source: At long last! Let us go, now.
ru: Наконец-то! Идём, сейчас же!

source: I have been waiting for this for too long.
ru: Я так долго этого ждал.

source: Wait, Galas, before continuing... only the two of us should enter.
ru: Постой, Галас… туда должны войти только двое.

source: ... Why?
ru: … Почему?

source: The regent lord of the elves is surely the only appropriate person to greet the Lady of Light and the Master of Darkness after such a long time, but since you don’t have any magical ability, my presence may be required to wake our heroes from their eternal sleep. It is not proper that anybody else should be present around the greatest sages in the history of elvenkind on this singular occasion.
ru: Лорд-регент эльфов, конечно, будет единственной допустимой личностью для встречи с Леди Света и Повелителем Тьмы спустя такой большой промежуток времени, но так как у тебя нет никаких способностей к магии, моё присутствие может потребоваться, чтобы пробудить наших героев от вечного сна. Будет неприемлемо иметь кого-то ещё поблизости величайших колдунов всей истории эльфийского рода во время этого события.

source: I must say, I never expected such words from you, Anlindë. After so long, we are finally here, but not only thanks to you — we owe a great debt to Lady Unarye and Mal Keshar as well, and this is why I must ask them to accompany us as well.
ru: Должен сказать, не ожидал таких слов от тебя, Анлиндэ. Пройдя столько всего, мы в конце концов добрались до этого места, но благодаря не только тебе — мы в огромном долгу перед леди Анери и Мал Кешаром, поэтому я попрошу их пройти вместе с нами.

source: Me— meeting the Lady of Light in person? I would be greatly honored, my lord!
ru: Меня— встретить саму Леди Света? Это великая честь для меня, милорд!

source: Ah, so would I. Galas, you really are an example to follow for the other elves!
ru: Так и для меня. Галас, да ты просто пример для подражания остальным эльфам!

source: But I—
ru: Но я—

source: You will allow them to come with us. This is an order, Anlindë.
ru: Тебе придётся позволить им пройти с нами. Это приказ, Анлиндэ.

source: ... As you command, <i>my lord</i>.
ru: … Как прикажете, <i>господин</i>.

source: Parting Ways
ru: Начало конца

source: We have sent our declaration of war to the Chaos outpost near Dervale. I believe we already have troops stationed in Aran-Balgur, Ardgam and Aran-Nitar, ready for combat. Also, the dwarves of Valgran agreed to send us a few experts and supplies. Now that the pact is sealed, all that remains to be decided is the elves’ role in all of this.
ru: Мы отослали сообщение об объявлении войны во вражескую заставу неподалёку от Дерваля. Наши войска в Аран-Балгуре, Ардгеме и Аран-Нитаре приведены в полную боевую готовность. Кроме того, гномы Вальграна предоставят нам сырьё и опытных мастеров. Теперь, когда формальности завершены, осталось выяснить, какую роль сыграют эльфы.

source: Well, about that...
ru: Да, насчёт этого…

source: Galas explained his plan to the Grand Council.
ru: Галас объясняет свой план Великому Совету.

source: So you intend to infiltrate the Empire’s lands and assassinate their Emperor! Hah! You elves sure are full of surprises! I never expected such an audacious plan from your people!
ru: Проникнуть в земли противника и убить Императора! Ну и ну! Эльфы, я и представить не мог столь дерзкий план с вашей стороны!

source: Lady of Light, I am inclined to suggest that you stay in the northlands with us where we may be able to make better use of your services.
ru: Леди Света, я предлагаю Вам остаться в северных землях, где Ваши умения принесут большую пользу.

source: I would normally agree with that, but I am certain you and Lady Illana have also felt the dark presence that enshrouds the lands to the south of the Heart Mountains. Have you not?
ru: Я бы согласилась с Вашим предложением, но я уверена: Вы и леди Иллиана так же чувствуете ту тёмную силу, что окутала земли к югу от гор Сердца. Разве нет?

source: It is a power beyond our understanding, yes. We have consulted our best sorcerers about it over the years, and none of them have managed to descry the secrets it guards. The situation in this regard is quite reminiscent of the stories from over three hundred years ago.
ru: Это – мощь за гранью нашего понимания, да. Мы вместе с лучшими чародеями годами пытались выяснить её природу, и никому из них не удалось разгадать хранимые ей тайны. Это обстоятельство чем-то напоминает истории, которым уже триста лет.

source: And I believe this is the real reason you acceded to declare war on the Chaos Empire. Sooner or later you will want us to investigate anyway, so why not allow us to do so now that the Empire and their demon allies will have their hands busy dealing with the Alliance’s forces? If you want to look at it another way, it also serves to keep a dangerous criminal away from the country. (<i>points at Mal Keshar</i>)
ru: И мне кажется, это и есть причина, стоящая за вашим решением атаковать Империю Хаоса. Рано или поздно вы бы всё равно захотели расследовать тот источник энергии, и почему бы нам не сделать это, пока Империя и её демонические союзники заняты противостоянием с войсками Альянса? К тому же, если так посмотреть, наш поход удержит опасного преступника вдали от вашей страны. (<i>указывает на Мал Кешара</i>)

source: My only crime is not ripping out your throat when I had the chance.
ru: То, что я не перерезал тебе горло, когда мог — единственное моё преступление.

source: You do make a valid point. Very well, then. We authorize you and the lich Mal Keshar to assist Lord Galas in infiltrating the Chaos Empire. Erathan will accompany you.
ru: В ваших словах есть доля правды. Хорошо. Мы разрешаем Вам и личу Мал Кешару помочь Галасу с целью проникнуть в Империю Хаоса. Эрэзэн сопроводит вас.

source: Erathan? But... he... (<i>deep sigh</i>) Fair enough.
ru: Эрэзэн? Но… он… (<i>глубоко вздыхает</i>) Ладно.

source: I don’t think...
ru: Не думаю, что…

source: Yes, Lord Torancyn?
ru: Да, лорд Торанцин?

source: ... Never mind, it’s not important. <small>Not anymore.</small>
ru: … Неважно. <small>Уже неважно.</small>

source: Don’t worry, Lord Galas. I am willing to risk my life if needed to ensure no harm comes to you or your advisors.
ru: Не беспокойтесь, лорд Галас. Я готов пожертвовать жизнью, чтобы защитить Вас и Ваших советников от вреда.

source: They intend to keep watching us? Really? How paranoid can you be?
ru: Они хотят и дальше следить за нами? Да эти товарищи просто параноики!

source: I say we murder him in his sleep.
ru: Нужно будет убить его во сне.

source: And thus, the Council has spoken.
ru: Итак, Совет принял решение.

source: I cannot believe we just approved this.
ru: Не могу поверить, что мы одобрили это.
