Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: The great power attained by some mystics is often dreaded by the enemies of elvenkind. After a long path of learning — often lasting their entire lifetime — these avatars of wind and storm master the natural elements, and are capable of commanding them at their will. Needless to say, these skills could be used to destroy the elvish civilization. Avatars are thus highly respected, often feared sages of their people. Power is both a gift and a curse — understanding and bearing this great responsibility is perhaps one of the last challenges that must be mastered by these mystics.
ru: Одной из вещей, которых более всего страшатся враги эльфов, является сила, которой могут овладеть некоторые посвящённые. После того, как они завершат долгий путь обучения – часто длинною в целую жизнью – они становятся воплощением природных стихий ветра и бури, и способны, при желании, повелевать ими. Помня об этом, враги зачастую сдаются без боя или бегут в панике от огромных возможностей такой мощи. Разумеется, такие способности могли бы положить конец эльфийской цивилизации, если бы использовались для злых дел. Поэтому воплощённых почитает и даже опасается их собственный народ. Такая сила одновременно и дар и проклятие — как выдержать эту ношу, и не поддаться ей. Возможно, это одно из последних испытаний, оставшихся у этих адептов тайного знания.

source: ethereal storm
ru: эфирная буря

source: female^Elvish Mystic
ru: Посвящённая

source: Experienced mystics are of great value in the new Elvish society. Their great knowledge of history and magic, tolerance and fair judgement is what is sought for in a leader or advisor. In times of need, they are in charge of assisting their lords with worthy advice or even support on the battlefield. But they have not finished learning yet, and still wander about the world, seeking new questions to answer.
ru: Опытные посвящённые играют значительную роль в новом эльфийском обществе. Их глубокие знания истории и магии, терпимость и справедливость в суждениях являются теми качествами, которые необходимы руководителям или советникам. В трудные времена они оказывают достойную помощь в принятии решений своим лордам и даже поддерживают их на поле боя. Но они еще не закончили обучение и по-прежнему бродят по миру в поисках вопросов, нуждающихся в ответе.

source: Prong Bug
ru: Зубастый жук

source: Amongst the Verlissh attack forces, some people have spotted strange creatures that resemble beetles, except for being larger than a wolf. Fortunately enough, these creatures’ performance in battle is nothing to fear, and their only apparent purpose seems to be scouting.
ru: Среди наступающих войск Верлисшей некоторые смогли заметить необычных существ, чем-то напоминающих жуков. Только вот размером они больше волка. К счастью для нас, одолеть их несложно, а их единственным предназначением, во-видимому, является разведка.

source: Thunderwheel
ru: Громовая колесница

source: With the help of one more steam genies, these noisy vehicles are able to move faster than horses.
ru: С помощью усиленного парового духа эти шумные транспортные средства могут двигаться быстрее, чем лошади.

source: Warwheel
ru: Боевая колесница

source: Warwheels are faster and more heavily armored than Steamwheels, and can breach enemy lines with their fearsome charge.
ru: Боевые колесницы быстрее и лучше бронированы чем громовые колесницы, и могут пробивать бреши в рядах противника своим страшным ударом.

source: Dwarvish Flamethrower
ru: Гном-огнемётчик

source: It is said that the Dwarven Flamethrowers have strange staves of wood and iron, similar to those of the Thunderguards; but instead of making a thunderous noise and shooting a projectile, their weapon generates a continuous tongue of flame.
ru: Известно, что гномьи огнемётчики носят с собой необычные посохи из дерева и железа, подобные тем, что у громовержцев. Однако вместо выстрела снарядом, сопровождающегося оглушительным грохотом, их оружие поливает врагов плотным потоком огня.

source: firestick
ru: огненный посох

source: Steamwheel
ru: Паровая колесница

source: Some Dwarves use strange vehicles that can move fast without a horse. It is said that these great wheeled vehicles are powered by invisible steam genies, and thus they are called ‘Steamwheels’.
ru: Некоторые гномы используют странные повозки, способные передвигаться быстрее лошади без какого-либо скакуна. Говорят, что их питают какие-то духи пара, поэтому они и прозваны ‘паровыми колесницами’.

source: Sentry Tower
ru: Сторожевая башня

source: These immovable defensive structures stand tall and steadfast against any foes foolish enough to attempt to strike them down.
ru: Эти неподвижные оборонительные строения стоят крепко против любых врагов, достаточно глупых, чтобы пытаться их сломать.

source: Shadow Courier
ru: Вестник Теней

source: A few chosen ones from the ranks of the Chaos Lorekeepers are given knowledge and abilities that are forbidden to the common followers; they are the closest to the Emperor that anyone has ever been, and serve him as his right-hands. Although physically weak and slow after turning into demons, their magic skills more than compensate for such lack, making them opponents that should never be fought directly if possible.
ru: Немногим, кто прошёл тщательный отбор из рядов Хранителей Знаний, предоставляются знания и способности, запретные для обычных последователей. Они ближе всех к самому Императору и служат его правой рукой. Невзирая на физическую слабость, приобретённую после превращения в демонов, их магические силы более чем восполняют эту потерю, делая их врагами, прямого противостояния с которыми следует избегать насколько это возможно.

source: female^Sylvan Warden
ru: Хранительница Леса

source: Elynia’s mastery of faerie magic remains unrivaled on Irdya, even without the legendary power of the Union of Light and Darkness. Always dutiful as the sworn protector of elvenkind and the forests of Irdya, she will do anything to stop those who may threaten her people or upset the delicate balance of nature.
ru: Мастерство магии файери, которым обладает Элиния, остаётся непревзойдённым в Ирдии даже без легендарной силы Союза Света и Тьмы. Всегда верная своей клятве защитницы эльфов и лесов Ирдии, она сделает всё, чтобы остановить тех, кто угрожает её народу или нарушает тонкое равновесие природы.

source: mystic fire
ru: мистический огонь

source: female^Lady of Light
ru: Леди Света

source: While it is not exactly rare for elves to attain a faerie-like affinity with nature, none in recorded history can claim to have done so to the same degree as the legendary Lady of Light. Elynia’s divine heritage allows her to channel the power of the Lords of Light and cast a glow in even the darkest depths of Irdya, wielding it against all those who oppose the natural order. Very little is known of her ultimate power, the Union of Light and Darkness once invoked by her and the Master of Darkness against the powerful Demon Lord Zhangor. And now that the Union has been fractured by a cruel twist of fate, it is doubtful that the mystery will ever be elucidated. Nevertheless, the essence of Light continues to radiate from her very skin and provide her with the strength to assist her people in their hour of need.
ru: Эльфы нередко обретают связь с природой, подобную файери, однако ещё никто в обозримой истории не мог владеть ей в той же степени, что и легендарная Леди Света. Божественный дар Элинии позволяет её использовать мощь Повелителей Света и нести свет в темнейшие глубины Ирдии, чтобы покарать тех, кто нарушает естественный порядок. Мало что известно о её главной силе, Союзе Света и Тьмы, которую однажды она и Повелитель Тьмы призвали против могущественного Лорда-Демона Жангора. А теперь, когда Союз был расколот жестоким поворотом судьбы, сомнительно, что загадка вообще когда-нибудь прояснится. Тем не менее, сущность Света продолжает проницать её кожу, придавая ей силу, чтобы помочь своему народу в час нужды.

source: race^Elvish Spirit
ru: Дух эльфа

source: race+female^Elvish Spirit
ru: Дух эльфийки

source: race^Elvish Spirits
ru: Духи эльфов

source: Many mighty elven warriors of ancient have died in such a way that their desire of fighting for a last time is not fulfilled. Thus, their souls cannot rest in peace forever, and seek to return to this world for getting their thirst quenched with a last glorious confrontation. However, they usually cannot do so without help of necromancy. Since elves have always been opposed to allowing necromancy and their practitioners amongst their people, their ancestors have not had the opportunity to return to assist their kind, till now.
ru: Многие эльфы прошлого умерли в битве, не удовлетворив свою жажду мести. Поэтому их души не могут остаться в вечном покое, и они возвращаются, чтобы удовлетворить эту страсть в последней, славной битве. Тем не менее, они, как правило, не могут это сделать без помощи некромантии. И так как эльфы всегда противостояли её применению своим народом, эти предки не могли вернуться для помощи своему роду до недавнего времени.

source: <b>If you have not completed Episode I of <i>Invasion from the Unknown</i>, you definitely should not play this episode yet.</b>
ru: <b>Если Вы не прошли до конца Эпизод I кампании “<i>Вторжение из Неведомого</i>”, Вам точно не следует начинать этот эпизод.</b>

source: From the personal journal of Lord Galas of the Forest Elves.
ru: Из личного дневника Галаса, лорда лесных эльфов.

source: “Our ancestors settled this land ages ago, seeking shelter from the hostile outside world. They hailed from forests which have long withered away; the endless expanse of sand could not possibly offer our kind much more than vicious enemies and a slow, agonizing death. It is said that thousands of elves fell before the survivors finally came across this green valley. As if by the grace of the Lords of Light themselves, it emerged from the ruins of a once green and lush world in our moment of dire need. Defending our valley from intruders has never been an easy task. A small portion of our troops are trained in the ways of navigating and fighting in the sands from a young age and assigned to patrol groups in charge of warding our frontiers. It is not a particularly rewarding mission, but it has allowed us to prosper as a united people.
ru: “Наши предки поселились в этих землях много столетий назад, ища убежища в этом враждебном мире. Они бежали из давным-давно иссушённых лесов; безбрежный простор пустыни мог предложить нашему роду лишь подлых врагов и медленную, мучительную смерть. Тысячи эльфов умерли, прежде чем выжившие наконец смогли отыскать эту зелёную долину. Будто по благословлению самих Повелителей Света, во времена крайней нужды она появилась среди пустошей однажды зелёного и свежего мира. Защита рубежей долины от захватчиков никогда не была лёгкой задачей. Часть наших войск с детства обучались сражению на пересечённой местности и выживанию в песках. Именно из неё собирались патрульные отряды, ответственные за охрану наших границ. Хотя это не самая благодарная работа, она позволила нашему объединённому народу процветать.

source: My father was on duty leading his group one night, against a band of nomadic humans. Barbarians unwilling to converse with speaking creatures not born of their kin’s blood, and only intent on conquering and taking what they believed theirs by right. A sling bullet broke his skull as he defended an injured comrade.
ru: В одну ночь мой отец вёл свой отряд против сборища людских кочевников. Варвары не желали договариваться с разумными существами чужой крови, их единственной целью было завоевание и присвоение себе всего, что они хотели. Снаряд из пращи раскроил его череп, когда он защищал раненого товарища.

source: At the time I was shocked by his death — a graceless end to a valiant life. I cried for the last time at his funeral. On memory of him I swore to become the best, advancing beyond the ranks of my comrades until I was one of the best fighters and commanders amongst my people, despite my age. Anlindë has taken care of me like her own son since then. She has been to me the mother I never had, often spending far too much time caring for me rather than her own duties with the wounded and infirm.
ru: В то время я был потрясен его смертью — таким неподобающим концом его доблестной жизни. На его похоронах я плакал в последний раз. Я поклялся памятью отца стать лучшим, выдвинуться из рядов моих товарищей и не знать покоя, пока, невзирая на свой возраст, не стану одним из лучших бойцов и командиров моего народа. С тех пор Анлиндэ заботилась обо мне, как о собственном сыне. Она была мне как мать, которой у меня никогда не было, иногда, возможно, она уделяла мне слишком много внимания вместо того, чтобы заботится о раненых и больных.

source: Recently, the frequency and intensity of the hostile incursions has increased. We can detect no single hand behind them, but it is as if they were thrust into our domains by some force greater than their own petty greed and rage. They throw themselves onto our blades and arrows as if death were a better alternative than retreat. Our patrol groups are growing in size to resist, but the pace of recruiting is becoming harder to maintain. Most people do not crave the chance to risk their lives in combat against such determined foes. Then one day, we discovered the source of the outsiders’ frenzy.
ru: В последнее время частота и свирепость нападений увеличились. Мы не можем обнаружить руку, которая ведёт их, но выглядит это так, как будто их гонит к нам некая сила, большая чем их собственная жадность и ярость. Они бросаются на наши мечи и стрелы, как будто смерть для них лучше отступления. Численность наших патрулей все увеличивается, но набирать новых бойцов становится всё труднее. Большинство не жаждет подвергнуть свои жизни опасности в бою против столь решительного противника. Одним днём нам стала ясна причина ярости этих людей.

source: It was quite a success, but the fighting technique of those humans was more professional, coordinated, and accurate than those of the regular nomadic skirmisher. That worried me initially, and I would have organized a scouting party into the desert if we had been in any condition to do so. Our group was greatly weakened by the battle, so we withdrew back to the main keep in the valley. Another patrol group took our place and was scheduled to return in three days. That was not to happen. Instead, enemies came to us with our kin’s skulls mounted atop their banner-poles. Driving them forth would not be easy.
ru: Мы победили. Но эти люди воевали более умело, собранно и точно, чем обычные воины-кочевники. Это сразу же насторожило меня, и я собирался снарядить отряд для разведывания пустыни, как только у меня была бы такая возможность. Наша группа была изрядно потрёпана битвой и нам пришлось отступить к цитадели в глубине долины. Нас сразу же заменил следующий отряд дозорных, которому назначили вернуться ровно через три дня. Они не вернулись. Более того, мы заметили, как к нам приближались враги с черепами наших сородичей на своих знамёнах. Выбить их будет непросто.

source: We were shocked when we tallied our numbers. Barely a thousand of us survived the battle in the valley. Most of the dead likely perished in the villages burnt by our foes, helpless and frightened. Alas, they met one of the most painful deaths one could ever imagine. When I thought about what forced us from our ancient home, the one place we had lived in safety on this war-torn and barren world, I felt my stomach clench in terror. Anlindë was a wise sorceress, but I regretted not being strong enough to ignore her counsel. I could not help but think that had we stayed, we could have fought back and somehow emerged victorious.
ru: Мы пришли в ужас, когда провели перекличку. Не более тысячи пережило битву в долине. Вероятно, большинство погибло в деревнях, сожжённых нашими противниками. Увы, им пришлось встретить одну из самых болезненных смертей, которые возможно представить. Когда я думаю о том, что вынудило нас уйти из нашего древнего дома, из места, где мы безопасно жили в этом бесплодном мире, истерзанном войной, я чувствую, как в мою душу заползает страх. Анлиндэ — мудрая волшебница, а я, к сожалению, не достаточно силён, чтобы оспорить ее предложение. Но если бы мы остались, если бы могли бороться, сумели бы мы вырвать победу?

source: I but hoped that fleeing into the depths was a wise decision, and that Lédinor’s efforts were not wasted.
ru: Но теперь осталась лишь надежда, что побег в глубины был разумным решением и что усилия Лединора не окажутся напрасными.

source: Northwest. That was the direction we had to go, if Mal Keshar’s words were to be believed. We were to seek our saviors in the depths of the largest mountain range within our reach; a place formerly inhabited by the artisans of the earth, the dwarves of Knalga. According to Anlindë, he was a tormented soul. A man who began his journey fighting for what he believed to be a noble cause before veering off the road into an eternal abyss that tainted and twisted and destroyed him. Now that man’s shadow walked alongside us under the surface of Irdya. I fear what future generations will think of us who allowed such a monster on our side... if we survive long enough to leave any descendants, that is. In spite of his evident bitterness, the necromancer did not make a second attempt against us. I wondered if this was a ruse or he was just daunted by Anlindë’s close watch.
ru: Северо-запад. Туда нам следовало идти, если словам Мал Кешара можно было доверять. Мы собирались искать наших спасителей в глубинах под величайшими горами — место, что в своё время служило домом мастерам подземелий, гномам Кналга. Анлиндэ говорит, он был истерзанной душой. Из тех, кто боролся за то, что считал правым делом, но однажды сбился с пути и погряз в вечной бездне, что прокляла, исказила и уничтожила его. Теперь его тень вместе с нами идёт по глубинам Ирдии. Страшно представить, что подумают потомки о тех, кто позволил этому чудовищу сражаться на нашей стороне... Если они вообще у нас будут, конечно. Несмотря на свою вредность, он не производил никаких попыток к бегству или покушений на нас. Интересно, готовит ли он какую-то хитрость или просто напуган постоянным надзором Анлиндэ?

source: My uneasiness throughout the journey underground was not solely due to the dark sorcerer’s presence, though. Anlindë shunned my questions about the ‘catastrophe’ mentioned by her and Mal Keshar during their initial conversation. It was no surprise to me that the lich would refuse to answer my questions, but why would Anlindë shun my curiosity as well? Is the order of sorcerers she belongs to not dedicated to preserving and communicating our lore to any elf who would display an interest in it? And how could she, with her words alone, weaken such a peculiar adversary where other sorcerers would fail?
ru: Моё беспокойство во время нашего пути под землёй, однако, было вызвано не только присутствием тёмного мага. Анлиндэ уклонялась от всех моих вопросов насчёт ‘катастрофы’, которую она и Мал Кешаром упоминали в разговоре. Я ожидал, что лич откажется отвечать на мои вопросы, но почему Анлиндэ не могла удовлетворить моё любопытство? Разве орден жрецов, к которому она принадлежит, не призван сохранять и передавать наши знания любым эльфам, желающим их получить? И как вообще её силы смогли ослабить такого могущественного врага, когда остальные потерпели неудачу?

source: We left Lady Unarye in charge of the Eisenstone clan’s lands for a few weeks, allowing our civilians to advance over the sands relatively unhindered as we continued to clear the path ahead. We tried to make up for the clan’s losses as best as we could, trading knowledge, weapons, and valuables with the locals. Their distrust and hatred slowly gave way to a more peaceful cultural exchange — an advantageous outcome for both parties. The long desert march drew the attention of many more desert dwellers in the region, most of them fearful of our numbers, weapons, allies... and our species. However, once curiosity overcame their initial fear, some of them approached us with no ill intentions. Mal Keshar saw it fitting to take advantage of this situation.
ru: Мы возложили ответственность за земли клана Железного Камня на леди Анери, позволив нашим мирным жителям пройти сквозь пески безо всяких угроз, пока наш отряд продолжил расчищать путь. Мы пытались как можно скорее замять среди местного населения потери, понесённые кланом, торгуя знаниями, оружием и прочими ценностями. Их недоверие и ненависть постепенно уступили место более цивилизованному обмену, который оказался благотворным для обеих сторон. Наш долгий поход сквозь пустыню привлёк внимание гораздо большего числа её обитателей, большинство из которых остерегалось нашего числа, оружий и… нашей расы. Однако, как только любопытство превзошло их изначальный страх, некоторые из них стали приходить к нам без каких-либо злых намерений. Мал Кешар собирается извлечь выгоду из этого положения.

source: The more magically adept travelers chose to apprentice under Mal Keshar to learn necromancy or hone their craft. Things quickly reached a point where the lich’s minions nearly outnumbered our own capable spell casters... and yet... But Mal Keshar was not the only one hiding something from me. Anlindë refused to tell me about the previous trials faced by our kind at the hands of the demons; Mal Keshar would tell me to ask Anlindë whenever I attempted to inquire. I wondered if perhaps the Lady of Light and the Master of Darkness would be willing to give me answers?
ru: Те из них, кто обладал способностями к магии, становились учениками Мал Кешара, чтобы освоить искусство некромантии. Уже скоро число приспешников лича превысило количество наших собственных заклинателей… и всё же… Не один Мал Кешар от меня что-то скрывал. Анлиндэ оказывалась говорить со мной об испытаниях, которые нашему народу уже приносили демоны в прошлом. Когда бы я не спрашивал Мал Кешара, он предлагал спросить Анлиндэ. Интересно, дадут ли Леди Света и Повелитель Тьмы ответы на все мои вопросы?

source: After some time we reached a river, which we then followed along the southern side. Small tributaries from the north gradually increased the river’s speed and depth. The fresh water and the sparse vegetation thriving along the riverbank seemed a sure sign that life, however little remained in this harsh world, still existed outside our homeland. I was increasingly eager to find the valley Mal Keshar mentioned in his instructions.
ru: Некоторое время спустя мы дошли до реки и дальше следовали вдоль её южного берега. Северные притоки значительно усиливали её скорость и глубину. Свежая вода и редкая растительность, произраставшая вдоль берегов, указывали нам на то, что жизнь, какой бы жалкой она не была, всё ещё сохранилась в этом суровом мире вне нашей родной земли. Я всё сильнее желаю найти долину, которую упоминал Мал Кешар.

source: The long desert march drew the attention of many more desert dwellers in the region, most of them fearful of our numbers, weapons, allies... and our species. However, once curiosity overcame their initial fear, some of them approached us with no ill intentions. Mal Keshar saw it fitting to take advantage of this situation.
ru: Наш долгий поход сквозь пустыню привлёк внимание гораздо большего числа её обитателей, большинство из которых остерегалось нашего числа, оружий и… нашей расы. Однако, как только любопытство превзошло их изначальный страх, некоторые из них стали приходить к нам без каких-либо злых намерений. Мал Кешар собирается извлечь выгоду из этого положения.
