Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: Me? <i>Pathetic</i>, you say? Ho! You are but a stain on the long line of grand necromancers who have ever walked the land. Look at yourself — allying with these pitiful vermin. For what purpose? What has possessed you to defer to the will of Xia’el’s children?
ru: Я? <i>Жалкий</i>, говоришь? Ха-ха! Да ты пятно среди великих некромантов, бродивших по этой земле. Посмотри на себя — объединился с этими несчастными вредителями. Зачем? Что побудило тебя подчиниться воле потомков Ксиаэль?

source: How can a magnificent being such as you have fallen so low as to turn himself into a mockery of the legend he was in the times before Naia? How can the universe allow such a disgrace to even <i>exist</i>?
ru: Как столь изумительная сущность могла пасть так низко, что превратилась в какое-то посмешище над легендой, что была перед Наей? Как сама вселенная могла <i>допустить</i> такой позор?

source: <b>Shut up!</b> I am <b>not</b> a mindless servant following the orders of a cult of degenerates worshiping a deceased goddess. I am my <b>own</b> person, I have chosen my own fate, and, before you know it, the entirety of Irdya shall kneel before me... starting with <b>you!</b>
ru: <b>Заткнись!</b> Не <b>я</b> безмозглый служитель культа дегенератов, что поклоняются мёртвой богине. Я действую <b>сам по себе</b>, и я выбрал свою судьбу, и пусть вся Ирдия преклонится предо мной… начиная <b>с тебя!</b>

source: Let us put an end to this folly. Take that foul behemoth down and capture the dark priest!
ru: Пора прекратить эту дурь. Завалите то чудовище и схватите тёмного колдуна!

source: Oh Galas, sweet, little misguided Galas. Don’t you feel his power around you? How can you expect to strike him down when he is already peering into your head?
ru: О, Галас, милый, заблудший Галас. Разве ты не чувствуешь его мощь вокруг себя? Как ты намереваешься сразить его, когда он уже проникает в твою голову?

source: I don’t know what you are talking about.
ru: Не знаю, о чём ты говоришь.

source: You only waste your time fighting his power. Do you not know why he is called the Voice of Uria? Do you not know what fate awaits those fools who choose to ignore his sacred words?
ru: Вы лишь потратите время, сражаясь с его могуществом. Разве вы не знаете, почему он прозван Голосом Урии? Разве вы не знаете, какая участь ожидает безумцев, посмевших ослушаться его священных слов?

source: Galas, what is this lich talking about?
ru: Галас, о чём говорит этот лич?

source: I have no idea. It’s just more of his religious bravado.
ru: Понятия не имею. Какой-то религиозный бред.

source: Master, nooooooooooo... (<i>gurgle</i>)
ru: Хозяин, неееееееееее… (<i>булькающий звук</i>)

source: We still have the lich left to deal with!
ru: Теперь пора расправится с личом!

source: Today is not the day you will see me fall, heretics. Send my regards to our Master... if you can get to the Heart alive, that is...
ru: Сегодня вам не узреть моё падение, еретики. Передайте привет нашему Повелителю… если вы доберётесь до Сердца живыми, конечно…

source: Damn it all! He did it again! Why do you keep allowing this to happen, Galas!
ru: Вот окаянный! Он снова сбежал! Как ты допустил это, Галас!

source: Hey, I am not the spell-caster here!
ru: Эй, не я здесь заклинатель!

source: Elynia
ru: Элиния

source: Find the Lady of Light and the Master of Darkness
ru: Найдите Леди Света и Повелителя Тьмы

source: Well, here we are. I guess I was wrong to expect our heroes to be sleeping right by the entrance.
ru: Вот мы и здесь. Кажется, не стоило ожидать, что наши герои будут спать прямо у входа.

source: Whoah, this place is much larger on the inside!
ru: Ого, это место гораздо больше внутри, чем снаружи!

source: This is... I can’t believe I— <b>we</b> are about to meet one of our ancestors and her human companion, in life! I wonder what they look like?
ru: Это же… Я не могу поверить, что мне— <b>нам</b> придётся встретить нашу далёкую предшественницу и её человеческого спутника вживую! Интересно, как они выглядят?

source: I imagine they look like every other elf or human sorcerer, just... much more powerful, and maybe even terrifying?
ru: Мне кажется, как обыкновенные эльфийские или человеческие колдуны, только… гораздо могущественнее, возможно даже пугающе?

source: OW!
ru: АЙ!

source: Someone bumped into me!
ru: Меня кто-то толкнул!

source: Who is there?!
ru: Стой! Кто здесь?!

source: Sorry! I saw you coming into this temple and I thought... well, the other elves scare me, and you saved me from the undead back there, so...
ru: Простите! Я увидел, как вы входите в этот храм и подумал… другие эльфы пугают меня, а вы спасли меня от нежити, поэтому…

source: Begone, goblin! This is no place for such a lowly creature like you!
ru: Сгинь, гоблин! Это место не для такого низкого существа, как ты!

source: Oh, he can come with us. I am sure the Lady of Light will not mind the intrusion of a goblin and his pet wolf considering the... circumstances. <i>(glares at Mal Keshar)</i>
ru: Пускай идёт с нами. Я уверена, Леди Света не обратит внимание на гоблина и его волка при таких… обстоятельствах. <i>(смотрит на Мал Кешара)</i>

source: Oh, many thanks, my lady! I had never been treated so well by non-goblins! Many thanks!
ru: О, леди, большое спасибо! Не-гоблины никогда не обращались со мной так хорошо! Большое спасибо!

source: <i>(grumble, grumble)</i>
ru: <i>(ворчит)</i>

source: We should be wary of any traps or enchantments set up to protect our heroes from hostile outsiders. Anlindë, could you inspect that gate?
ru: Мы должны остерегаться любых ловушек и заклятий, призванных защитить наших героев от посторонних. Анлиндэ, не могла бы ты осмотреть те врата?

source: Move Anlindë next to the gate
ru: Передвиньте Анлиндэ к вратам

source: These bones appear to have belonged to a dwarf.
ru: Похоже, это гномьи кости.

source: The chest is empty.
ru: Сундук пуст.

source: Nothing but bugs and dust in this barrel.
ru: В этой бочке нет ничего, кроме жуков и пыли.

source: There is a stone tablet nearby.
ru: Какая-то каменная табличка.

source: “Here in this chamber lies the slayer of the Demon Lord, Protector of the Elves of Irdya, wielder of the Power of the Union: Elynia, the Lady of Light. Only those born of Faerie and the sacred earth of Irdya shall be allowed within her resting place. May her eternal sleep end once the wounds inflicted upon Irdya have healed.”
ru: “В сей пещере лежит Хранительница эльфов Ирдии, носительница Силы Союза, та, кто победила Лорда-Демона Жангора: Элиния, Леди Света. Только тем, кто произошёл от Файери и от священной земли Ирдии, позволено находится её покоях. Да закончится её сон, когда раны, нанесённые Ирдии, будут исцелены.”

source: There doesn’t seem to be anything else special about this gate. <small><i>(aside)</i> Why does it only mention her...</small>
ru: Врата не представляют из себя ничего особенного. <small><i>(в сторону)</i> Почему упоминается только она…</small>

source: I believe we fit the description, but I am unsure about the healing part. Still, we have faced all kinds of trials and braved numerous dangers to get here — there is no turning back now. Onwards!
ru: По-моему, мы подходим под описание, но насчёт исцеления… В любом случае мы уже преодолели столько испытаний, чтобы сюда добраться — пути назад нет. Вперёд!

source: The group entered a massive chamber at the center of the underground temple. The place was abundantly illuminated through openings in the tall ceiling, rendering their torches and magic pointless. The whole chamber appeared to have been built not by an ancient civilization, but by the earth itself. Standing out amidst the chamber was a lush courtyard enclosed by five trees in a geometric arrangement, with a sixth tree in the middle of all. An eerie gust of wind from the deep abyss below extinguished the fires as though intent on protecting the secret sanctuary from harm.
ru: Отряд вошёл в огромную пещеру, напоминавшую подземный храм. Место освещал яркий свет, сквозивший через щели её высокого потолка – можно было не расходовать факелы и магию. Вся пещера выглядела так, словно её возвела не древняя цивилизация, а сама земля. Посреди её раскинулся пышный луг, его окружали пять деревьев, составлявшие какую-то фигуру, в её сердце находилось шестое древо. Жуткий порыв ветра грянул из бездны, потушил огни, будто защищая тайное убежище от вреда.

source: Hello there! Anybody at home?
ru: Привет! Есть кто дома?

source: ... There is no-one here. But... how? Did we arrive too late?
ru: … Никого. Но… как? Мы пришли слишком поздно?

source: Kill the intruders.
ru: Убейте незваных гостей.

source: We are the Forest Elves of the Valley of Elynia! You must let us pass!
ru: Остановитесь! Мы эльфы из долины Элинии. Вы должны позволить нам пройти!

source: Protect the Lady of Light.
ru: Защищайте Леди Света.

source: Aieee! They’re gonna kill us!
ru: Аййй! Они нас убьют!

source: Enough of this nonsense!
ru: Довольно этого бреда!

source: Malin Keshar! What do you think you are doing?!
ru: Малин Кешар! Ты ещё что задумал?!

source: Something I should have done long ago! Unto me, whip of the Dark Gods!
ru: То, что должен был сделать давным-давно! Во славу Тёмных Богов!

source: No need to thank me. Behold!
ru: Можете меня не благодарить. Узрите!

source: On the ground where the white tree at the center of the chamber stood moments before, now lay a beautiful elven lady.
ru: На земле, где только что стояло белое дерево, теперь лежала прекрасная эльфийская леди.

source: In a previous age when Irdya was green and wide, anyone who glanced at her radiant pale skin and glistening faerie wings would have been able to discern her identity without a second thought. Even as she slept, her strong bond with the essence of Light illuminated her surroundings and protected her from harm. The legends told of the lavender-haired heroine of the elves and lauded her everlasting grace and splendor, but Galas never imagined the truth could possibly surpass the historical accounts; neither did he imagine how it would render him completely dumbstruck, unable to greet her as it was required of him as lord of the Elves.
ru: В прошедшую эпоху, когда Ирдия была широка и зелена, любой, кто бы взглянул на её святящуюся бледную кожу и сверкающие крылья сразу бы понял, кто она такая. Даже во сне её крепкая связь с сущностью Света освещала всё вокруг, охраняя от вреда. Эльфы рассказывали легенды о героине с сиреневыми волосами, чья грация и великолепие были нескончаемыми, но Галас не ожидал, что истина превзойдёт все записи прошлого; как и не ожидал, что совершенно онемеет и не сможет встретить её, как подобает лорду эльфов.

source: She is...
ru: Она...

source: Come forth, Light of the First Gods! Awaken your blessed emissary from her millennial sleep!
ru: Я взываю к силе Света! Пусть он пробудит посланницу Первых Богов от её тысячелетнего сна!

source: ... Who has... awakened me?
ru: … Кто… разбудил меня?

source: <i>(points at Galas)</i>
ru: <b>(указывает на Галаса)</b>

source: ... Elves? Huh... I must be dreaming...
ru: … Эльфы? Должно быть, я всё ещё сплю…

source: Actually, no, not at all.
ru: На самом деле, нет.

source: Necromancer! Your kind is not welcome here! Say your last words!
ru: Некромант?! Нет, я не потерплю никого из них в этом месте! Скажи своё последнее слово!

source: No, he doesn’t mean any harm, Lady Elynia! He is our ally!
ru: Нет, он не нанесёт вреда! Он – наш союзник!

source: <i>Ally</i>, you say? Who are you, strangers, and why have you come to interrupt my sleep?
ru: <i>Союзник</i>, говорите? Кто вы такие, незнакомцы, и почему вы пришли сюда с целью прервать мой сон?

source: Right, right, I forgot to introduce ourselves. I am Lord Galas of the Elves of the Valley of Elynia, my lady, and these are Anlindë, my loyal advisor and leader of the Elven Council at Telchior’s Hold; Lady Unarye, High Sorceress of our people; Althurin, High Runemaster of the Dwarvish Kingdom of Herthgar; and this is—
ru: Простите, забыл представиться. Я — Галас, лорд эльфов долины Элинии, миледи, а это — Анлиндэ, моя верная советница и глава Совета крепости Тельчиора; леди Анери, великая заклинательница нашего народа; Альтурин, мастер рун гномьего королевства Хертгар; а это—

source: Mal Keshar, the Harbinger of Dread — a title I just made up so I don’t seem out of place among those big names.
ru: Мал Кешар, Вестник Ужаса — титул, который я только что придумал, чтобы хорошо смотреться среди этих больших имён.

source: <i>(appalled)</i> I—
ru: <i>(в ужасе)</i> Я—

source: And I’m Igor! But I fear I don’t have any titles or feats to brag about...
ru: А я — Игорь! Но боюсь, у меня нет каких-то званий или подвигов…

source: I mean, I appreciate that you would name a valley after me, but... Lord Galas, do you even realize that you are standing beside two criminals condemned by elvenkind? How could this depravity come to be?! Is this truly Telchior’s legacy?! How am I supposed to trust the elves of this time now?
ru: Я конечно польщена, что вы назвали долину в мою честь, но… лорд Галас, Вы вообще понимаете, что стоите посреди двух преступников, проклятых эльфийской расой? Как вы могли спуститься до такого?! Вот оно, наследие Тельчиора?! Как я теперь могу доверять эльфам?

source: Because... I presume it has been long since the Fall, hasn’t it? And you are a descendant of Lord Telchior of Thelien, aren’t you, Lord Galas?
ru: Потому что… Догадываюсь, уже много воды утекло со времён Падения, не так ли? А вы, лорд Галас, должно быть, потомок Тельчиора, лорда Телиэна?

source: Uhh... perhaps? I beg your pardon, my lady, but the only person here whom I am aware has committed past crimes against elvenkind is Mal Keshar, and I have specifically allowed him amongst us so he could guide us to the Heart Mountains, and to you.
ru: Ух… возможно? Прошу прощения, миледи, но единственный, кто, как я знаю, совершал в прошлом преступления против эльфов — это Мал Кешар, и я лично позволил ему идти среди нас, чтобы он показал путь к Вам, в горы Сердца.

source: So you were raised unaware of the most crucial chapter of your people’s history... That... actually makes sense. Why are you all here today?
ru: Вы что, выросли, не зная судьбоносную часть истории вашего народа… Тогда… это имеет смысл. Почему же вы все здесь?

source: Because the demons have returned, my lady; this time in greater numbers, and backed by an empire established by the humans of the southern deserts during the last few centuries. They decimated our defenses, razed our lands, and slaughtered countless innocent civilians before we finally left our home to request help from you and the Master of Darkness... who... seems to be absent for some reason?
ru: Демоны вернулись, миледи; в этот раз в ещё большем числе. Всего лишь за несколько веков люди южный пустынь выстроили империю – она поддерживает этих чудовищ. Они перебили наших защитников, опустошили наши земли и оборвали невесть сколько невинных жизней прежде, чем мы наконец покинули родной дом, чтобы просить помощи от Вас и от Повелителя Тьмы… который… отсутствует по какой-то причине?

source: The Lady of Light seemed suddenly distraught at Anlindë’s words. She breathed deeply and turned around, trying to avert the inquisitive glances, and remained silent for a moment...
ru: Леди Света, казалось, едва ли не потеряла рассудок от слов Анлиндэ. Глубоко дыша, она обернулась назад в попытке избежать любопытных взглядов, затем – на мгновение – воцарилась тишина…

source: And then, she turned around once again. “Argan, the Master of Darkness, is dead.”
ru: Затем, она промолвила. “Арган, Повелитель Тьмы, мёртв.”

source: I... I never imagined—
ru: Я… не могла бы и подумать—

source: It pains me to have to admit this truth to you... After our victory against the Demon Lord Zhangor in Wesmere, many elves — your ancestors, lord Galas — were convinced that we were like gods, immortal and invincible, the exclusive wielders of the only power that could rival the demon’s own. But it was only by sheer fortune that we survived that battle; and our lives, even though they truly exceed the norm of our kind in span, are as fragile as those of everyone else. We learned this the only possible way: by one of us dying.
ru: Мне до сих пор больно признавать это… После нашей победы над Жангором в Весмире, многие эльфы — ваши предки, лорд Галас — верили, что мы были подобны богам, бессмертным и непобедимым, что лишь мы могли сравниться силой с демоном. На самом деле, мы пережили ту битву благодаря неслыханной удаче; а наши жизни, хотя и необыкновенно длинные, хрупки, как у всех остальных. Мы поняли это слишком поздно: один из нас умер.

source: As to how it happened... <i>(sighs)</i> I suppose I might as well tell you of the world-changing events that led up to it. Our stories are more closely intertwined than you might suspect, lord Galas, and because our people have apparently forgotten the tragedies that befell us all at the end of times, I shall try my best to provide you with my own abridged account. You have to know the truth that Anlindë has kept from you for so long.
ru: А как это случилось… <i>(вздыхает)</i> Похоже, мне придётся рассказать обо всех изменивших мир событиях, что привели к такому исходу. Истории переплетена сильнее, чем Вы могли подумать, лорд Галас, а наш народ, видать, забыл несчастья, что настигли нас в конце времён. Я видела собственными глазами то, о чём сейчас поведаю. Анлиндэ скрывала от вас слишком многое.

source: But I must warn you: if the lorekeepers of elvenkind chose to not pass this knowledge on to you and your forefathers, it would be highly unwise of us to do otherwise now that our civilization is once again on the brink of extinction, and susceptible to the influence of demons hailing from Inferno.
ru: Но должна предостеречь: если эльфийские мудрецы не передали вам и вашим праотцам это знание, опрометчиво сейчас поступать иначе, когда мы вновь оказались на грани истребления из-за демонов, что вторглись из Инферно.

source: Which is why all of you standing before me now are forever bound to keep this a secret. Sit down, and listen well...
ru: Вот почему все, кто стоит передо мной сейчас, обязаны навеки хранить эту тайну. Присаживайтесь и слушайте внимательно…

source: Into the Lair
ru: Добро пожаловать в Логово

source: Mal Murwiel
ru: Мал Мурвиэль

source: Mal Aravir
ru: Мал Аравир

source: Ka’alarilyn
ru: Каларилин

source: Vyta
ru: Вита

source: Find the entrance to the lair of the Chaos Emperor
ru: Найдите проход в логово Императора Хаоса

source: I didn’t think the demons’ homeland would be such a... cold... place— <b>ATCHOO!!!</b>
ru: Ух ты, не думал, что родина демонов окажется такой… холодной— <b>АПЧХИ!!!</b>

source: I have to say, I never expected Inferno to be such a cold place.
ru: Честно сказать, не ждал, что Инферно окажется таким холодным местечком.

source: Yes, there does not appear to be anything but more snow in the distance. Who knew!
ru: Да, в дали ничего, кроме снега. Кто ж знал!

source: I assume this is but a small land in a much larger realm. The stories speak of far more varied locations, much like Irdya itself.
ru: Полагаю, это – лишь малая доля гораздо большего мира. Истории гласят, что Инферно пестрит самыми разнообразными землями, как и сама Ирдия.

source: Surely the Emperor chose this location in order to have a nigh-on unlimited water supply for his ostentatious capital, then.
ru: Конечно, судя по всему Император расположил здесь базу, чтобы воспользоваться практически неисчерпаемым запасом воды для своей гигантской столицы.

source: Come to think of it, there <b>is</b> nothing but snow in sight, indeed. Does anyone else find this troubling?
ru: Если так подумать, тут и <b>нет</b> ничего, кроме снега. Никого это не напрягает?

source: You are right, the solitude of this place doesn’t bode well.
ru: Ты прав, покой этого места не предвещает ничего хорошего.

source: I spot a few foes over there.
ru: Вижу нескольких врагов.

source: Welcome! Welcome all to my lair, foolish creatures!
ru: Добро пожаловать! Добро пожаловать в моё логово, глупцы!

source: It’s that infuriating laugh again! Oh, I swear, the moment I get my hands on that pretentious bastard...
ru: Опять этот раздражающий хохот! Ох, клянусь, как только я схвачу этого самодовольного ублюдка…

source: The protection enchantment shielding this gate is far too strong. May I suggest searching for another way to open it?
ru: Эти врата защищены слишком сильным заклятием. Может, найдём иной способ их открыть?

source: Union?
ru: Что насчёт Союза?

source: I would rather avoid unnecessary use of it while we are in this place... I hope you can understand why.
ru: Лучше не тратить его без нужды, пока мы в этом месте… Надеюсь, ты понимаешь, почему…

source: ... Yes... I <i>think</i> I see where this is going. Very well, then. Let us do things your way.
ru: … Да… Я <i>догадываюсь</i>, к чему всё идёт. Что ж, хорошо. Сделаем по-твоему.

source: Hey, what do we have here... Cockatrices! There are cockatrices roaming about this place!
ru: Эй, что у нас тут… Кокетрасы! Кокетрасы идут!

source: Bird-like creatures which are said to have the ability to turn any living thing to stone with a single glance. They are not natural denizens of our world, being instead the product of forbidden sorcery.
ru: Птице-подобные существа, превращающие все живое в камень одним взглядом своих глаз. Они не должны существовать в нашем мире — их сотворило запретное искусство.

source: Yes, yes — all right, attention everyone! Avoid direct eye contact with these pests or you <i>will</i> regret it!
ru: Да, да, всё верно. Внимание всем! Не смотрите этим тварям в глаза, иначе вы <i>сильно</i> об этом пожалеете!

source: I believe I can remove the effects of their magic with a spell. However, should any victim come to harm while petrified...
ru: Я попробую обратить последствия их магии. Однако, если жертву повредят в окаменевшем состоянии…

source: Elynia is petrified by an enemy unit
ru: Элиния окаменела

source: Elynia can revert the effects of petrification on adjacent player units at the start of each turn
ru: Элиния может расколдовать соседних бойцов в начале каждого хода

source: I can’t... help you... now...
ru: Я не смогу… помочь вам…

source: You are not able to activate this sealed glyph. Perhaps you should send Elynia or Mal Keshar to investigate instead.
ru: Вы не способны активировать этот запечатанный кристалл. Возможно, вам следует послать сюда Элинию или Мал Кешара.

source: Knidaril
ru: Нидарил

source: This is quite obviously an invitation into a trap. Shall we heed it?
ru: Очевидно, это — приглашение в ловушку. Примем ли мы его?

source: This whole place feels like a trap to me. On the other hand, if we don’t come to him...
ru: Да всё это место – ловушка! С другой стороны, если мы не придём к нему…

source: ... he will come to us. Even then, I think we should first look around for anything that could help us — weapons, information, anything.
ru: … он придёт к нам. В любом случае стоит сперва поискать всё, что может нам помочь: оружие, сведения – да всё, что угодно.
