Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: Huh? <b>WHAT?!</b> I should have known better than to trust a lich. I guess I’ll have to finish this by myself.
ru: А? <b>ЧТО?</b> Зря я доверился личу. Похоже, мне придётся разобраться с делом самому.

source: Rest in peace, Tanstafaal. Even if you betrayed our kinsmen, to roam the world in undeath is not a fate I would wish for anyone.
ru: Покойся с миром, Танстафааль. Даже если ты предал своих сородичей, я никому не пожелаю оставаться ходячим мертвецом.

source: Their devotion to an impostor goddess has allowed them to persist in this world for centuries. It’s quite perturbing to see.
ru: Их преданность ложной богине связала их на века с этим миром. Меня это изрядно беспокоит.

source: Well, well, now you are finished. Your undead companions have either been smashed to dust or have fled in shame, and we have got you cornered. Any last words?
ru: Ха! Тебе конец! Твои трухлявые дружки разбиты или обращены в прах, очередь за тобой. Что скажешь напоследок?

source: Bah, I still stand on my feet — that is enough to defeat you! This time I will not be merciful with you or your kin!
ru: Хе! Я всё ещё стою на своих двоих — этого достаточно, чтобы победить! В этот раз я не пощажу ни тебя, ни твоих соплеменников!

source: So, how many more upstarts like this should I expect now that those dark cultists have infiltrated our lands? I suppose there is some value in uniting our forces under a single banner after all.
ru: Сколько ещё ждать подобных выскочек теперь, когда тёмные культисты просочились в наши земли? Кажется, объединить наши силы под одним знаменем всё же имеет смысл.

source: So you will accept the Grand Council’s proposal, then?
ru: Итак, вы принимаете предложение Великого Совета?

source: Of course. As long as you people honor the pact, so shall we.
ru: Конечно. Пока ваш народ будет соблюдать его, мы тоже.

source: ... Pah! You are all such disgusting creatures. You and everyone else who allies with these orcs.
ru: … Как же вы отвратительны! Вы и все, кто вступает в союз с орками.

source: Galas, about that suicidal infiltration mission of yours...
ru: Галас, насчёт той самоубийственной операции проникновения…

source: Yes?
ru: Да?

source: I have decided to go with you after all. I don’t necessarily agree that your plan is a good idea, but... There is something deeply troubling about this Chaos Empire. Even though Mal Keshar is a truly powerful lich and I am sure there are many capable warriors amongst our people’s ranks, I feel there is something more to the followers of Uria than I first thought. Something... ominous.
ru: Я решила пойти с вами. Я конечно не согласна, что ваш план хорош, но… Есть что-то тревожное во всей этой Империи Хаоса. И хотя Мал Кешар поистине могущественный лич, и наши ряды полны способных воинов, среди последователей Урии есть нечто большее. Нечто… зловещее.

source: Elynia, if the Chaos Emperor is after you like the lich’s words implied, I think it would be preferable if you stayed here in the north’s safety — I mean, compared to the lands of Chaos.
ru: Элиния, если ты нужна Императору Хаоса, как и сказал этот лич, думаю, тебе лучше остаться на севере, где безопасно — по сравнению с землями Хаоса.

source: I thought you wanted me by your side anyway, Galas, if only to provide you with useful counsel now that Anlindë is gone. Besides, what is there to stop me from following your trail after you departure?
ru: Думаю, ты в любом случае не против, если я буду на твоей стороне, Галас, хотя бы, чтоб снабдить советом, особенно, когда больше нет Анлиндэ. Да и что остановит меня, если я решу проследовать за вашим походом?

source: I do need your help. I really do.
ru: Мне нужна твоя помощь. Очень нужна.

source: Well, then.
ru: Ну, хорошо.

source: And... I hope you can forgive me for not consulting you about our mission before.
ru: И… надеюсь, ты простишь меня за то, что мы не обсудили это задание раньше.

source: Oh, don’t worry. (<i>chuckles</i>) I have a whole eternity ahead of me to decide.
ru: Ой, не переживай. (<i>посмеивается</i>) У меня впереди ещё целая вечность, чтобы решить прощать или не прощать.

source: I... That’s not very reassuring. But I am taking that as a ‘yes’.
ru: Звучит не очень убедительно. Но я зачту это за согласие.

source: (<i>smiles</i>) Just remember to trust me as you would a friend, Galas. I promise to do my very best to help you, no matter what situation you get us into.
ru: (<i>улыбается</i>) Просто доверься мне, как другу, Галас. Я обещаю, что сделаю всё возможное, чтобы помочь тебе, в каком бы положении мы не оказались.

source: No, I will not forgive you, Galas! I hope your death will be as painful as it will be ironic.
ru: А я не прощу тебя, Галас! Надеюсь, твоя смерть будет настолько болезненной, насколько ироничной.

source: Royal Meeting
ru: Королевский приём

source: Unidë
ru: Унидэ

source: Welcome, friends. It’s been a long time since yer kinsmen last visited us... But tell me, what’re yer names? What brings ye here to the depths o’ the kingdom o’ Herthgar? And most importantly... <b>why is that accursed lich in this chamber?!</b>
ru: Добро пожаловать, друзья! Много воды утекло с тех пор, как ваш род в последний раз навестил нас… Скажите, каковы ваши имена? Что привело вас в глубины королевства Хертгар? Но главное… <b>почему тот проклятый лич стоит в этом зале?!</b>

source: We can explain, Your Highness! I am Galas, leader of the elves from the Valley of Elynia. This is Anlindë and...
ru: Извольте объяснить, Ваше Величество! Я — Галас, предводитель эльфов из долины Элинии. Это — Анлиндэ, а это…

source: The lich is Mal Keshar, our guide and... quite an important ally of ours. We would not be standing here in one piece without his help.
ru: Этот лич — Мал Кешар, наш проводник и… довольно важный союзник. Мы бы не стояли на этом месте, если бы не его поддержка.

source: I ha’ heard enough o’ this old vile creature ye brought into my domain! Dinna’ ye realize how dangerous it is to deactivate our defenses just to let yer pet in? I would nae tolerate this folly if ye weren’t from the Quenoth kin!
ru: Я достаточно слышал о той подлой твари, что вы привели в моё царство! Вы не понимаете, насколько опасно отключать нашу защиту, только чтобы впустить вашего прислужника? Я бы никогда не решился на такое безрассудство, если бы вы не были из эльфов Квенота!

source: I beg your pardon, Your Highness, but what are you talking about?
ru: Прошу прощения, Ваше Величество, но о чем Вы говорите?

source: King, your fellow dwarves spoke of elves from the desert when they first met us. Am I to assume that they identified themselves as the ‘Quenoth’ people? Did they truly come from the desert to visit you?
ru: Король, ваши подданные говорили об эльфах пустыни, когда они встретились с нами в первый раз. Теперь Вы упоминаете народ Квенота. Значит эльфы уже посещали Ваше царство? Они действительно пришли из пустыни?

source: Ye ask too many questions...
ru: Вы задаёте слишком много вопросов…

source: Aye, they were the Quenoth elves o’ the desert. It was a few centuries ago that they helped our brethren in the south and opened the route for the restoration of our kingdom. Ye nae heard o’ them before? That’s unexpected. So, from whence d’ye come? I hadn’t stopped to wonder why ye seem so different from what our historians describe...
ru: Да, это были Квенотские эльфы, народ пустыни. Несколько столетий назад они помогли нашим сородичам на юге, тем самым открыв путь к восстановлению нашего королевства. Вы, что, о них не слышали? Неожиданно. Но откуда вы тогда прибыли? Меня до сих пор не перестаёт удивлять, насколько вы отличаетесь от того, что описывали наши историки…

source: I reckon ye’re not from the desert then?
ru: В таком случае, выходит, вы не из пустыни?

source: That’s correct. We actually come from a secluded valley far from here, in which our ancestors found a favorable environment to settle. We were invaded by an army of the same force that I see has already arrived at your doors, the Chaos Empire. But I had never heard before of any large population of our kind living in the desert. What is this that you did not tell me before, Anlindë?
ru: Это так. На самом деле, мы пришли из обособленной от внешнего мира долины, далеко от сюда. Там наши предки нашли подходящую среду для поселения. На нас напала та же самая сила, что сейчас стучится в ваши врата, — Империя Хаоса. Но я никогда не слышал о том, чтобы наш народ в значительном количестве проживал в пустыне. Анлиндэ, есть ли что-то, о чём ты мне не говорила?

source: There was a... civil war, some time after the Fall, Galas. You have to understand that such a world-changing event had similar consequences for every other civilization on the Great Continent and beyond. After the matter was settled and the flames of conflict subsided, our ancestors parted ways; two groups, different directions. We are the direct descendants of the group led by Lord Telchior of Thelien. No-one ever heard from the other group again, until now.
ru: Произошла… гражданская война спустя некоторое время после Падения, Галас. Тебе следует понимать, что ни одна цивилизация Ирдии не смогла остаться прежней после подобного события. Когда огонь сражений угас, наши предки разделились на две группы, каждая из которых пошла по своему пути. Мы — прямые потомки эльфов Тельчиора, лорда Телиэна. Никто из нас не слышал о судьбе остальных до этого дня.

source: That would explain why many of the foes we have fought thus far are aware of our existence... Your Highness, what was the fate of the Quenoth elves?
ru: Это объясняет, почему так много врагов, с которыми мы сражались, были хорошо о нас осведомлены… Ваше Величество, что Вы знаете о судьбе эльфов Квенота?

source: It’s said they were in search of a new home in the Far North, led by a young boy much like ye, by the name of Kalehssar. Our kin sent a soldier along them who eventually returned to tell quite the unusual tale. To put things into perspective, ye ha’ to realize that much o’ the green in the land was still desert back then. I ken it ha’ been a few centuries, but aye, things ha’ changed fast since then. Some believe an otherworldly force works to fix this fractured world bit by bit...
ru: Говорят, они искали новый дом на Крайнем Севере. Их вёл почти такой же юнец, как ты, его звали Калессар. Наш народ послал вместе с ними солдата, который в конце концов вернулся и рассказал крайне необычную историю. Справедливо будет упомянуть, как много зелёных земель в то время ещё оставались пустыней. Прошло всего несколько веков, но с тех пор мир быстро менялся. Некоторые поговаривают, что какая-то внеземная сила постепенно восстанавливает этот разрушенный мир.

source: Och, that nae the tale I was going to tell! Anyway, they didnae continue north. They were attacked by humans led by a wretched abomination posing as their goddess, Eloh! But the humans were nae match for young Kalehssar and his conviction, indeed. Then they were contacted by merfolk! Who guided them to Zokan... Zothan... some island in the ocean. There, they slew the impersonator Yechnagoth, the Eater of Souls! And this feat dispelled a curse that kept the minds o’ the peoples over the sands tied to the monster’s will!
ru: Ах да, я же собирался рассказать ту историю! Короче говоря, они продолжили движение на север. Затем на них напали люди, ведомые чудовищем, скрывающимся под видом их богини — Эло! Но люди были разбиты юным Калессаром, верным своей чести. После этого они встретили водяных, которые указали им путь до Зокан… Зотан… какого-то острова в океане. Там они сразили самозванку Йечнагот, Пожирателя Душ! И этот подвиг развеял проклятье, что связывало разум жителей пустыни с волей монстра!

source: But ’tis just a story from a lunatic who barely made it back home. The poor thing provided them with a vivid account of the journey, though. Ye may ask Althurin later for all the details I omitted for the sake o’ brevity, if ye’re so inclined. (<i>laughs</i>)
ru: Но это всего лишь рассказ безумца, который еле добрался домой. Хотя ужасы, которые ему пришлось пережить, надёжно сохранились в его памяти. Можете позднее спросить Альтурина обо всём, что я не могу упомянуть в этой обстановке, если вам так интересно. (<i>смеётся</i>)

source: Sounds quite impressive for a mere band of elves.
ru: Довольно впечатляюще для отряда эльфов.

source: Ah, but it wasn’t just a band o’ them! They brought all o’ their people for the journey! Anyway...
ru: А, но это не был какой-то отряд! Они привели весь свой народ! Неважно…

source: What do you know about the Chaos Empire?
ru: Что вам известно об Империи Хаоса?

source: Murderers and thieves aided by the so-called “mother of all demons” from beyond this world. That’s what they are.
ru: Убийцы и мародёры, поклоняющиеся так называемой “матери всех демонов” не из нашего мира, — вот всё, что они из себя представляют.

source: Aye... About two hundred years ago, they forced the southern clans in Gnalvarden to abandon their caves and move here. But far too many were slaughtered or captured before their king acceded to evacuate. The Chaos fiends even got their claws on some mighty war contraptions our brethren designed. And the poor engineers... we never heard o’ them again.
ru: Да… Прошло уже около двух сотен лет, как они вынудили кланы Гнальвардена, находящегося к югу от нас, покинуть свои пещеры и бежать к нам. Но слишком многие из них были убиты или захвачены в плен, прежде чем их король решился на бегство. Имперцам даже удалось присвоить себе могучие военные машины, разработанные нашими сородичами. Бедные инженеры… никто о них не слышал с тех пор.

source: We ha’ been told a powerful warlord is bringing an army to strike against Herthgar, as if there were anything in these caves that could be useful to them. Heh. The point is, I heard yer people are looking for a new home, but we cannae provide ye with one here and now. However, the Far North has remained relatively peaceful for a couple o’ centuries, and I’m sure the humans would welcome ye in their country. I just cannae guarantee that it will last for long...
ru: Нам известно, что воевода врагов собирает армию для удара по Хертгару, как будто в этих пещерах было бы что-то очень нужное для них. Хех. В общем, я слышал о том, что ваш народ ищет убежище, но мы не можем его предоставить здесь и сейчас. Однако в последнее время Крайний Север стал относительно мирной территорией, а люди, проживающие там, известны своей гостеприимностью. Но не могу гарантировать, что такое положение продлиться достаточно долго…

source: Och, if ye can forgive me, there are so many things to do before we do battle with the demons... If there’s anything left to discuss, it must wait till dinner.
ru: Ух, не могли бы вы меня извинить, но нам столько всего ещё необходимо сделать перед следующей битвой с теми демонами… Если у вас есть вопросы, придётся отложить их до ужина.

source: It is no problem, Your Highness. We are grateful for your counsel.
ru: Как скажете, Ваше Величество. Мы благодарим Вас за Вашу помощь.

source: What do we do now?
ru: Что нам теперь делать?

source: I don’t think the dwarf king is going to be of help to us. He seems largely ignorant of less mundane affairs... We’ll need to search for the Lady of Light and her consort on our own. But... his advice is sound, actually. If there are humans in the Far North, there might be a chance for our people to survive the forthcoming invasion if we send them to those lands.
ru: Мне кажется, король гномов не окажет нам серьёзную поддержку. Похоже, его слабо волнуют такие сомнительные дела, как наше… Нам следует отыскать Леди Света и её сопровождающего своими силами. Но… его совет звучит неплохо. Если на Крайнем Севере живут люди, наш народ может пережить надвигающееся вторжение, если мы переправим его в те земли.

source: I shall lead an expedition to the Far North, then.
ru: Тогда я отправлюсь в экспедицию на Крайний Север.

source: Galas, as the regent lord appointed by Lord Lédinor, you should be beside us when we find her. It will be an important first meeting after all this time since the fall of our ancestors...
ru: Галас, являясь лордом-регентом, назначенным лордом Лединором, ты должен быть среди первых, когда мы найдём её. Это будет самая важная встреча со времён падения наших предков…

source: Well, in that case... Inodien? Would you lead our main host and civilians to the humans?
ru: Что ж, в таком случае… Инодьен? Поведёте ли Вы основную часть наших войск и жителей к людям?

source: M— my lord, are you suggesting that I...
ru: М— милорд, Вы предлагаете мне…

source: If it weren’t for Lady Unarye and you, we would have lost many more men and women to the sands. Your leadership in my absence was essential to our survival.
ru: Если бы не Вы и леди Анери, гораздо больше наших товарищей пало бы жертвой песков. Ваше руководство в моём отсутствии сыграло основную роль в нашем выживании.

source: Yes, my lord. I—
ru: Да, милорд. Я—

source: If I am allowed to interrupt, lord Galas... I may ha’ heard of this “Lady of Light” before.
ru: Если Вы разрешите мне прервать Вас, лорд Галас… Я мог слышать об этой “Леди Света” и раньше.

source: Oh! Now the dwarf decides to be useful! Why didn’t you say so before?
ru: О! Теперь гном решил принести хоть какую-то пользу! Почему ты не сказал это раньше?

source: Ye... never said exactly what ye were lookin’ for in these caves.
ru: Э-э… вы никогда и не говорили, что ищете в этих пещерах.

source: What do you know about her?
ru: Что вы о ней знаете?

source: We ha’ some lore about this elvish heroine... from a hundred years or so after the first cataclysm... ’Tis quite confusin’, really, but it’s not the point. My late master once told me a fascinatin’ story of what he found while explorin’ the deepest caves in these mountains. He was but a lad back then, though quite a well-versed one in the art of runecraftin’. He was searchin’ for rare metals that can only be found near the warmer caves where lava occasionally spurts from below and strange ferocious monsters lurk behind every corner.
ru: У нас осталось немного записей об этой эльфийской героине… созданных столетием или что-то вроде того после первой катастрофы… Они довольно противоречивы, но смысл не в этом. Мой покойный учитель однажды рассказал захватывающую историю о том, что он нашёл, исследуя глубочайшие пещеры этих гор. Хотя он тогда был уже стариком, его мастерство рунного искусства оставалось поразительным. Он занимался поиском редких металлов, встречающихся только там, где лава периодически выплёскивается из-под земли и странные яростные монстры поджидают за каждым углом.

source: It was around those parts that with his runic artifacts he detected a strong power like he’d never seen before, hidin’ beneath. He said that he could see a light in the darkness of the abyss, and he felt there was somethin’ alive there... Alas, he didn’t have the resources or time to proceed further down. Even till his death he wondered what mighta’ been there.
ru: В одной из таких пещер его рунные приспособления засекли источник энергии невиданной доселе мощности. Он сказал, что мог видеть свет во тьме пропасти и чувствовал, как будто там было что-то живое… Увы, у него не было ресурсов или времени, чтобы пройти ещё глубже. До своей кончины он всё гадал, что там могло находиться.

source: ... That could be the lead we needed. Did your master by any chance leave indications as to how to reach those caves?
ru: … Должно быть, это то, что мы ищем. Ваш учитель не оставил никаких подсказок, как добраться до этих пещер?

source: Aye, he did. I could guide ye, as well. It’s not exactly advisable to explore the uncharted depths of the heart of Irdya if ye’re not a dwarf.
ru: Естественно оставил. Я и сам могу вас туда привести. Исследовать неведанные глубины Ирдии без сопровождения гномов будет не лучшим выбором.

source: If that is a thing you can do... I mean, without the king taking offense to this plan...
ru: Если это ты можешь сделать это для нас… Вернее, если король не будет против этого плана…

source: Pfft, we wouldn’t need to rely on you if I were allowed to turn the elves into undead. Why would you want to risk your life on our mission, anyway?
ru: Хммм, мы бы могли и не рассчитывать на тебя, если бы мне позволили обращать эльфов в нежить. В любом случае, почему ты хочешь подвергнуть свою жизнь опасности?

source: As I said before, our loremasters have recorded the history of this sorceress. From what I figure she’s probably the most powerful one ever seen by any dwarf, orc, or even elf. ’Tis said she was cursed to live for the rest of eternity as punishment for the arts she delved into. My master took an interest in those stories after his discovery in the deep... And I want to find out the truth.
ru: Как я уже сказал, наши мастера хорошо запечатлели историю этой колдуньи. Из этого я полагаю, что, вероятно, её способности превосходят когда-либо виденные среди гномов, орков или даже эльфов. Говорят, что она была проклята существованием до конца времён в наказание за силы, которыми она одарена. Мой учитель занимался исследованием тех записей после открытия, о котором я говорил… И я хочу дойти до истины.

source: And in any case, ye all saved our lives, and in particular mine — I am indebted for ye saving me from the followers of Uria. Sending ye on a suicidal mission now would not be good form, would it?
ru: В любом случае, вы все спасли наши жизни, в том числе мою — Я в долгу у вас за то, что вы уберегли меня от последователей Урии. Поддержка в такой рискованной миссии вам не повредит, не так ли?

source: Hm, fair enough, Althurin. We’ll gladly accept your help.
ru: Гм, хорошо, Альтурин. Мы с радостью принимаем твою помощь.

source: Do Us Part
ru: Разлучит нас

source: Elynia...
ru: Элиния…

source: ... you betrayed... me...
ru: … ты предала… меня…

source: No, Argan. You are the one who betrayed me... me and the peoples of Irdya as well. The peoples we swore to defend until the end of time. You betrayed everything we stood for...
ru: Нет, Арган. Ты – тот, кто предал меня… меня и всех жителей Ирдии. Тех, кого мы поклялись защищать до скончания веков. Ты предал всё, за что мы боролись…

source: I did nothing but choose the right path for your sake. And this is how you repay me... Then again, I guess I had this coming ever since... then...
ru: Я сделал всё для вашего же блага. И вот, как вы мне отплатили… Признаюсь, я понял, к чему всё идёт уже с тех пор… как…

source: No, you never deserved any of this. If... None of this... none of this would have happened if I...
ru: Нет, ты не заслужил это. Но… ничего… ничего не произошло бы, если я…

source: In the end... it is not your fault...
ru: В конце концов… это не твоя вина…

source: You said that Uria turned you into this. What does she really want? What’s her goal in enslaving and desecrating Irdya?
ru: Ты говорил, что обязан своим превращением Урии. Но что она хочет на самом деле? Ради какой цели она порабощает и оскверняет Ирдию?

source: Well... she will... she will avenge me... that is for sure. And now without the Union, you cannot— (<i>cough</i>) you cannot defeat... her... Even if you manage to find her... in the heart of... Urvatha... it would be suicide...
ru: Да… она… она отомстит за меня… это точно. А теперь, когда у вас нет Союза, вы не— (<i>кашель</i>) вы не сможете победить… её… Даже если вам удастся найти её… в сердце Урвата… это будет самоубийство…
