Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: Since that incident, the Emperor stopped trying to reach me and take control of my body for some reason. Perhaps even with his rumored power, it was not a tactic that he could use too often. Besides, with us approaching the heart of his domain there was little reason to keep wasting energy when he could patiently sit and wait for his prey to come. I was absorbed in those thoughts one morning, when we were distracted by an unexpected encounter. Up to that point, we had never suspected we were not the only band of travelers on a mission in these lands.
ru: После того происшествия Император по какой-то причине решил больше не пытаться подчинить моё тело своей воле. Быть может, при всём приписываемом ему могуществе он не мог пользоваться этим приёмом слишком часто. Кроме того, мы приближались к сердцу его владений — зачем ему попусту тратить энергию, когда можно терпеливо дождаться своей жертвы. Одним утром я был весь поглощён этими мыслями, однако их прервала неожиданная встреча. До тех пор мы не подозревали, что в эти земли пришёл не только наш отряд.

source: Thus the battle preparations began. Many times throughout this endless journey, I had hesitated to continue for fear of putting our people’s survival at risk. But now that they were in the safety of the Far North and under the command of more capable leaders than I, my only fear was being manipulated by our enemies and becoming the instrument of my friends’ demise. Elynia reassured me that she would not let that happen as long as she could draw breath.
ru: Итак, началась подготовка к сражению. За наше нескончаемое приключение я столько раз медлил с принятием важных решений в страхе подвергнуть наш народ опасности. Но теперь его приютил Крайний Север и руководители поспособнее меня, я боялся лишь, что мной вновь смогут манипулировать и я стану средством гибели моих друзей. Элиния сказала, что не позволит этому случиться до тех пор, пока не перестанет дышать.

source: “What if you could not prevent it, though?”, I asked. “What if the unholy power the Emperor wields surpasses even your own and it becomes impossible to stop me?” She could not offer a concrete answer to the question, but I thought I could read the solution in her eyes; and, as Lord Galas of the elves, I would have certainly agreed that it was a reasonable course of action. Now I was no longer sure. I remembered the dwarves’ stories of our desert kin, and wondered if my own story would soon reach as bitter an end as had many of Kalehssar’s allies.
ru: “Но что, если ты не сможешь это предотвратить?”, спросил я. “Что, если тёмная сила, подвластная Императору, окажется сильнее даже твоей, и меня станет невозможно остановить?” Она не смогла дать осмысленный ответ на этот вопрос, но, мне кажется, я прочитал решение в её глазах; и, как предводитель эльфов, я бы согласился в его разумности. Но теперь я больше не был в этом уверен. Я помнил истории гномов о наших пустынных собратьях — интересно, придёт ли моя собственная к такому же печальному концу, как пришла она у многих союзников Калессара?

source: Then I decided I would not go down without a fight. This so-called Emperor would feel my wrath. He would pay dearly for what he did to Anlindë, to my lord Lédinor, and to the thousands of elves he tortured and killed in the Valley. This would be the end of his reign of blood and destruction.
ru: Но я решил, что не сдамся без боя. Этот так называемый Император почувствует на себе мой гнев. Он дорого заплатит за всё, что сделал с Анлиндэ, лордом Лединором и тысячами эльфов, которых он пытал и убивал в нашей долине. Его царству крови и разрушения придёт конец.

source: “There are things more important in this world than the lives of the few, and things worse than the death of the many.” No matter how hard I tried to make sense of Elynia’s words, I could not see how they justified letting the demoness go. To take pity on her because of her condition seemed reckless and unnecessary. So what if she was only following orders? She certainly did not seem lacking of her own will.
ru: “В мире есть вещи важнее жизни некоторых, и вещи хуже смерти многих.” Какой бы смысл я не пытался придать словам Элинии, я так и не понял, как они могли оправдать решение позволить демонессе уйти. Было бы безрассудно и излишне сжалиться над ней из-за её состояния. Что, если она просто исполняла приказы? Но она выглядела отнюдь не безвольной.

source: There certainly has been something amiss about Elynia, and even Mal Keshar, ever since we set foot in enemy territory; walking into the Heart fortress only appeared to make things worse. Then again, I did not exactly feel like myself either. I began to fear that the very atmosphere of this place was seeping into our heads and clouding our thoughts and that things would spiral out of control before we could achieve our objective.
ru: Что-то неладное происходило с Элинией и Мал Кешаром ещё с тех пор, как мы ступили на вражескую территорию; внутри крепости Сердца оно лишь усугубилось. Да и я был будто сам не свой. Я начал бояться, что сам воздух этого места проникал в наши головы, затмевая мысли, и что безумие поглотит нас до того, как мы достигнем цели.

source: An uneasy silence arose. The Chaos Emperor lay amongst the carnage, his mechanical body broken and singed, seeping rivulets of blood that streaked across the patterned floor. And Elynia... it was as if Argan’s death had shattered something inside her. She wailed, dragging her hands across the crimson floor as if she could gather her lover’s lifeblood in her hands. I realized, then, that my presence was pointless; there was nothing I could do to ease her pain. She had held herself together this long by sheer force of will; now, that will was spent. I tightened my grip on my sword as she buried her face in her hands and wept, heedless of the smears of red they left behind. In all this time, I had thought I knew loss — Anlindë, who was like a mother to me, scores of my friends and kinsmen — but in truth, I did not. I did not know the weight of centuries she bore upon her shoulders, nor the heartbreak of dashed hopes and broken promises that now lay prone at her feet. In truth, I could never aspire to become as strong of soul as she. She had foreseen this conclusion long before any of us, yet continued onwards. Would I have had the courage to do the same, were I faced with the same choice — strike down someone whom I loved, or die and let the world suffer for my selfishness?
ru: Напряжённая тишина. Посреди побоища лежал Император Хаоса, его механическое тело разломано и обуглено, по узорному полу растекались ручейки крови. И Элиния… как будто бы смерть Аргана разбила что-то в ней самой. Она будто бы пыталась собрать руками кровь своего возлюбленного с багрового пола. При этом, она нескончаемо выла. Тогда я осознал, что мое присутствие здесь было бессмысленным: ничто в моих силах не могло ослабить ей боль. Лишь сила могучей воли сдерживала её так долго — теперь воля была истощена. Она закрыла лицо руками и плакала, её слёзы оставляли кровавые мазки. Я крепко сжал рукоять меча; всё это время мне казалось, что я знал тяжесть утраты — я потерял Анлиндэ, кто была мне, как мать; бесчисленных товарищей и сородичей — но на самом деле я не знал ничего. Мне неведомо ни бремя веков, которое она несла на своих плечах, ни горе несбывшихся надежд и нарушенных клятв, которое теперь лежало подле её ног. Мне никогда не обрести её силу духа. Она предвидела, чем всё закончится, задолго до кого-либо из нас, и всё же продолжала идти вперёд. И хватило ли бы мне мужества поступить, как она, встань я перед тем же выбором — убить того, кого любишь, или умереть, и пусть мир страдает за моё самолюбие?

source: I felt a sudden urge to embrace and comfort her, but I did not; I could not intrude upon her grief with my own foolish feelings. Instead, I turned to Mal Keshar, and tried to see through his perpetually expressionless face. I had never given much thought to his story or his life. It may have been a silly thought, but for a brief moment I wondered if he had ever felt this loss himself. The way he uttered those words to Elynia seemed to suggest that he had at least researched the subject of resurrection in the past. For power, or to bring back a loved one? I doubt I will ever gather the courage to ask.
ru: Внезапно я почувствовал нужду обнять её и утешить, но нет; я не позволю своим глупым чувствам нарушить её скорбь. Вместо этого я повернулся к Мал Кешару и попытался увидеть хоть что-то на его извечно не выражающем ничего лице. Я никогда не задумывался о его судьбе и о его прошлой жизни. На какое-то мгновение мне даже стало любопытно, почувствовал ли он сам эту потерю. Судя по тому, как он сказал Элинии те слова, в прошлом он хотя бы изучал возможность воскрешения. Ради могущества или чтобы вернуть любимых? Сомневаюсь, что однажды у меня хватит мужества спросить.

source: In the end, the entire valley where once stood the mighty capital of the Chaos Empire disappeared in a matter of minutes. Even the biomechanical monsters — which we once regarded as invincible foes — perished amidst the destruction that erased Argan’s fortress from existence. Enemies, allies... for the earth there were no colors or sides, only insignificant creatures caught in its clutches as it dragged everything down to the depths of hell. Once nothing but an unfathomably large crater was left, the darkness of the night gave way to the dawn of a new day, and Naia shone through the dispersing smoke and clouds to announce the day when the ruler of Inferno tasted her first defeat.
ru: Вся долина, где доселе возвышалась могучая столица Империи Хаоса, исчезла за считанные минуты. Даже биомеханические чудовища — те, кого мы раньше считали непобедимым врагом — погибли в том взрыве, что стёр цитадель Аргана с лица планеты. Наши, чужие… для земли не существовало ни флагов, ни сторон — лишь незначительные существа, которых её цепкие клещи утягивали за собой в глубины ада. Как только не осталось ничего, кроме неописуемо огромного кратера, тьма ночи уступила место свету нового дня, и Ная просияла через развеивающийся дым и облака, чтобы объявить день, когда правительница Инферно потерпела её первое поражение.

source: We abandoned the creature that once was Lord Lédinor to his death, much to my regret; even though Elynia assured me that there was no way to restore him to his old self, much like Argan, I hoped that perhaps we could have managed to restrain him while we figured out a cure with her help. Alas, it would have proved impossible to keep him from delaying our escape. I can only hope his death was swift enough, assuming there was anything of him left within that horrifying mutated mass of flesh. Uria did this to him to show us, to remind us how powerless we mere mortals are against beings like her, especially now without the Union of Light and Darkness. Maybe if I had not witnessed Elynia’s resoluteness first, I would have bent and despaired like the goddess so wanted, but no; I would not give her that pleasure now, after so much.
ru: Мы оставили умирать тварь, что однажды была лордом Лединором – к моему большому сожалению; пусть даже Элиния убеждала меня, что, как и в случае с Арганом, вернуть его прежнюю личность было уже невозможно, я всё же надеялся, что мы сможем сдерживать его, пока с её помощью не найдём лекарство. Увы, он слишком сильно задерживал наш побег. Остаётся лишь верить, что его смерть была достаточно быстрой, если, конечно, от него осталось хоть что-то в той ужасающей груде плоти. Урия сотворила это с ним, чтобы напомнить, как беспомощны мы, смертные, против сущностей, ей подобных, особенно, когда у нас больше не было Союза Света и Тьмы. Быть может, если бы я тогда не стал свидетелем решимости Элинии, я бы сломился и впал бы в отчаяние, чего и желала богиня, но нет: после всего я не доставлю ей такое удовольствие.

source: Even though Elynia assured me that there was no way to restore Lédinor to his old self, much like Argan, I hoped that perhaps we could have managed to restrain him while we figured out a cure with her help. Alas, it would have proved impossible to keep him from delaying our escape. At least we put an end to his suffering soon enough, assuming there was anything of him left within that horrifying mutated mass of flesh. Uria did this to him to show us, to remind us how powerless we mere mortals are against beings like her, especially now without the Union of Light and Darkness. Maybe if I had not witnessed Elynia’s resoluteness first, I would have bent and despaired like the goddess so wanted, but no; I would not give her that pleasure now, after so much.
ru: Пусть даже Элиния убеждала меня, что, как и в случае с Арганом, вернуть прежнюю личность Лединора было уже невозможно, я всё же надеялся, что мы сможем сдерживать его, пока с её помощью не найдём лекарство. Увы, он слишком сильно задерживал наш побег. Но мы хотя бы достаточно быстро покончили с его страданиями – если, конечно, от него осталось хоть что-то в той ужасающей груде плоти. Урия сотворила это с ним, чтобы напомнить, как беспомощны мы, смертные, против сущностей, ей подобных, особенно, когда у нас больше не было Союза Света и Тьмы. Быть может, если бы я тогда не стал свидетелем решимости Элинии, я бы сломился и впал бы в отчаяние, чего и желала богиня, но нет: после всего я не доставлю ей такое удовольствие.

source: Only us three made it out of the fortress alive, along with Igor. We tried to locate the dwarves, but enemy troops arrived to inspect the ruins of the Heart before we could finish our search. The evidence we found suggested that our allies had to retreat for some reason, possibly while we were busy battling Elyssa in the Dark Hive. We ran. We ran as far as we could, and then continued traveling west, towards the ocean. The next few weeks went by in a hazy flash of sand and mountains, while we struggled to pass unnoticed through hostile territory. Fortunately, they were probably too busy mourning their Emperor’s death — if they even have such a custom — to bother with hunting us down.
ru: Только троим из нас удалось выбраться из крепости живыми, вместе с Игорем. Мы пытались отыскать гномов, но вражеские войска прибыли исследовать руины Сердца до того, как мы смогли окончить наш поиск. Судя по тому, что мы выяснили, нашим союзникам пришлось отступить по какой-то причине, возможно, когда мы сражались с Элиссой в Тёмном Улье. Мы бежали. Мы бежали со всех ног, а затем повернули на запад, к океану. Следующие несколько недель для нас стремительно чередовались горы и пески — мы пытались незаметно пробраться сквозь земли врагов. К счастью, они, похоже, были слишком заняты трауром по случаю смерти их Императора — если, конечно, у них была такая традиция — чтобы заняться нашим выслеживанием.

source: Only us three made it out of the fortress alive. We tried to locate the dwarves, but enemy troops arrived to inspect the ruins of the Heart before we could finish our search. The evidence we found suggested that our allies had to retreat for some reason, possibly while we were busy battling Elyssa in the Dark Hive. We ran. We ran as far as we could, and then continued traveling west, towards the ocean. The next few weeks went by in a hazy flash of sand and mountains, while we struggled to pass unnoticed through hostile territory. Fortunately, they were probably too busy mourning their Emperor’s death — if they even have such a custom — to bother with hunting us down.
ru: Только троим из нас удалось выбраться из крепости живыми. Мы пытались отыскать гномов, но вражеские войска прибыли исследовать руины Сердца до того, как мы смогли окончить наш поиск. Судя по тому, что мы выяснили, нашим союзникам пришлось отступить по какой-то причине, возможно, когда мы сражались с Элиссой в Тёмном Улье. Мы бежали. Мы бежали со всех ног, а затем повернули на запад, к океану. Следующие несколько недель для нас стремительно чередовались горы и пески — мы пытались незаметно пробраться сквозь земли врагов. К счастью, они, похоже, были слишком заняты трауром по случаю смерти их Императора — если, конечно, у них была такая традиция — чтобы заняться нашим выслеживанием.

source: The storm that drove us out of hiding is over now, but our journey has only just begun. Darker days are coming, and it will take our best effort to put an end to this war now that Uria has taken notice of our existence. Even now I worry for the safety of my kin up in the Far North. But as long as we stick together, I feel that we may yet have a chance against the evil force that threatens to take Irdya from us.”
ru: Буря, что разрушила наш дом, теперь окончена, но наш путь только начинается. Грядут тёмные дни, и нам придётся сделать всё, что в наших силах, чтобы завершить эту войну, тем более, что Урия обратила внимание на наше существование. Даже теперь я боюсь за сохранность нашего рода на Крайнем Севере. Но до тех пор, пока мы вместе, я верю: мы всё ещё можем противостоять тому злу, что угрожает отнять от нас Ирдию.”

source: You may recruit or recall troops during the first turn only, until all your recruitment space is used
ru: Это особый сценарий. Вы можете вербовать или призывать войска только во время первого хода, пока есть место на вашем вербовочном пункте

source: Your income is disabled and you may not obtain gold from villages
ru: Ваш доход приостановлен, вы не можете получать золото от деревень

source: female^absorbed damage
ru: урон поглощён

source: unpetrified
ru: освобождён

source: Galas
ru: Галас

source: Unarye
ru: Анери

source: Inodien
ru: Инодьен

source: Althurin
ru: Альтурин

source: King Asthorgar
ru: Король Асторгар

source: Igor
ru: Игорь

source: Erathan
ru: Эрэзэн

source: De’Arthian
ru: Д'Артиан

source: Illana
ru: Иллиана

source: Arnesius
ru: Арнесиус

source: Delarel
ru: Деларель

source: Torancyn
ru: Торанцин

source: Aleazar
ru: Элиезер

source: Mal Hekuba
ru: Мал Хекуба

source: Elyssa
ru: Элисса

source: male^Mysterious Voice
ru: Загадочный Голос

source: intimidates
ru: устрашает

source: This unit intimidates adjacent level 0-1 enemy units, making them fight worse. Affected units engaging in combat deal 25% less damage and become unable to exert their zone of control over those adjacent to the intimidating unit.
ru: Этот боец устрашает ближайших врагов 0-1 уровня, заставляя их сражаться хуже. Подверженные бойцы наносят на 25% меньше урона и лишаются зоны контроля над теми, кто стоит рядом с устрашающим воином.

source: sylvan essence
ru: лесное существо

source: This unit can heal and cure friendly units on adjacent hexes every turn, to a base maximum of 8 HP. In vegetated terrains, it will conceal itself from its enemies. It can also regenerate (but not unpoison) 3 HP per-turn, but only in vegetated terrains.
ru: Боец с такой способностью умеет исцелять и лечить стоящих рядом дружественных воинов, увеличивая их здоровье на 8 ЗД за ход. В покрытой растительностью местности, он будет невидим для своих противников, приобретая способность восстанавливать до 3 ЗД за ход (но не исцеляться от яда).

source: This unit illuminates the surrounding area, making lawful units fight better, and chaotic units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is night, and as if it were day when it is dusk. The unit also can heal and cure friendly units on adjacent hexes every turn, to a base maximum of 8 HP. In vegetated terrains, it will conceal itself from its enemies. It can also regenerate (but not unpoison) 4 HP per-turn, but only in vegetated terrains.
ru: Этот боец освещает окружающую область, заставляя порядочных бойцов сражаться лучше, а хаотичных – хуже. Любые бойцы, находящиеся рядом с этим воином, ночью будут сражаться так, как будто это сумерки, а в сумерках так – будто это день. Боец с такой способностью умеет исцелять и лечить стоящих рядом дружественных воинов, увеличивая их здоровье на 8 ЗД за ход. В покрытой растительностью местности, он будет невидим для своих противников, приобретая способность восстанавливать до 4 ЗД за ход (но не исцеляться от яда).

source: regenerates +4
ru: регенерация (+4)

source: female^regenerates +4
ru: регенерация (+4)

source: The unit will heal itself 4 HP per turn. If it is poisoned, it will remove the poison instead of healing.
ru: Этот боец восстанавливает себе 4 ЗД за ход. Если он отравлен, то избавится от яда вместо лечения.

source: Rise, fallen warrior! Rise once more and slay the foe who felled you in your hour of glory!
ru: Восстань, павший воин! Восстань вновь и порази врага, что убил тебя в час твоей славы!

source: You failed to protect me. Aargh...
ru: Вы не защитили меня. Аагррр...

source: Ah, excellent, a fresh recruit!
ru: А вот и новый прислужник!

source: Alas. It’s been my best time with you, friends...
ru: Увы. Как хорошо, что вы были со мной, друзья…

source: He, he, he...
ru: Хе, хе, хе...

source: (<i>glaring</i>) Don’t do it.
ru: (<i>впиваясь взглядом</i>) Даже не думай.

source: Um... all right. May I ask <i>why</i>?
ru: Гм... ладно. Но <i>почему</i>?

source: He was very helpful with us — more than I ever expected from anyone of his kind. It would be very unseemly for us to disturb his well-deserved rest.
ru: Он оказал нам огромную помощь — большую, чем я когда-либо ожидала от его рода. И поступим ли мы благодарно, если оборвём его заслуженный отдых?

source: As you wish, lady. Hmph.
ru: Как пожелаете, леди. Хм.

source: Alas. I wish I could’ve seen the end with you...
ru: Мне жаль, что я не смогу закончить это дело вместе с вами, друзья...

source: Vanquished by these foul enemies... it should not have ended like this...
ru: Повержен этими жалкими врагами... это не должно было так закончиться...

source: I am finished...
ru: Мне конец...

source: The darkness... it is taking me away...
ru: Тьма... она поглощает меня...

source: No! Elynia!
ru: Нет! Элиния!

source: I’m sorry Galas... Hopefully you will be able to finish our journey without me...
ru: Мне жаль, Галас... Надеюсь, вы сможете закончить свой путь без меня...

source: I suppose I should have seen this coming...
ru: Полагаю, я должна была это предвидеть…

source: I have much... left... to do—
ru: Я должен... ещё так... много... сделать—

source: It is the end for me. At last I shall rest...
ru: Вот и мой конец. Хотя бы теперь я обрету покой...

source: Well, at least I tried... Ugh—
ru: Ладно, по крайней мере я пытался... Ухх—

source: Argh! This is the end for me.
ru: Арргр! Мне конец.

source: We were supposed to protect the king of Herthgar!
ru: Мы должны были защищать короля Хертгара!

source: UI^Character Description
ru: Описание персонажа

source: <b>Galas</b> is an <b>Elvish Fighter</b>. As such, he has two advancement choices from level 1: <b>Captain</b> and <b>Hero</b>. Choose his development path wisely and carefully.
ru: <b>Галас</b> – <b>новобранец</b>. У него есть два варианта продвижения с 1-го уровня: <b>капитан</b> и <b>герой</b>. Мудро и предусмотрительно выберите путь его развития.

source: <b>Anlindë</b> is an <b>Elvish Ascetic</b>. She has vast experience with offensive magic, but she also has the ability to cure allied units of poison. Keep in mind that she is the only unit of her kind.
ru: <b>Анлиндэ</b> – древняя эльфийская волшебница. Она имеет большой опыт боевой магии и также обладает способностью лечить союзников от яда. Имейте в виду, что она – уникальная боевая единица.

source: <b>Mal Keshar</b> is an <b>Ancient Lich</b>. Although he may be a virtually unstoppable weapon against most living units, keep in mind that he is weak against impact, arcane, and fire attacks, even more so in the daytime!
ru: <b>Мал Кешар</b> – <b>Древний лич</b>. Хотя он практически неостановим большинством живых бойцов, помните, что он слаб против огненных, мистических и крушащих атак, тем более при свете дня!
