Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: Definitely not, unless your intention is to retrace your steps across the surface... and risk facing the demons again without the tactical advantage of your towers and forests. Small orcish tribes like the one ahead generally lack any proper military discipline. Your forest-loving kin should be able to crush them with ease.
ru: Уж точно нет, если ты конечно не хочешь заблудится в этой пустыне… и встретиться с теми демонами снова, теперь без прикрытия ваших башен и лесов. Небольшие оркские племена, вроде того, что у нас впереди, обычно не сильно воинственны. Вы, защищавшие леса всё это время, должны с лёгкостью сокрушить их.

source: That isn’t exactly motivating. They have lived in these sands for an epoch or more. They are not the intruders.
ru: Это не слишком воодушевляет. Быть может, они жили в этих песках веками. Не они здесь незваные гости.

source: Galas, if you want to lead our people... you will need to become accustomed to making hard decisions like this. There is much at stake — either the lives of a few orcs who would have no qualms about murdering us in our sleep, or the lives of our civilians and children, and our hope of protecting and rebuilding our civilization.
ru: Галас, если ты желаешь вести наш народ… придётся привыкнуть к принятию тяжёлых решений, таких, как это. На кону стоит очень многое — или жизнь нескольких орков, готовых без угрызений совести убить нас во сне, или жизнь нашего народа, наших детей и надежды на защиту и восстановление нашей цивилизации.

source: I would never choose the orcs’ lives over ours... Let us prepare for the assault, then.
ru: Я никогда не поставлю жизни орков выше наших собственных… Пора готовиться к наступлению.

source: It is only going to become increasingly difficult and expensive to sustain our mounts in this hostile environment. Would that we could replace them with desert beasts.
ru: Становится всё сложнее и дороже поддерживать наших скакунов в этой безжизненной обстановке. Не могли бы мы оседлать пустынных животных?

source: If it is your wish to ride sand lions, so be it. I’m sure you won’t mind if I dispatch a few bats and possibly one or two skeletal riders to scout ahead.
ru: Если у тебя есть охота поездить на песчаных львах, то пожалуйста. Я думаю, вы не будете возражать, если я призову несколько летучих мышей и парочку скелетов-наездников, чтобы разведать путь.

source: Our agreement did not include allowing you to make use of your foul sorcery in our presence.
ru: Наше соглашение не включало использование твоей тёмной магии в нашем присутствии.

source: Did it include <i>forbidding</i> me from doing so, though?
ru: Но и <i>не запрещало</i>, не так ли?

source: Let him do as he wishes.
ru: Пусть действует, как ему угодно.

source: You can now recruit undead units. Elvish units become gradually more expensive to recruit (but not recall) as you progress through scenarios.
ru: Теперь вы можете призывать нежить. Эльфийские бойцы будут становиться всё дороже для вербовки (но не для призыва) по мере прохождения кампании.

source: Galas, it’s not even midday — has the heat atrophied your senses already?
ru: Галас, ещё даже не полдень — жара вконец притупила твои чувства?

source: You defeated him once. Surely you could do it again if worst comes to worst. I need to know to what extent we can trust him.
ru: Ты однажды уже победила его. Мы сможем сделать это ещё раз, если что-то пойдёт не так. Я должен знать, до какой степени ему стоит доверять.

source: My lord, if you allow me to say so... he is a damned soul, a <i>necromancer</i>! You absolutely <i>cannot</i> place any trust in his words!
ru: Милорд, если мне можно это сказать… он — проклятая душа, <i>некромант</i>! Ему <i>нельзя</i> доверять!

source: I need to know his motives for offering us his help. If his intention is to strike us down and raise an army with our corpses, I would rather find out sooner than later.
ru: Мне просто необходимо понять, что им движет. Если он намеревается перебить нас, чтобы воззвать армию нежити, лучше узнать об этом как можно раньше.

source: Aaaand, the suns continue their journey through the skies! Hopefully your elves will withstand it long enough to reach the oasis, young leader!
ru: Иииии, солнца продолжают свой путь по небесам! Надеюсь, ваши эльфы продержатся достаточно долго, чтобы добраться до оазиса, юный лидер!

source: Will he ever stop mocking us?
ru: Когда он уже прекратит смеяться над нами?

source: female^Ahhh, the refreshing feeling of my feet in the water... I miss our peaceful valley...
ru: Ах, это освежающее ощущение влаги… Как же я скучаю по нашей мирной долине…

source: Those hostile spirits... Is this a trick of yours, Mal Keshar?
ru: Это что ещё за враждебные духи... Очередная твоя выходка, Мал Кешар?

source: No. They are corrupted souls who have haunted the desert for an eternity, victims of the destruction that turned Irdya into an endless desert. Physical weapons are of little use against them and they always find a way back — unless, of course, they are banished from our world by spellcasters capable of wielding the arcane fire... or possibly, a necromancer and his minions.
ru: Нет. Они — страдающие души, жертвы той катастрофы, что превратила Ирдию в безбрежную пустыню, они уже целую вечность бродят по этим землям. Обыкновенное оружие не наносит им много урона, и они всегда найдут путь назад — если, конечно, не будут изгнаны из нашего мира колдунами, способными нести волшебный огонь… либо некромантом и его приспешниками.

source: Return to the darkness from whence you came!
ru: Вернись во тьму, что породила тебя!

source: banished
ru: изгнан

source: Hah, the scouts weren’t hallucinating after all! It’s a party of bold little elves heading for our precious oasis. Go get them!
ru: Так значит разведчикам не показалось! Это сборище осмелевших эльфов, они приближаются к нашему драгоценному оазису. Схватите их!

source: Yes, yes, this is more like old times!
ru: Да, да, как в старые добрые времена!

source: Elves in <i>my</i> oasis... And you brought a <i>necromancer</i> with you, no less! Begone!
ru: Эльфы в <i>моём</i> оазисе… И вы привели с собой <i>некроманта</i>!? Вон с моей земли!

source: Any last words, <i>orc</i>?
ru: Что скажешь напоследок, <i>орк</i>?

source: Damn... you—
ru: Будь ты... проклят—

source: The chieftain kept a small hoard of gold in his tent. We shall surely find a use for it.
ru: Вождь придерживал небольшой запас золота в лагере. Мы найдём ему применение.

source: Aetheran
ru: Эзэрэн

source: Mur
ru: Мур

source: Gaether
ru: Гезэр

source: Merghyn
ru: Мергин

source: The oasis is ours now, but we may not tarry long. Our people can replenish supplies and grab anything of value left behind by the orcs, but it is imperative that we continue scouting ahead and clearing the path.
ru: Оазис наш, но задерживаться мы не можем. Пусть войска восполнят запасы и заберут с собой всё ценное, что найдут, для нас же важно продолжать идти вперёд и расчищать путь.

source: Is this what we have been reduced to? Looters and scavengers?
ru: Так вот до чего мы докатились? Мародёрство и расхищение?

source: Mal Keshar, where should we head now?
ru: Мал Кешар, в каком направлении нам двигаться?

source: West.
ru: На запад.

source: I thought we were supposed to head northwest!
ru: Мне казалось, мы должны были двигаться на северо-запад!

source: First west, then we can resume traveling northwest. The sands north of here are especially unpleasant, with absolutely no sources of water or food for your troops for miles and miles. Your people would surely starve and perish. On the other hand, the sands and mountains to the west are all that stands between us and a river, and then a green valley leading to the very heart of Irdya.
ru: Сначала на запад, затем мы сможем продолжить ход на северо-запад. Пески к северу от сюда крайне неприятны, в них не найти источника воды и пищи для войск на весь далёкий путь. Ваш народ ждут там смерть и страдания. С другой стороны, пески и горы на западе — это всё, что отделяет нас от реки, а затем и от зелёной долины, ведущей в самое сердце Ирдии.

source: The sooner we find land that isn’t completely covered in sand and infested with orcs...
ru: Скорее бы нам найти землю, не покрытую песком и не кишащую орками…

source: Proceed with Galas to the mountain range on the western side of the map
ru: Галас должен достигнуть гор на западном конце карты

source: Humans ahead. They appear to be bandits— Oh, damn it, they spotted us!
ru: Впереди видны люди. Похоже, это бандиты— Проклятье, они нас заметили!

source: There are bandits ahead—
ru: Впереди нас бандиты—

source: What is this? Are those... elves? Like in the stories?
ru: Это что… эльфы? Как в тех историях?

source: Undead! They have brought the damned spawns of darkness with them!
ru: Мертвецы! Они принесли с собой проклятые порождения тьмы!

source: Come on, men, it’s time to smash some bones!
ru: Вперёд, ребята. Время поломать им кости!

source: I don’t suppose we would make a much better impression without the necromancer’s minions marching amongst us, would we?
ru: Мы всё равно не произвели бы лучшее впечатление без прислужников некроманта среди наших рядов, не так ли?

source: Defeat the leader of the barbarians controlling the mountain pass
ru: Победите предводителя бандитов, удерживающих перевал

source: Damn you... pointy-eared demons... ack—
ru: Да чтоб вас… остроухие ублюдки… ааах—

source: (<i>spits blood</i>) Go to hell, necromancer... ack—
ru: (<i>кашляя кровью</i>) Возвращайся в ад, некромант… ааах—

source: Now, don’t make this more difficult than it needs to be. You are a strong man — I would hate to waste your useful build tearing you to pieces before dealing the killing blow.
ru: Теперь не создавай мне сложностей. Ты силён — будет жалко потратить впустую твои прекрасные мышцы, разрывая тебя на куски перед тем, как убить.

source: Mal Keshar, stop it. You are not allowed to torture our opponents... or... raise them as undead, for that matter.
ru: Мал Кешар, остановись! Тебе не позволено пытать наших врагов… или… обращать их в нежить, раз уж на то пошло.

source: What does it matter? These are merely barbarians. They know no laws and no honor.
ru: Это что-то меняет? Они же заурядные варвары. Им чужд закон и честь.

source: Allow him to die in peace.
ru: Позволь ему просто умереть.

source: Pah, let one of your own finish the job instead. Such a waste.
ru: Эх, пусть кто-то из вас завершит эту работу. Такая потерянная возможность!

source: Eisenstone Clan — South Arhaghen Hills Fortress
ru: Клан Железного Камня — Крепость Южных Эрхэгенских Холмов

source: (<i>sighs</i>) Orcs, humans... Would that we weren’t forced to kill everything in our way.
ru: (<i>вздыхает</i>) Орки, люди… Почему мы вынуждены убивать всё на своём пути?

source: Hey, elves.
ru: Эй, эльфы!

source: Ha, ha... Great job, disposing of those invaders was taking us a bit too long. Ahhhh... How may we repay you? Where is your leader?
ru: Ха, ха… Хорошая работа! Мы долго не могли избавиться от этих захватчиков. Ахххх… Как мы можем вас отблагодарить? Где ваш предводитель?

source: That would be me, lord Galas of the elves of the Valley of Elynia. Your men control this pass, I presume?
ru: Это я, Галас — лорд эльфов долины Элинии. Догадываюсь, ваши люди контролируют этот перевал?

source: Yes... yes, we do. These lands belong to my people, the Eisenstone clan. We do not normally allow visitors in our territory because of... reasons... but perhaps we could make an exception for you and your advisor.
ru: Да… да, это мы. Эти земли принадлежат моему народу, клану Железного Камня. Мы обычно не пускаем посторонних на нашу территорию…по кое-каким причинам… но возможно мы сделаем исключение для Вас и Вашего советника.

source: ... And the necromancer too, of course. We can provide you with food and water for your soldiers at affordable prices... if you are interested, that is!
ru: … Для некроманта тоже, конечно. Мы можем предоставить вашим солдатам воду и пищу по приемлемым ценам… если вы, само собой, в этом заинтересованы!

source: Thanks for the offer, but we will need supplies and safe passage for a much larger number of people... through your lands, if you don’t mind.
ru: Спасибо за предложение, но боюсь, нам нужны припасы и безопасный проход для гораздо большего числа моих войск… через ваши земли, если вы ничего не имеете против.

source: ... Lord Galas of the elves! Yes, yes, well... we have heard the rumors. Your people hunt down every human who approaches your sacred valley seeking shelter from the demons... You hunt our species like animals, yes, you do. What makes you think we will allow your <i>army</i> to take our lands and lives now, huh? Isn’t that what you came here for?
ru: … Галас, лорд лесных эльфов! Что ж… мы уже многое о Вас слышали. Ваши люди нападают на всех, кто приближается к вашей священной долине, ища убежища от тех демонов… Вы охотитесь на нас, как на животных. Да, да, именно так! Что заставляет вас полагать, что мы позволим вашей <i>армии</i> забрать наши земли и жизни, а!? Разве это не то, за чем вы пришли сюда?

source: Our intentions are not...
ru: Мы не намереваемся…

source: <b>Enough!</b> If you know what’s good for you and your kind, you will turn back <i>now</i> or leave through the southwestern pass. Come on, men.
ru: <b>Довольно!</b> Если вы желаете добра себе и своему роду, поворачивайте назад <i>сейчас же</i> или убирайтесь через юго-западный проход! Вперёд, ребята!

source: Their intentions are more transparent than they realize — of course they were trying to set a trap for us. Well... Although they have a few necromancers on their side, getting rid of them should be relatively easy.
ru: Их намерения прозрачнее, чем они думали — кто бы не догадался, что они собирались заманить нас в ловушку. Мда… Хотя на их стороне есть несколько некромантов, избавиться от них должно быть относительно просто.

source: What other options do we have, Mal Keshar?
ru: Какой у нас есть выход, Мал Кешар?

source: The southwestern pass they mentioned, well, it leads to a completely uninhabited plateau, so it is a valid alternative if you want to avoid fighting the humans. Just note that there are barely any sources of water in that direction — your people would only be able to march at night.
ru: Юго-восточный проход, о котором они упомянули, ведёт на обезлюдевшее плато, этот обходной путь позволит избежать сражения с людьми. Но не стоит забывать, что едва ли в том направлении можно отыскать источники воды — вашему народу придётся идти по нему ночью.

source: Choosing that option would do little good for your popularity after accepting my offer, he, he.
ru: Выбрав эту дорогу, ты уже вряд ли что-то сможешь сделать со своей славой после принятия моего предложения, хе, хе.

source: Let us confront the humans.
ru: Давайте сразимся с людьми.

source: Ha ha ha ha ha! I knew you wouldn’t turn down the possibility of a good fight, boy!
ru: Ха, ха, ха, ха, ха! Я знал, что ты не откажешься от возможности неплохого боя, мальчишка!

source: We shall do this on my terms, though. That means: no killing unless strictly necessary, no torturing captured enemies, and no raising corpses. In particular, no harm must come to the clan leader. We may only assume control of their lands temporarily in order to allow our people through.
ru: Тем не менее, на моих условиях. То есть: не убивать, если только это действительно необходимо, и не оживлять трупы. В особенности, мы не должны нанести вреда главе клана. Мы собираемся лишь на время овладеть этими территориями, чтобы позволить нашему народу безопасно пройти.

source: A sound plan, young leader, but... proving a point to those barbarians, is it really worth it?
ru: На словах план хорош, юный лидер, но… стоит ли пытаться переубедить этих варваров?

source: Only time will tell for sure.
ru: Одно лишь время покажет.

source: All this fighting is leading us nowhere. Let us proceed through the southwestern pass.
ru: Все эти стычки ведут нас в никуда! Давайте пройдём через юго-западный проход.

source: That is an ill-advised choice, Galas. Proving a point to those barbarians isn’t really worth it.
ru: Это очень опрометчивое решение, Галас. Мы всё равно не переубедим этих варваров.

source: Capture the leader of the Eisenstone clan by reducing her to 0 hitpoints or lower
ru: Поймайте главу клана Железного Камня, уменьшив её здоровье до 0 или ниже

source: Plague and drain weapon specials have no effect on the Eisenstone clan humans for the remainder of this scenario
ru: Чума и высасывание не действуют на людей из клана Железного Камня до окончания этого сценария

source: All right, elf lord! You got me and my people... Go ahead and serve us to your starving subjects, what do I care.
ru: Вот и всё, лорд эльфов! Вы поймали меня и моих людей… Давай, скорми нас своим голодным подданным, мне уже ничто не важно.

source: Of course... It didn’t occur to me that we could deal with our food shortage by feeding upon our prisoners. Sadly, I had a different fate in mind for you and your people, and honestly, I have to wonder where the absurd notion of elves hunting humans for food originated in the first place. Unarye, take this woman and the local necromancers to our camp.
ru: Конечно… И в голову бы не пришло справиться с недостатком продовольствия, отправив наших пленников на корм. Увы, я готовил иную участь для Вас и ваших войск. Интересно, кто распространил этот нелепый слух об эльфах, охотящихся на людей, чтобы пускать их на мясо. Анери, доставь эту женщину и местных некромантов в наш лагерь.

source: Yes, my lord.
ru: Так точно, милорд.

source: Let us prepare things for the arrival of our main host.
ru: Время подготовить основную часть нашей армии к отбытию.

source: The Escape
ru: Бегство

source: team_name^Elves and Dwarves
ru: Эльфы и гномы

source: team_name^Trolls
ru: Тролли

source: Locate and eliminate the rearguard captain
ru: Найдите и уничтожьте капитана арьергарда

source: Defeat the Goliath
ru: Сокрушите Голиафа

source: Defeat Yreul
ru: Победите Йреула

source: In this scenario, you may only recall or recruit units during the first turn
ru: В этом сценарии вы можете вербовать или призывать бойцов только в течении первого хода

source: Because Mal Keshar has granted control of most of his undead minions to Anlindë, any undead veterans you do not recall in this scenario will be permanently lost.
ru: Так как Мал Кешар передал управление над большинством своих неживых слуг Анлиндэ, любая нежить, которую вы не призовёте в этом сценарии, будет навсегда потеряна.

source: You may not recall or recruit units
ru: Вы не можете призывать или вербовать бойцов

source: Galas, Elynia, or Mal Keshar must reach the exit to the northlands
ru: Галас, Элиния или Мал Кешар должны достичь выхода в северные земли.

source: Current objectives:
ru: Текущее задание:

source: New objectives:
ru: Новое задание:

source: The exit’s to the north. But before we proceed, I must warn ye: it ha’ been long since we last walked these caves, so we should be prepared to deal with anything that might be awaitin’ down the road.
ru: Выход находится к северу. Но перед тем, как мы продолжим, я должен вас предупредить: мы уже давно не были в этих пещерах и нам следует быть готовым справиться с тем, что бы нам ни встретилось по пути.

source: Such as an unexpected encounter with Chaos troops? We are accustomed to that kind of thing after our quest underground.
ru: Вроде внезапной стычки с войсками Хаоса? После нашего подземного похода мы привыкли к подобным вещам.

source: We must make haste, though. We don’t know for how long Anlindë’s strategy is going to work and provide us with safe passage.
ru: Мы должны поторопиться. Не известно, как долго продержится Анлиндэ.

source: Indeed... I would be unable to bear the thought of her sacrifice turning out to be in vain after so much.
ru: Действительно… Я не вынесу мысль, что её жертва оказалась напрасной после всего, что было.

source: Hmph, I sure hope she has put my minions to good use. I had grown fond of some of them. Ah well, there will be plenty of opportunities to raise more later.
ru: Хм, надеюсь, она найдёт моим прислужникам стоящее применение. Я так привык к некоторым из них. Ах да, у нас будет возможность призвать ещё больше потом.

source: Groaaaar!!
ru: Гррр!!

source: female^I had heard of unusually large mudcrawlers before, but this thing is...
ru: Видала я гигантских грязевиков и раньше, но это...

source: I had heard of unusually large mudcrawlers before, but this thing is...
ru: Видал я гигантских грязевиков и раньше, но это...

source: Yreul
ru: Йреул

source: Karshas
ru: Каршас

source: Burg
ru: Бург

source: Damned creatures! You kill our children! You pay with your blood!
ru: Проклятые твари! Вы убиваете наших детей! Вы заплатите за это кровью!

source: Fat chance, dimwit. Get out of the way this instant, unless you would rather be ground into dust!
ru: Ха, ха, попробуй, тупица. Убирайся от сюда сейчас же, иначе мы сотрём вас в порошок!

source: Hey, hey, what do we have here? The elfses and dwarfses are tryin’ to escape thru the backdoor!
ru: Эгей, что у нас тут? Эльфы и гномы пытаются сбежать через чёрный ход!

source: Uh...
ru: Ух…

source: Hah! So they are coming to us now! What’s your clever plan, rats? I am certain the captain will be very pleased to see your impaled heads topping our banners!
ru: Хах! Они сами идут к нам! Это – ваш хитрый план, крысы? Я уверен, наш капитан будет приятно удивлён, увидев ваши головы на наших знамёнах!

source: We’ll have to deal with this scum first, lest they bring news of us to their superiors.
ru: Нам придется разобраться с этими мразями, иначе они сообщат эти новости своим командирам.

source: Defeated... by rats!
ru: Побеждён… крысами!

source: The vermin must die! Affirmative!
ru: Вредители должны быть уничтожены! Ответ утвердительный!

source: Aaah! Another one of these metallic beasts!
ru: Ааа! Опять эти металлические твари!

source: This is turning out to be harder than we expected.
ru: Дело оказалось труднее, чем мы ожидали.

source: Lilith
ru: Лилит

source: There they are! Don’t let them cross the bridge!
ru: Вот они! Не дайте им пересечь мост!

source: Grrrrrr...
ru: Грррр...

source: Hm, I see — they are the rearguard of our ‘friends’. Their blockade would be far more effective if they just demolished the bridge, so surely their captain is right across.
ru: Гм, вот он — арьергард наших ‘дружков’. Их блокада была бы гораздо эффективнее, если бы они просто взорвали мост, поэтому я уверен: их капитан где-то поблизости.

source: Lagonus
ru: Лагонус

source: I swear to Uria, this is the end of the road for you, insolent maggots! Prepare to die!
ru: Клянусь Урией, вы не пройдёте дальше, наглые черви! Приготовьтесь сдохнуть!

source: Wishful thinking, filth!
ru: Ишь, мерзость, размечталась!

source: How could I fail like this? Forgive me, Master... <i>(gurgle)</i>
ru: Как я мог потерпеть неудачу? Простите меня, Повелитель... <i>(булькающий звук)</i>

source: The imp’s body is dissolving into slime!
ru: Его тело разваливается на куски и превращается в слизь!

source: This is truly disgusting.
ru: Ну и гадость.

source: female^The exit, at last! Follow me!
ru: Выход, наконец-то! Следуйте за мной!

source: The exit, at last! Follow me!
ru: Выход, наконец-то! Следуйте за мной!

source: Wait a moment, we cannot leave yet! If we don’t dispose of our pursuers, they may report our position to their leaders!
ru: Постойте, нам нужно ещё избавиться от преследователей, иначе они сообщат о нашем местонахождении своим командующим!

source: I can hear their main assault force approaching from behind. Oh, forgive me, Anlindë...
ru: Я слышу, как основная часть их войск приближается к нам сзади. О, прости меня, Анлиндэ…

source: Cursed Plateau
ru: Проклятое плато

source: Igrim-Gaher
ru: Игрим-Гахер
