Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: These fiends, they have no compassion for any living creature, not even those from their own ranks. You don’t want to hear of the atrocities they do to their prisoners... I am sure you recall the stories we tell about orcs mutilating their enemies and boiling them alive? Compared to the things they do to you in here — the things they <i>make</i> you do — I assure you, becoming an orc’s dinner... would be a far preferable fate to even witnessing all this...
ru: Изверги, они безжалостны ко всем живым существам, даже из собственных рядов. Вы не захотите услышать о том, какие зверства они вытворяют с пленниками… Помните рассказы о том, как орки мучают своих жертв, чтобы затем сварить заживо? По сравнению с тем, что они делают с вами — что они <i>заставляют</i> вас делать — поверьте, стать ужином орков… лучше, чем всего лишь наблюдать за всем этим…

source: I... Lord Lédinor, pardon me. I should not have asked.
ru: Я… Лорд Лединор, прощу прощения. Я не должна была это спрашивать.

source: We are the Argazar people, creators of these crystal glyphs. And this is the story of our downfall.
ru: Мы — народ Аргазар, создатели этих кристаллов. А это — история нашего падения.

source: Our extensive research allowed us to select the best characteristics of all natural lifeforms in our domain and combine them into a new creature. Thus the ‘invincibles’, or ‘Shaxthals’, were born. Our original intention was to use this knowledge to advance our civilization beyond the limits of mortality, and achieve the dream of eternal life. However, a hostile invasion from Rythé brought our plan to an abrupt halt.
ru: Наши обширные исследования позволили выделить лучшие качества всех форм жизни нашего мира и соединить их в одном существе. Так родились ‘непобедимые’, или ‘Шаксталы’. Мы собирались использовать эти знания, чтобы наша цивилизация преодолела пределы смерти и воплотила мечту о вечной жизни. Однако враждебное вторжение с Рутэ положило конец всем нашим начинаниям.

source: After years of war, desperate for a resolution we saw fit to employ our invincibles as weapons against our ancient enemy, and much to our amazement, the plan worked. But even though we managed to fend off Rythé’s forces for a while, in doing so we garnered new attention from a mysterious entity whose existence we had ignored thus far.
ru: Спустя годы отчаянной войны, мы решили применить наших непобедимых в качестве оружия против древнего врага, и, к нашему удивлению, план сработал. И хотя нам удалось отразить войска Рутэ на некоторое время, наши действия привлекли внимание загадочной сущности, существование мы не замечали до тех самых пор.

source: A powerful beam of pure darkness struck our world, destroying our civilization, and our creations. Our population swiftly dwindled, and the Rythenians took advantage of the situation. Cornered and without escape from the increasingly poisonous air, we devised a mechanism that allowed us to escape into a world beyond the veil; a primitive world devoid of intelligent life, a world stranded in a limbo between times.
ru: Луч чистой тьмы ударил по нашему миру, разрушив цивилизацию и её творения. Население стремительно уменьшалось, и Рутэнианцы воспользовались положением. Нас загнали в угол, а воздух становился отравлен всё сильнее, но мы разработали механизм, позволивший нам бежать в мир за гранью пустоты; грубый мир без признаков разумной жизни, мир, забытый посреди времён.

source: Although our new home was far too hostile for us to survive on the surface, we found shelter under the ground, where we decided we would try to rebuild our civilization. However...
ru: Хотя новый мир оказался слишком враждебен, чтобы мы могли выжить на поверхности, мы отстроили убежище под землёй, где и решили восстановить нашу цивилизацию. Однако…

source: Originally non-sentient, the Shaxthals we brought with us somehow developed minds of their own, with new instincts and desires, and they could no longer be contained by their creators. They began to attack and assimilate the remnants of our people and spawn new generations with new, more sophisticated bodies able to protect them against our weapons. Their numbers increased at an exceedingly fast rate, and we could do nothing to save ourselves in time.
ru: Шаксталы, которых мы привели с собой, каким-то образом развили свой собственный разум, с новыми инстинктами и страстями, хотя не были для этого предназначены, поэтому создатели больше не могли их сдержать. Они начали поглощать остатки нашего народа, порождая новые поколения, с ещё более усложнёнными телами, способными противостоять нашему оружию. Их число нарастало всё быстрее, и уже ничто не могло нас спасти.

source: With barely a few dozen of us left, we discovered a way to thwart the Shaxthals’ reproductive capabilities. And thus the circle was completed: our hope for eternal life became the instrument of our demise, and us their own. In the twilight days of our race, we were left to ponder this irony.
ru: Но когда от нас осталось едва лишь несколько десятков, мы открыли способ подрыва размножения Шаксталов. Круг замкнулся: надежда на вечную жизнь повлекла нашу погибель, а мы, в свою очередь, её. В дни сумерек нашей расы осталось лишь прочувствовать эту иронию.

source: In spite of our protests, the elders ordered us to take a few of the last Shaxthal creatures and put them into preservation pods for further experimentation, believing that they might still hold the key to our survival. By then it was too late, and we no longer had specialists able to conduct any new research. We could only make sure to record our history and thoughts in these crystal glyphs, with the hope that perhaps some day someone will resurrect our fallen race.
ru: Несмотря на наше недовольство, старшие решили сохранить некоторых из оставшихся Шаксталов в особых капсулах для дальнейших опытов, веря, что они все ещё несут в себе ключ к нашему спасению. Но было уже слишком поздно, нам не хватило учёных для новых исследований. Осталось одно: записать нашу историю и мысли в этих кристаллах в надежде, что, быть может, однажды кто-то возродит нашу павшую расу.

source: Do they seriously expect these two to prevent our advance somehow?
ru: Они ожидают, что эти двое нас как-то задержат? Серьёзно?

source: Ah, that’s much better!
ru: Вот так гораздо лучше!

source: It’s the heathens! Keep them entertained!
ru: Это язычники! Попридержите их!

source: What is this now? Keep us entertained for what?
ru: И что теперь? Попридержать нас для чего?

source: I suppose it’s too late to turn back now.
ru: Поздно поворачивать назад.

source: He is here!
ru: Вот он!

source: That’s...
ru: Это…

source: A woman? The warlord is actually a <i>woman</i>?
ru: Женщина? Воевода на самом деле <i>женщина</i>?

source: Huh? The warlord is actually a woman? Pah, not that it makes any difference.
ru: Ах? Воевода на самом деле женщина? Да какая разница!

source: Galas, the elf leader. You have no idea how long I’ve been waiting to meet you. It’s too bad that the elven witch could not make it — she seemed too infatuated with self-sacrifice for that, much like you.
ru: Галас, лидер эльфов. Вы не представляете, как долго я ждала встречи с Вами. Жаль, что эльфийская ведьма не справилась — она слишком сильно была увлечена самопожертвованием, прямо как и Вы.

source: So you are the monster who killed Anlindë. I shall make sure you meet your due punishment, and I am <i>not</i> planning on dying tonight!
ru: Итак, ты — чудовище, что убило Анлиндэ. Я заставлю тебя поплатиться за это, и я <i>не собираюсь</i> сегодня умирать!

source: Alas, lord of the elves, there is no weapon nor magical power left on this ruined world able to destroy me. You will only waste the last minutes of your life!
ru: Увы, лорд эльфов, в этом разрушенном мире не осталось оружия или волшебной силы, способной уничтожить меня. Вы просто потратите впустую последние минуты жизни!

source: No, we will prevail. No matter how many times your kind tries, you cannot escape justice at our hands. You will be banished from Irdya all the same!
ru: Нет, мы победим! Сколько бы ваш род не пытался, от справедливости не сбежать. Мы изгоним вас всех из Ирдии!

source: Ah, the formidable Lady of Light... I am truthfully disappointed to see you are but a brash, ignorant creature, just like the rest. You should be taught to not defy the power of Uria.
ru: Ах, грозная Леди Света… Нахальное, невежественное существо, как и все остальные, — я разочарована. Вас должны были научить не бросать вызов могуществу Урии.

source: You all appear to be under the misconception that your pitiful war will make a difference; but to her, you are completely beneath notice. We have been kept distracted by more important matters, but since you decided to come to our domain in person, I suppose it rests upon me to put an end to this folly.
ru: Похоже, вы считаете, что ваша жалкая война на что-то повлияет; но для неё вы не представляете из себя ничего. Мы были увлечены делами поважнее, но раз уж вы пришли в наши земли лично, полагаю, придётся мне покончить с этим дурачеством.

source: The demoness unsheathed her sword and held it to the fore, glancing at the Lady of Light with murderous glee in her eyes. And just for one instant, Galas could read a hint of outrage and anguish on Elynia’s face.
ru: Демонесса высвободила меч из ножен и выставила его перед собой, смотря на Леди Света с убийственным свечением в глазах. На мгновение Галас заметил оттенок ярости и страха на лице Элинии.

source: Although he and Uria had an interest in dealing with you personally, I fear that will not be possible, my dear.
ru: Хотя он и Урия не прочь разобраться с тобой лично, боюсь, это не представляется возможным, дорогуша.

source: No. It is time for <i>you</i> to meet your fate!
ru: Нет. Это <i>ты</i> встретишь свою судьбу!

source: Defeat the Chaos Warlord
ru: Победите Воеводу Хаоса

source: I did warn you... You cannot destroy me.
ru: Я предупреждала… Вам меня не уничтожить.

source: Galas, you know that normally I would approve of sticking around to enact some form of revenge, but the harsh reality of the situation is...
ru: Галас, обычно я не против задержаться, чтобы воплотить тот или иной вид мести, но в нашем суровом положении…

source: Everyone, cover your eyes!
ru: Все! Закройте глаза!

source: What is this...? Do you really think such a cheap trick is going to stop me!? (<i>holds her head</i>)
ru: Что это…? Считаешь, такой дешёвый приёмчик меня остановит!? (<i>держится за голову</i>)

source: She seems disoriented. Is this what we are doing now, Elynia? Fleeing from the enemy like cowards?
ru: Похоже, мы вывели её из строя на какое-то время. И что теперь, Элиния? Бежать от врага, подобно трусам?

source: We’re not fleeing from her — we are just advancing to a more tactically advantageous position! Mal Keshar, take care of the enchantment shielding the gate!
ru: Мы не бежим от неё — мы передвигаемся в более выгодное местоположение! Мал Кешар, позаботься об этих воротах!

source: Destroy the exit gate using Mal Keshar before the Chaos Warlord regains her sight ($boss_reactivate_turns turns remaining)
ru: Мал Кешар должен выломать ворота до того, как восстановится Воевода Хаоса (ходов осталось $boss_reactivate_turns)

source: Destroy the exit gate using Mal Keshar before the Chaos Warlord regains her sight (1 turn remaining)
ru: Мал Кешар должен выломать ворота до того, как восстановится Воевода Хаоса (остался один ход)

source: Elyssa will be incapacitated only for a limited time ($boss_reactivate_turns turns remaining)
ru: Элисса выведена из строя на ограниченное время (осталось ходов $boss_reactivate_turns)

source: Enough! By the power you have bestowed upon me, Uria, may the spells conferring life to the dead be canceled now!
ru: Довольно! Силой, которой ты одарила меня, Урия, пусть заклятья, что возвращают мёртвых к жизни, будут отменены!

source: Oh no...
ru: Нет…

source: Her power is too great! I... cannot...
ru: Её мощь слишком велика! Я... не могу...

source: Time for us to leave!
ru: Бежим!

source: What exactly do you intend to accomplish with this, Elynia? Could you at least tell me what your plan is for once?
ru: Что ты надеешься этим достичь, Элиния? Можешь хоть раз сказать мне свой план?

source: Oh, you mean that as if you never did anything of the sort before? We have no time to waste here, I will explain later!
ru: Как будто ты раньше ничего подобного не делал! У нас нет времени, объясню после!

source: Escape from the Chaos Warlord with Galas, Elynia, or Mal Keshar
ru: Галас, Элиния и Мал Кешар должны сбежать от Воеводы Хаоса

source: So <i>that</i> is your plan, Lady of Light. I see...
ru: Итак, <i>это</i> – твой план, Леди Света. Всё ясно…

source: So will you explain your plan now?
ru: Можешь наконец объяснить свою задумку?

source: I... am not completely sure yet if it is possible, but... even without Argan’s assistance, I may be able to summon the Union again somehow, if we can concentrate for a few minutes.
ru: Я… не уверена, что это возможно, но… быть может, даже без помощи Аргана я смогу как-то вновь призвать Союз, если мы сосредоточимся на несколько минут.

source: We? I don’t think I can...
ru: Мы? Не думаю, что смогу…

source: Not you! Malin and me.
ru: Да не ты! Малин.

source: Wait, what?
ru: Подожди, что?

source: The Library
ru: Библиотека

source: Kargorath
ru: Каргорат

source: Mal Em-Nonaluz
ru: Мал Эм-Ноналуз

source: Oroktharn
ru: Ороктарн

source: team_name^Unknown
ru: Неизвестно

source: Wait, I think I found something here...
ru: Подождите! Мне кажется, здесь что-то необычное...

source: Hm, my minions found something...
ru: Хм, мои прислужники что-то нашли...

source: You pick up a peculiar-looking crystal shard.
ru: Вы подбираете загадочный осколок кристалла.

source: Explore and find the exit with Galas, Anlindë, or Mal Keshar
ru: Исследуйте местность и доведите до выхода Галаса, Анлиндэ или Мал Кешара

source: It’s hard to believe we’ve made it this far, in spite of all the obstacles in our way.
ru: Трудно поверить – мы зашли так далеко, несмотря на все преграды на нашем пути.

source: Hah. You would never have survived the trials of the desert and the confrontations with those demons without me around, ready to save your useless posteriors.
ru: Хах! Вы бы не пережили испытания пустыни и постоянные стычки с этими демонами без меня, готового в любую минуту спасти ваши бесполезные задницы.

source: Sure, that is why we are grateful for your help. But before we proceed further, I must ask...
ru: Конечно, вот почему мы благодарны за твою поддержку. Но прежде, чем мы пройдём дальше, я должен спросить…

source: These passages appear to have been used relatively recently. We should be on the watch for enemies.
ru: Эти проходы выглядят так, как будто их использовали относительно недавно. Нам нужно смотреть в оба.

source: Right. Let us proceed cautiously, then.
ru: Ясно. Пора осторожно начинать движение.

source: What did you want to ask me, Galas?
ru: Что ты собирался спросить, Галас?

source: ... Nothing important. Let’s go.
ru: … Ничего особенного. Давайте продолжим движение.

source: As Galas has become accustomed to moving on rough cave terrains, his movement cost on them has decreased by one!
ru: Галас постепенно приспособился к передвижению в грубой пещерной местности, поэтому его скорость на ней увеличена на единицу!

source: What is this? The ruins of an ancient city, here?
ru: Что это? Руины какого-то древнего города?

source: Hm, the runes on the floor and walls aren’t dwarvish. This is quite interestin’.
ru: Гм, символы на полу и стенах не гномьи. Занятно…

source: GO AWAY
ru: УБИРАЙТЕСЬ ПРОЧЬ

source: You have found an interesting building, crude in design. There appears to be someone hiding inside. You may want to get a living unit that is not a bat to take a look inside.
ru: Вы нашли необычное строение, хотя и грубо выстроенное. Похоже, кто-то прячется внутри. Вам нужен воин, который не является летучей мышью или нежитью, чтобы обследовать его.

source: It is a very unusual location for a home, but it appears that someone indeed lives here. The decorations in this cave seem recent and rushed, and I think I heard noise coming from inside the rustic building. Should I leave, or take a look inside?
ru: Это, конечно, своеобразное место для дома, но, похоже, там кто-то и вправду живёт. Строение выглядит построенным не так давно и на скорую руку. Мне кажется, я слышу какой-то шум внутри него. Заглянуть ли мне в гости или оставить всё, как есть?

source: Leave, it may be dangerous.
ru: Не подходи – это может быть опасно.

source: Surely whatever is hiding inside can’t be more trouble than the undead roaming about...
ru: Что бы там ни скрывалось, оно не опаснее мертвецов поблизости…

source: No! Please don’t kill meeee!
ru: Неет! Пожалуйста, не убивайте меняяя!

source: Huh? A goblin? How did you get here?
ru: Гоблин? Как ты сюда забрался?

source: You have nothing to fear, goblin. We are not here to kill you.
ru: Не бойся, гоблин. Мы тебя не обидим.

source: What, are you serious? He is a <i>goblin</i>, a miniature orc!
ru: Ты что, серьёзно?! Он — <i>гоблин</i>, почти что орк!

source: I used to live in the northlands, in a small town populated by goblins, goblins like me! But then, those foul humans came and ransacked it all! They killed everyone, those ‘Chaos’ people... I escaped, and tried to find a safe place to live, deep in these caves...
ru: Я жил на севере, в скромном городке, там жили гоблины. Гоблины, такие, как я! Но затем пришли эти грязные людишки и разграбили его! Они убили всех, эти люди ‘Хаоса’… Мне удалось сбежать, и я пытался найти убежище в глубине этих пещер…

source: And then those horrors came here too! They woke up all those dangerous beasts from underground, and then they tried to turn me into their slave! Oh... so horrible...
ru: А затем эти ужасы пришли и сюда! Они пробудили жутких тварей из-под земли, а затем пытались превратить меня в их раба! О… это так ужасно…

source: Seeing as how peril lurks behind every corner around here, would you perhaps prefer to join us? We could provide you with protection from those demons and the undead, if you agree to help us as well.
ru: Опасность подстерегает в этом месте за каждым углом, не желаешь ли ты присоединиться к нам? Мы предоставим тебе защиту от тех демонов и мертвецов, но только если ты сам окажешь нам помощь.

source: Really?! Oh... Yes! Yes, I would be very thankful if you let me join you, yes! Hang on, let me pack my things...
ru: Правда?! О… Да! Да, я буду вам благодарен, если вы возьмёте меня с собой. Да, да! Дайте я только соберу свои вещи…

source: This is a very bad idea, Galas! Galas! Are you even listening to me?
ru: Это — очень дурная идея, Галас! Галас! Ты меня вообще слышишь?

source: It’s just a little goblin and his ferocious mount. What harm could possibly come of letting them fight alongside us? I would be far more concerned if we didn’t already allow a necromancer in our ranks...
ru: Да это же просто-напросто маленький гоблин и его яростный скакун. Чем они могут навредить, сражаясь на нашей стороне? Тем более, когда среди нас уже есть некромант…

source: Hmph. <small>Such careless words coming from an elf, <small>elves these days...</small></small>
ru: Хм. <small>Как безрассудно говорить это, будучи эльфом. <small>ох уж эти современные эльфы…</small></small>

source: The elves are here? Well, well, where the hell are our dear warlord’s troops? I suppose I will have to make do with what little I have, as usual.
ru: Эльфы уже здесь? Мда… Где, чёрт возьми, войска воеводы!? Похоже, придётся с ними справиться тем, что у нас есть. Всё как обычно.

source: Aralaija
ru: Аралайя

source: Ferunghiel
ru: Ферунгиэль

source: This is bad news. It appears the Chaos Empire’s forces somehow managed to get a head start. We need to stop them and secure these caves before they can advance any further!
ru: Плохие новости. Похоже, силам Империи Хаоса каким-то образом удалось сократить путь. Необходимо остановить их и обезопасить эти пещеры прежде, чем идти дальше!

source: You may take me down and win this battle, elf... but know this... The Warlord... the Warlord is coming... Flee while you can, and you may yet be able to enjoy your lives a few days more!
ru: Вы можете сразить меня и выиграть эту битву, эльф… но знайте… Воевода… Воевода идёт… Бегите, пока можете, и тогда вы, возможно, проживёте ещё несколько дней!

source: These fiends seem so confident in the might of this warlord of theirs. It’s rather troubling.
ru: Они чересчур уверены в могуществе их воеводы. Это начинает меня волновать.

source: Necromancers... there surely is no end to their arrogance, not even as they’re dyin’ — again. Ye shouldn’t give their words too much credit, lord Galas.
ru: Очередная некромантка… их высокомерию нет предела, даже когда они умирают — во второй раз. Вам не стоит принимать их слова близко к сердцу, лорд Галас.

source: Long ago, during a forgotten age, the beings of Light and Darkness waged an endless war, ceasing only when Yarae the Arcane Lord appeared and took his place as arbiter. With his great power, he created Ten Guardians to bring balance to the factions. Upon each guardian was then bestowed control over the different creatures and aspects of their power, and other great demons were created as needed to aid each in their task.
ru: Давным-давно, во времена забытой эры, порождения Света и Тьмы вели нескончаемую войну, пока не явился Яраэ – Лорд Таинств, чтобы выступить в качестве миротворца. Своей великой силой он создал Десять Стражей, призванных уравновесить противоборствующие группы. Каждый страж владел определёнными стихиями и существами. Остальные великие демоны были созданы с целью помочь им справиться с этой задачей.

source: Yarae had unrivaled control over the forces of Light and Darkness. Wisdom and moderation were instrumental in this role, and he brought peace and prosperity for all... until an unknown force turned him against his peers, the gods of Light and Darkness.
ru: Яраэ обладал несравненным могуществом Света и Тьмы. Мудрость и сдержанность стояли за его деяниями, он приносил мир и процветание для всех… пока неведомая сила не обратила его против своих единомышленников: богов Света и Тьмы.

source: As he fell victim to that corruption, so did the original Ten Guardians. Yarae led them and their subjects against the gods of Light and Darkness, and wreaked chaos and destruction upon all that existed. In the end, the gods joined their forces in a single entity capable of fighting this new evil: the Avatar of the Union of Light and Darkness was born.
ru: Поскольку он стал жертвой порчи, это произошло и с Первой Десяткой. Яраэ вёл их и их подданных против богов Света и Тьмы и нёс хаос всему сущему. Но в конце концов боги Света и Тьмы слили свои силы в единую сущность, способную бороться с новым злом: так родилось Воплощение Союза Света и Тьмы.

source: Wielding the power of the Union and aided by the only three guardians who chose to stand against their creator, they managed to destroy their fallen brethren one by one. Finally, they put an end to his revolt and trapped him in the Void between worlds.
ru: При поддержке последних трёх стражей, что выступили против их создателя, они уничтожали своих развращённых товарищей одним за другим силой Союза. Они положили конец восстанию Яраэ и поймали его в Пустоту между мирами.
