Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: Galas, why are you doing this? First you decide to lead the elves to war without consulting with Lord Inodien and the others, then you treat me... <b>us</b> as mere possessions to barter for political favors! Have you lost your senses?!
ru: Галас, зачем ты делаешь это? Сперва ты решил вести эльфов на войну, не спросив лорда Инодьена и остальных, теперь ты обращаешься со мной… с <b>нами</b>, как с пешками в политической игре! Ты совсем растерял свои чувства?!

source: I am truly sorry, my la— Elynia, but...
ru: Мне очень жаль, миле— Элиния, но…

source: I understand that you are intent on avenging Anlindë, but isn’t the safety of your people a more pressing matter right now? How can you... How can you do <b>this</b> to them after going through so much to escape from the followers of Uria!
ru: Понимаю, что ты желаешь отомстить за Анлиндэ, но разве безопасность собственного народа сейчас не важнее? Как можешь ты… Как ты смеешь делать <b>это</b> с ними после всего, через что они прошли, чтобы сбежать от последователей Урии!

source: Elynia, do you really believe the Aragwaith country can withstand a full-scale invasion from the Empire if the dwarves couldn’t? Gnalvarden, Aidal, Herthgar, all their larger kingdoms have fallen over time. The Aragwaith don’t take the Empire’s threat seriously and only see this war as a convenient opportunity to keep their complacent troops entertained, as well as to deal with the orcs. They also expect us elves to do most of the work for them so they will have even fewer of us to accommodate in these lands.
ru: Элиния, ты считаешь, страна Эрагвийцев сможет вынести полномасштабное вторжение со стороны Империи, если это не сумели сделать гномы? Гнальварден, Айдаль, Хертгар — все их великие королевства пали одно за другим. Эрагвийцы не осознают угрозу Империи и воспринимают эту войну как возможность занять войска делом и решить вопрос с орками. Они ожидают, что эльфы сделают за них всю грязную работу, поэтому они потратят ещё меньше на наше проживание в этих землях.

source: My comrades, childhood friends, the lord who I served faithfully all these years... the woman who cared for me as if I were her own son... They are all dead. Why would I want to perpetuate this living hell, Elynia? Do you really believe the humans will be as charitable as to allow us to dwell in their territory without a steep price to pay? And, what will we do when the Chaos Emperor comes knocking on our door?
ru: Мои товарищи, друзья детства, лорд, которому я верно служил долгие годы… женщина, что обращалась со мной как с сыном… — все они мертвы. Зачем мне продолжать этот сущий ад, Элиния? По-твоему, люди настолько милосердны, что позволят поселиться в их доме, не взяв высокую дань? И что нам делать, когда Император Хаоса будет стоять у наших врат?

source: A war against the Empire could last for years, possibly decades... Our people...
ru: Война против Империи затянется на годы, возможно, десятилетия… Наш народ…

source: That is why we must figure out a way to put an end to this madness. Together.
ru: Вот почему мы должны покончить с этим безумием. Вместе.

source: Wait, you are not thinking of...
ru: Стой, ты же не думаешь…

source: Taking the fight to their Emperor?
ru: Бросить вызов самому Императору?

source: I cannot go with you, Galas. It has been far too long since I last participated in a mission like that... And I am far too weak from the amount of time I spent slumbering underground... And if it comes to that, I can’t summon the power of the Union again. Not without... Argan...
ru: Я не пойду с тобой, Галас. Прошло много времени с тех пор, как я участвовала в таких авантюрах… Я слишком ослабела от подземной спячки… И, даже если потребуется, я больше не способна призвать силу Союза. Теперь, когда нет… Аргана…

source: I cannot be the elves’ living weapon again. I am sorry, Galas.
ru: Я не могу снова быть живым орудием эльфов. Увы, Галас.

source: Fair enough. I will be taking Mal Keshar with me, anyway.
ru: Как скажешь. В любом случае я возьму с собой Мал Кешара.

source: Who will lead the elves in your absence?
ru: Кто поведёт эльфов в твоё отсутствие?

source: Lord Inodien will replace me as the regent lord once we finish dealing with the orcs and humans. Don’t worry — I am sure you will make a fine advisor to him and Lady Unarye.
ru: Лорд Инодьен заменит меня в качестве лорда-регента, как только мы договоримся с орками и людьми. Не волнуйся — я уверен, ты послужишь ему и леди Анери прекрасным советником.

source: It was not so long ago that he was but a meek kid who let the priestess make all decisions for him. Heh. He has truly become something, don’t you think?
ru: Он же ещё недавно был просто кротким ребёнком, за которого все решения принимала колдунья. Хех. В нём начала проявляться личность, тебе не кажется?

source: Yes. And that’s exactly what troubles me.
ru: Да — и это меня беспокоит.

source: An Errand of Hope
ru: Миссия надежды

source: Kwurg
ru: Квург

source: Explore the caves and defeat any opposition you might find
ru: Исследуйте пещеры и победите любых врагов на своём пути

source: These caves are too dark for us to see, even with our torches. As if walking with the undead was not disquieting enough...
ru: Эти пещеры слишком темны, чтобы разглядеть хоть что-то, даже с нашими факелами. И я неуютно чувствую себя рядом с нежитью…

source: Your archers are renowned for being as accurate and deadly at night as they are under the light of the suns, and yet you fear the dark depths beneath the surface!
ru: Разве не о ваших лучниках говорят, что они точны и смертоносны во тьме ночи, как при свете солнц? И вы всё ещё боитесь мрака подземелий!

source: It is not the dark itself we fear, lich, but rather the things that dwell in it.
ru: Мы боимся не тьмы, лич, а того, что в ней обитает.

source: I wonder if we’ll ever come across the people who built those structures. Our enemies roam these caves too in search of the two heroes... Whoever would be more apt for aiding us in our mission than the dwarves?
ru: Интересно, встретимся ли мы когда-нибудь с теми, кто воздвиг эти строения? Наши враги тоже идут по этим пещерам в поиске тех двух героев… Кто, как не гномы, мог бы оказать помощь в нашем положении?

source: Eh, if they had to abandon their posts there is probably not much they can do for us. See, for all we know they have either all been slaughtered or converted to the Chaos Empire and their ridiculous cult. Not that they would be of much help anyway. They would rather tend to their own matters than deal with outsiders, especially elves. Not too different from your people in that regard.
ru: Эм, если им пришлось покинуть свои посты, они, вероятно, мало чем смогут нас поддержать. Судя по всему, что мы знаем, либо их всех перебили, либо они примкнули к Империи Хаоса. В любом случае, они не так и полезны. Этот народ ставит собственные прихоти превыше забот чужаков, особенно эльфов. Вы не так уж и отличаетесь от них в этом отношении.

source: It is true that historically they have refused to assist those whom they deem of very little utility for their ends, but given the ongoing Chaos infestation, we may be able to take advantage of that.
ru: Действительно, за всю историю они редко оказывали поддержку тем, кто был не сильно выгоден их намерениям, но мы можем извлечь из этого преимущество, приняв во внимание текущее нашествие войск Хаоса.

source: He, he, surely they would admit elves and undead into their domains, yes...
ru: Да, да, они так и жаждут впустить эльфов и нежить в свои владения, да…

source: There seems to be some sort of spell cast on these gates — we cannot even touch them!
ru: Похоже, эти врата зачарованы — мы даже не можем к ним прикоснуться!

source: Elves! Undead! Begone dark treacherous ones, or we kill you!
ru: Эльфы? Вы, предатели, немедленно убирайтесь прочь, или мы вас уничтожим!

source: Ugh. It hurts a lot...
ru: Ух. Больно…

source: If only trolls weren’t so quick to assume ill intentions on our part... I understand that they are protecting their territory and would never be willing to negotiate with those who consort with the undead, but...
ru: Если бы только тролли так быстро не присвоили нам злые намерения… Я понимаю, что они защищали свою территорию и вряд ли бы стали вести переговоры с теми, кто поднимает нежить, но всё же…

source: I have to agree with the sentiment. These creatures have lived for longer than our own species, as though they were created to guard the very earth from intruders who may threaten the balance of nature. Slaying them feels utterly wrong in that sense.
ru: Мне придётся согласиться с этим. Эти существа существовали задолго до нашего вида, как будто они были созданы для охраны самой земли от тех, кто желает нарушить равновесие природы. В этом смысле, есть что-то неправильное в избавлении от них, даже если они преграждают путь.

source: Aetilaes
ru: Этилаес

source: Hazor
ru: Хазор

source: Zoltar
ru: Золтар

source: What is that ahead?
ru: Что это такое?

source: Bright gods!
ru: Светлые боги!

source: Look, over there! The heathens from the valley still live!
ru: Смотрите, кто там! Язычники из долины всё ещё живы!

source: These accursed humans brought a whole battalion into the caves. How bothersome.
ru: Эти проклятые людишки затащили в пещеры целый батальон.

source: (<i>confused</i>) ... Elves? And with undead marching amongst their ranks? ’Tis a strange sight... We thought that yer race was still an enemy of necromancy and their practitioners! Though, ye helped our kin three centuries ago... Would ye help us now?
ru: (<i>в замешательстве</i>) … Эльфы? И среди их рядов нежить? Чудно́, чудно́… Мы думали, ваша раса никогда не терпела некромантии и тех, кто её использует! Однако вы подсобили нашему роду три века назад… Не могли бы вы помочь и сейчас?

source: Centuries? Well... sure, we have helped each other in times of need throughout history. Why would we not help you?
ru: Три века? Э… конечно, мы помогали друг другу в час нужды в прежние времена. Почему бы нам не оказать вам поддержку?

source: Three centuries... interesting...
ru: Три века… поразительно…

source: Sssh.
ru: Тссс.

source: Excellent! As ye can see, there are these foul men from the lands of Chaos, tryin’ to take over our tunnels. They’re everywhere! It’d be a boon if ye can help us repel ’em from here. Yes... Our brethren ha’ been eager to hear of the mighty desert heroes again!
ru: Замечательно! Как вы можете видеть, эти грязные люди из земель Хаоса пытаются захватить наши туннели. Они повсюду! Наш народ был бы невероятно благодарен, если бы мы вместе смогли вышибить их отсюда. Да… Наши собратья будут рады снова увидеть мощь героев пустыни!

source: Rest assured we shall do our best.
ru: Мы приложим все усилия.

source: What is going on? Elves from the desert? Anlindë, might they be...
ru: Что происходит? Эльфы из пустыни? Анлиндэ, может быть, они...

source: I believe that is a discussion for another time, when we have finished our new job here.
ru: Мне кажется, лучше продолжить обсуждение в более подходящее время, когда мы закончим наше новое дело.

source: Fair enough.
ru: Ясно.

source: Althurin, sir! You are seriously injured!
ru: Альтурин! Вы серьёзно ранены!

source: Argh... I need... I need’a report this news to the king. I hafta make it there. Please stand fast, friend elves. I shall be back with ye soon.
ru: Аргг… Нужно… Нужно сообщить эти вести королю. Осталось только добраться туда. Друзья эльфы, держитесь! Я скоро вернусь за вами.

source: Dwarf-friends, ye made it. Now, follow me to the Throne Room, King Asthorgar awaits. He’ll be pleased to hear and see news of ye and yer kind again.
ru: Вы справились, друзья гномов! Теперь проследуйте за мной в Тронный Зал, король Асторгар ждёт вас. Его Величество будет рад услышать и увидеть ваш род снова.

source: This coffin is empty.
ru: Это гроб пуст.

source: Shadows of Time
ru: Тени прошлого

source: Quogar Ratham
ru: Квогар Рэтхем

source: Tanstafaal
ru: Танстафааль

source: Tan Zalfargat
ru: Тан Залфаргат

source: Death of Quogar Ratham
ru: Смерть Квогара Рэтхема

source: I must admit, it <b>is</b> a tempting deal... for other orcs, maybe, not us! We are not dogs who do all the hard work for inferior creatures like you in exchange for scraps. If we decide we want more lands and riches, we will take them by force on our own!
ru: Признаюсь, сделка <b>соблазнительна</b>… для других орков, возможно, – но не для нас! Мы не псы, согласные делать всю грязную работу за таких низких существ, как вы, в обмен на помои. Если мы решим, что нам нужны земли и богатства, мы сами заберём их силой!

source: ‘Inferior’ creatures, you say? How dare you insult us, when it is only thanks to our sacrifices that you may yet have a chance to maintain your lifestyle?
ru: ‘Низких’ существ? Как ты посмел оскорбить нас, лишь из-за наших жертв вы до сих пор имеете возможность сохранять ваш образ жизни?

source: Oh Galas, I told you, using words and diplomacy with these illiterate beasts will not get us anywhere.
ru: Галас, говорил я тебе, слова и дипломатия бессмысленны против этих безграмотных зверей.

source: Ha, and what do you propose then, lich? You’d rather kill us? What benefit would <b>that</b> bring you?
ru: Ха, и что ты сделаешь, лич? Убьёшь нас? И какую пользу <b>это</b> вам принесёт?

source: I could at least quench my thirst! It has been days since I last felled one of your kind...
ru: Я наконец-то удовлетворю свою жажду! Давненько я не кошмарил ваш род…

source: Squabbling like children will not get us anywhere! This is not the time for resurrecting ancient conflicts. We must focus on fighting the real enemy that threatens all life on the Great Continent — that includes you, orcs.
ru: Эти детские вздоры ни к чему нас не приведут! Не время возобновлять неурядицы прошлого. Нам всем нужно сосредоточиться на настоящем враге, что угрожает всей жизни на Большом Континенте — включая вас, орки.

source: As if I would believe your fantasy tales, faerie. It’s obvious that you’re trying to trick us to obtain cheap war-beasts to solve your own problems.
ru: Я никогда не поверю вашим выдумкам, файери. Очевидно, вы пытаетесь обмануть нас, чтобы задёшево получить воинов для своих личных забот.

source: Our problems will eventually be yours as well. If you refuse to take part in our alliance, then we’ll not insist further — but know that you will receive no help from us when you and your people see the truth.
ru: Наши заботы скоро станут и вашими. Если вы откажетесь вступить в Альянс, мы не будем настаивать — но знайте: не ждите от нас помощи, когда Вы и ваш народ узнаете правду.

source: Are those war drums I hear? So was it your plan all along to lure us into your domain to dispose of us, orc?
ru: Я слышу звуки барабанов. Итак, вашей задумкой было заманить нас в свои владения, чтобы избавиться от нас, орк?

source: It is not, you decrepit sack of bones! Where do they come from?
ru: Нет же, дряхлый кощей! Откуда они раздаются?

source: Hail there, ‘friend’!
ru: Привет, ‘дружище’!

source: What are you doing in <b>my</b> lands again?! Exactly how many times do I have to rub your face in the mud before you’ll give up your obsession with overthrowing me, you thick-headed turd!?
ru: Что ты снова забыл в <b>моих</b> землях?! Сколько ещё раз воткнуть твоё лицо в землю, прежде, чем ты перестанешь пытаться меня свергнуть, твердолобый выродок!?

source: Ha, see who speaks — the weakling who’s got a soft spot for the humans and their new tree-shagger friends! Sorry, but this time I don’t come alone. You see, cousin...
ru: Ха, кто бы говорил — ты слабак, служащий подстилкой людям и их лесным приятелям! Прости, но в этот раз я не один. Сейчас всё увидишь, кузен…

source: I brought new friends. <b>HA HA!</b>
ru: Полюбуйся на моих новых друзей. <b>ХА-ХА!</b>

source: Ah, so you deal with those rotten necromancers now as well? That makes no difference to me, really.
ru: Ах, теперь и на твоей стороне эти гнилые некроманты? Но я управлюсь и с ними.

source: I see the Emperor was right to suspect that the elves would team up with the northerners. Very well, heathens! This is the last time your kind escapes the power of Uria and the Dark Lady! You shall not escape the might of the Iron Council again!
ru: Император оказался прав: эльфы пытаются объединиться с северянами. Вы угодили в нашу ловушку, язычники! Вам не сбежать от могущества Урии и Тёмной Госпожи! И в этот раз вы не укроетесь от мощи Железного Совета!

source: What is that lich rambling about?
ru: О чем разглагольствует тот лич?

source: Iron Council? Hah! The Chaos Emperor must be getting desperate if he would resort to sending one of their foulest priests of Yechnagoth! I presume that our suicidal lady gave your precious Warlord a hard time?
ru: Железного Совета? Хах! Должно быть, Император совсем отчаялся, раз он спустился до того, что отправил сюда одного из грязнейших жрецов Йечнагот! Догадываюсь, наша суицидальная леди устроила Воеводе хорошую взбучку?

source: Yechnagoth? But... She was vanquished... wasn’t she?
ru: Йечнагот? Но… Она была побеждена…

source: Those are blatant lies made up by heretics like you, elf. Her power still lives, and is greater now than ever thanks to Uria’s grace! Tanstafaal! Give them a taste of her power!
ru: Это ложь, сочинённая еретиками, такими как вы, эльфы. Её мощь все еще живёт, и сейчас она сильна, как никогда, благодаря Урии! Танстафааль! Дай им ощутить её силу!

source: As you command, my master. By Eloh’s wrath I shall make you suffer for your betrayal!
ru: Как прикажете, хозяин. Во славу Эло вы заплатите за ваше предательство!

source: Zelru’el
ru: Зельруэль

source: Galenea
ru: Геленея

source: Avalien
ru: Авальен

source: Kaalnuil
ru: Каальнуил

source: Curse the Dark Gods... those are elvish warriors! What is this new enemy we are facing?
ru: Будь прокляты Тёмные Боги… это эльфийские воины! Что за врагу мы противостоим?

source: Althurin mentioned a rebel faction betraying the Quenoth elves while under Yechnagoth’s control. These spectres must have been created from their lingering souls — it’s unlikely that anyone else in this era worships this ‘Eloh’ figure. I fear we have no choice but to fight them.
ru: Альтурин упомянул о мятежниках, что предали эльфов Квенота и перешли на сторону Йечнагот. Должно быть, эти фантомы созданы из их неупокоенных душ — едва ли кто-то в наше время поклоняется этой ‘Эло’. Увы, иного выхода нет – придётся сразиться с ними.

source: I don’t like the sound of this. Orc chieftain, you and your people had better stay clear of this battle. It is not yours to fight.
ru: Не нравится мне это. Вождь орков, Вам и Вашему народу не стоит влезать в эту битву. Враги пришли по нашу душу.

source: Bah, I’m not running away like a puny elf just because of an undead incursion. I shall fight by your side. Odds are you will perish without our ‘help’ anyway, heh heh.
ru: Ба, я не собираюсь убегать, как жалкие эльфы, от набега нежити. Я буду сражаться на вашей стороне. Похоже, без нашей ‘поддержки’ вы долго не протянете, хе-хе.

source: You pathetic piece of—
ru: Ах ты ж маленький кусок—

source: Malin, for the sake of... Can you not at least put your issues from your past life aside for a <i>short</i> while?!
ru: Малин, ради… Не мог бы ты отложить свою неприязнь к оркам хотя бы <i>ненадолго</i>?!

source: By the power bestowed upon me by the Dark Lady, I call forth the shadows from beyond the veil! May these plains be devoid of joy and peace! May they see only darkness and decay!
ru: Силой, которой ты одарила меня, Тёмная Госпожа, я призываю тени из-за грани нашего мира! Пусть эти равнины лишаться радости и мира! Да увидят они лишь тьму и разложение!

source: Blargh! Where did this accursed fog come from?!
ru: Аааа! Кто напустил этот проклятую мглу?!

source: Argh. This was <b>not</b> supposed to be my final day!
ru: Аррр. Этот день <b>не</b> должен был стать последним для меня!

source: The orcish chieftain has fallen. It’s unlikely we’ll ever manage to obtain the orcs’ support now. Our mission has failed!
ru: Вождь орков пал. Похоже, теперь нам не заручиться поддержкой орков. Наше задание провалено!

source: Oh... Oh! Oh my, how could I not notice this before? The elves brought their precious Lady of Light with them! Hm, surely the Emperor would be pleased if I brought her to him after the Warlord’s mission ended in such a lamentable disaster, hm...
ru: Ой-ой! Как я раньше этого не заметил? Эльфы привели с собой их драгоценную Леди Света! Гм, Император будет доволен, если я приведу её к нему после того, как задание Воеводы закончилось таким плачевным исходом, мм…

source: Where are you, fiend?
ru: Где ты, подлец?

source: Say, Lady of Light... Elynia is your name, right? Do you feel lonely? Without your dear partner, the fabled Master of Darkness?
ru: Скажем так, Леди Света… Элиния же твоё имя, верно? Тебе не одиноко? Как ты поживаешь без своего любимца, легендарного Повелителя Тьмы?

source: How I feel is none of your business.
ru: Мои чувства тебя не касаются.

source: Ever since that fateful day you have asked yourself time and again why it had to happen. You are haunted by lingering doubt that you didn’t do enough. You could have saved him, really... and that festers, because deep down, you still don’t know how to move forward without him. Elynia, let me tell you this: Uria knows <i>many</i> things about the past, present, and future.
ru: Почему это должно было случиться? – С того судьбоносного дня ты снова и снова ищешь ответ. Тебя терзают непреходящие сомнения: ты, ты могла спасти его, это так… Рана всё ещё болит, и в глубине души ты не знаешь, как идти дальше, когда его нет рядом. Элиния, поверь мне: Урия знает <i>очень</i> многое о прошлом, настоящем и будущем.

source: Elynia, focus on the battle at hand and pay no attention to this wretched scum.
ru: Элиния, сосредоточься на битве и не обращай внимание на пустозвона.

source: You and the other heathens don’t believe Uria is real; I can assure you otherwise. She is as real as she is beautiful, Elynia. And she can answer all your questions — especially those pertaining to Argan’s fate in the depths of Irdya. You have only to come see our Master, and he will take you to her palace in Inferno.
ru: Вы и остальные язычники не верите в существование Урии; но я заставлю вас убедиться в обратном. Она прекрасна в своём воплощении. И она ответит на все ваши вопросы — особенно на те, что касаются судьбы Аргана в глубинах Ирдии. Вам нужно лишь прийти к нашему Повелителю, и он покажет вам её дворец в Инферно.

source: <b>Elynia!</b> I said, don’t listen to our enemy!
ru: <b>Элиния!</b> Я сказал: не слушай врага!

source: (<i>startled</i>) Huh?! Yes, yes... I am sorry, Galas, I... really shouldn’t heed his words...
ru: (<i>в замешательстве</i>) А?! Да, да… Прости меня, Галас, я… не должна была внимать его словам…

source: Oh, Elynia, we all know your curiosity is insatiable. And, our Master is patient...
ru: Элиния, все мы знаем, как ненасытно твоё любопытство. А наш Повелитель терпелив…

source: It is truly a pity that I must report back to our Master. But worry not, Elynia, for I will be back... eventually... Ha, ha, ha, ha!
ru: Как жаль, что мне нужно доложить обо всём Повелителю. Не волнуйся, Элиния, я вернусь… когда-нибудь… Ха-ха-ха-ха!

source: I cannot hold against this darkness!
ru: Мне не сдержать этот мрак!

source: Damn that wretched necromancer! He used the darkness to escape. Elynia, are you all right?
ru: Да что б его разорвало, гнусный некромант! Он сбежал под покровом тьмы. Элиния, что с тобой?

source: I... think so... I feel a little lightheaded, that’s all.
ru: Да… я просто… чуть легкомысленна, вот и всё.
