Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: Thus you dare enter my stronghold. You truly are a foolish hero, Galas.
ru: Итак, ты посмел войти в мою твердыню. Какой же ты глупец, Галас.

source: ... It’s that voice again.
ru: … Снова тот голос.

source: Reveal yourself, coward who hides in the darkness! We have come here to put an end to your reign of chaos and suffering!
ru: Покажись, трус, скрывающийся во мраке! Мы покончим с твоим царством хаоса и страданий!

source: That metallic laughter sure sounded real to me.
ru: Этот звенящий хохот мне точно не послышался.

source: He seems to want us to move forward, so let us be on the look out for traps. And... we need to find a way to open this gate.
ru: Похоже, он желает, чтобы мы прошли дальше — остерегайтесь ловушек. И… нужно как-то открыть врата.

source: Oh, please, courtesy is wasted in a place like this. Just blast them down or something.
ru: Помилуй, в подобном месте нечего жалеть. Просто выломай их к чёрту.

source: Drop your weapons this instant, elf, and the Master may yet show you and your friends mercy!
ru: Бросайте оружие сейчас же, эльф, тогда, быть может, Повелитель пощадит вас!

source: Never! Onwards, everyone!
ru: Никогда! Вперёд, товарищи!

source: Choose your recruits and recalls carefully. They will not require upkeep, but you should try to keep them alive for as long as possible; no other units will be available to you for the remainder of the campaign.
ru: Выбирайте бойцов для призыва и вербовке тщательнейшим образом. Они не потребуют содержания, но вам следует держать их в живых настолько долго, насколько это возможно; новые бойцы не будут доступны вплоть до конца кампании.

source: Hmph, why would anyone craft armor out of pure gold? Everyone knows it’s one of the softest materials on Irdya. These ostentatious fiends...
ru: Хм, зачем кому-то понадобилась броня из чистого золота? Все же знают, что это один из самых мягких материалов. Сплошная показуха…

source: Yep, nothing to see here.
ru: Ничего интересного.

source: It’s not like we will need the gold any time soon, but there is nothing wrong with a little plundering, right?
ru: Едва ли нам в скором времени понадобится золото, но вы ведь не возражаете против мародёрства, верно?

source: Invisibility Tonic
ru: Зелье невидимости

source: • 1× clipped faerie wing • 1× eye of blood bat • 2× sprig of alvorian shade flower • 1× lancespade powder • 3× blue moon wisps Combine faerie wings with blood bat eye. Mix well and boil in iron cauldron for two hours. Add rest of ingredients, stirring. Makes 5 beakers of invisibility tonic.
ru: • 1× нарезанное крыло файери • 1× глаз кровососа • 2× ветки альворианского теневого цветка • 1× мерный стакан ланцеспадового порошка • 3× синих лунных мотылька Возьмите крылья файери и добавьте к ним глаз летучей мыши. Тщательно перемешайте и варите два часа в котле. Добавьте оставшиеся ингредиенты, помешивая. Результат: 5 пробирок зелья невидимости.

source: Chaos Warlord Field Report #452
ru: Доклад Воеводы Хаоса #452

source: The elf sorceress is dead. I did not expect her to bring the entire cavern down on us; sadly for her, I simply dug my way out of the rubble with the help of a few drone servants. Even had I not seen her crushed and broken body, I knew there was no way she could have saved herself — not that the vacuous creature would have done so anyway. A curious trait, self-sacrifice. Unfortunately, she managed to buy the Lady of Light time to escape. But no matter. In the end, they will come to us...
ru: Эльфийская колдунья мертва. Мы не ожидали, что она обрушит на нас всю пещеру — к несчастью для неё мне просто пришлось прокопаться через груду камней с помощью дронов. Хотя мне не удалось увидеть её раздавленное тело, уцелеть ей было уже невозможно — да это пустое существо и не желало спастись. Любопытное явление, самопожертвование. Увы, она предоставила Леди Света время сбежать. Неважно. В конце концов, они сами придут к нам…

source: Rurhló
ru: Рурло

source: Graurgh... Argh gaaaaa... (<i>roars</i>)
ru: Граурр… Аргг гааааа… (<i>рычит</i>)

source: It’s hostile! Kill it!
ru: Эта тварь враждебна! Убейте её!

source: Lord Lédinor! Is that really you? What have these beasts done to you?!
ru: Лорд Лединор! Это и правда Вы? Что эти звери сделали с вами?!

source: He seems extremely unwell — no doubt he has been constantly tortured by his captors during all this time. I will have to treat him before he’ll be able to stand on his own again.
ru: Он еле жив — без сомнения, враги пытали его всё это время. Придётся его полечить прежде, чем он сможет встать на ноги.

source: If only we could take him back outside... Damn it!
ru: Эх, могли бы мы вытащить его на свежий воздух… Проклятье!

source: Oh, just... great.
ru: О, просто… великолепно.

source: Seize the Lady of Light and kill the intruders!
ru: Схватите Леди Света и убейте незваных гостей!

source: You... you will not succeed... You can’t kill... the Emperor...
ru: Вы… вам не победить… Вы не сможете убить… Императора…

source: I don’t suspect anyone has actually tried before.
ru: Едва ли до нас кто-то пытался.

source: Touchgem triggered. A gate opens.
ru: Сенсор срабатывает. Врата открываются.

source: Ah, that ought to do the trick.
ru: Ах, вот и ключик.

source: Onwards!
ru: Вперёд!

source: Ah, every story has to come to an end someday... even yours, Lady of Light...
ru: Каждой истории когда-то настанет конец… даже твоей, Леди Света…

source: Oh no... Uria be damned!
ru: О, нет… Урия, будь ты проклята!

source: Not this again...
ru: Только не снова…

source: Your foolishness ends here with your death, enemies of Uria! Her Voice requests that we prevent your advance towards the Gate of Inferno at all costs!
ru: Здесь ваше безумие окончится, враги Урии! Мы не подпустим вас ко Вратам Инферно любой ценой — того требует её Голос!

source: You mean the Chaos Emperor, right? I can’t believe your kind lets a lesser monster like him order you around like dogs.
ru: Ты имеешь в виду Императора Хаоса, верно? Не верится, что ваш род позволяет такому слабаку, как он, держать вас за собак.

source: Don’t you dare speak ill of the Voice of Uria, elf scum! Cragworg, crush these disgusting vermin!
ru: Не смей так говорить о Голосе Урии, эльфийская сволочь! Крэгворг, раздави этих мерзких вредителей!

source: Not the Lady of Light, you worthless idiot!
ru: Да не Леди Света, никчёмный идиот!

source: Is this our curse? To fight countless big shot enemies with death wishes?
ru: Это наше проклятие? Сколько ещё у них этих чудовищ, желающих сдохнуть?

source: Oh, Uria, I... have... failed...
ru: О, Урия… Я… не справилась…

source: (<i>spits blood</i>) You have not seen the last of me! I am not... dying... today... (<i>collapses</i>)
ru: (<i>кашляет кровью</i>) Не дождётесь! Вы… меня ещё не… победили… (<i>рушится</i>)

source: Ugh. Hopefully that’s the last time we will need to fight one of these drooling imps. Now, where do we go from here?
ru: Ух. Надеюсь, мы в последний раз дрались с одним из этих слюнявых бесов. Куда же нам теперь идти?

source: They seemed determined not just to prevent our progress towards the ‘Gate’, but also to impede our access to the dungeon on this level. May I suggest we investigate and possibly release any prisoners kept captive?
ru: Похоже, они не только пытались замедлить наше продвижение к этим ‘Вратам’, но и не пустить нас в темницу на этом уровне. Может быть, обследуем её и освободим всех узников?

source: Yes, sounds good to me.
ru: Да, звучит неплохо.

source: I think I just heard a voice calling for help.
ru: Я только что слышал голос, зовущий на помощь.

source: Galas, do you really want us to explore the whole place? We do not have all the time in the world, you know. Besides, I doubt the prisoners can be of much help. <small>Not alive, at least...</small>
ru: Галас, ты хочешь, чтобы мы обследовали всю крепость? Ты знаешь, у нас нет на это времени. К тому же, пленники нам не слишком помогут. <small>Во всяком случае, живьём…</small>

source: It would be highly inhumane for us to leave them abandoned to their own luck!
ru: Но оставить их будет бесчеловечно!

source: Very well, boy, do as you wish. I don’t really care! Should we lose precious time due to your insistence on helping all living things, that shall be <i>your</i> problem to deal with, not mine.
ru: Ладно, мальчик, делай, как скажешь. Мне всё равно! Но если из-за твоего желания помочь всем живым существам мы потеряем драгоценное время, <i>тебе</i> же будет хуже, не мне.

source: I wonder if that’s all of them... It seems odd that the dungeon is almost completely empty. Perhaps they saw us coming and moved all of their prisoners elsewhere?
ru: Это что, все из них?.. Странно, тюрьма почти пуста. Возможно, они знали, что мы придём, и переместили узников куда-то ещё?

source: Why would they bother? They have never seemed to be the kind who would take prisoners in the first place; Lord Lédinor’s presence here is highly unusual.
ru: Зачем им о них вообще беспокоиться? Как мы знаем, они не часто берут кого-то в плен; присутствие здесь лорда Лединора крайне подозрительно.

source: Yes, and that is... Hold on, I hear movement.
ru: Да, и это… Стойте, к нам что-то приближается.

source: So I guess we don’t need to find a way to open that gate after all!
ru: Зато нам не придётся открывать эти ворота!

source: And deeper underground we go. (<i>sighs</i>) Perhaps we should focus on finding that ‘Gate’ and close it off somehow before confronting the Emperor. Elynia, would you be able to do that?
ru: Мы спускаемся всё глубже и глубже. (<i>вздыхает</i>) Может быть, нам стоит найти эти ‘Врата’ и как-то их закрыть перед столкновением с Императором? Элиния, ты сможешь это сделать?

source: ... Elynia?
ru: … Элиния?

source: Huh? Oh, sorry. You are asking about the portal to Inferno, right. I fear it might be a much more severe fissure in our reality than I originally suspected. I can’t even begin to fathom the amount of power that was required to create it, let alone how to heal it.
ru: А? Ой, прости. Ты же спрашиваешь о портале в Инферно, не так ли? Боюсь, эта трещина в нашей реальности ещё более глубока, чем я изначально полагала. Я даже не могу осознать количество энергии, необходимое для его создания, не говоря уж о том, как его закрыть.

source: So, you mean...
ru: Ты имеешь в виду…

source: This whole city is the Gate.
ru: Весь этот город — Врата.

source: The Heart
ru: Сердце

source: General Erval
ru: Генерал Эрвал

source: team_name^Base Defenses
ru: Оборона базы

source: Limzer
ru: Лимзер

source: Ilrymaea
ru: Илримея

source: Molur
ru: Молар

source: Elegrild
ru: Элегрильд

source: Redbart
ru: Редбарт

source: Move Galas, Elynia, or Mal Keshar into the dark keep
ru: Галас, Элиния или Мал Кешар должны войти в тёмную цитадель

source: Distract the enemy while Galas, Elynia, or Mal Keshar enter the dark keep
ru: Отвлекайте врага, пока Галас, Элиния или Мал Кешар не проберутся в тёмную цитадель

source: There it is, the Heart of the Chaos Empire.
ru: Вот оно — Сердце Империи Хаоса.

source: I figured the rumors weren’t too far from the truth, but this is ridiculous. How can these people afford such a ludicrous construction in the middle of the desert? Perhaps they only ever enlisted Uria’s demons in the first place as cheap work force...
ru: Выходит, слухи оказались не так уж и далеки от истины, но это – нечто! Как люди могли построить такое огромное сооружение посреди пустыни? Возможно, они использовали чудовищ Урии в качестве дешёвой рабочей силы…

source: The dwarven scouts report that another large battalion departed for the northwest just a few hours ago. So... I believe the time has come.
ru: Разведка гномов докладывает, что крупный батальон преследователей настигнет нас уже через несколько часов. Итак… время пришло.

source: Looking at it in hindsight, there really was no way our infiltration mission wouldn’t turn into a full-fledged assault on the enemy capital. Perhaps it’s better this way, after all. Now, Galas, will you do the honors?
ru: Оглядываясь назад, я понимаю, что наша операция не могла не закончиться полноценным штурмом вражеской столицы. Быть может, и к лучшему. Теперь, Галас, воздашь ли ты почести?

source: Eh...
ru: Э-э-э...

source: You know, ask us whether we are ready and then give us an overly dramatic discourse about the importance of this battle for the future of Irdya. It’s the kind of thing a good leader is expected to do.
ru: Спроси, готовы ли мы к битве и выступи с пламенной речью о важности предстоящего сражения для будущего Ирдии. Подобное ждут от настоящего предводителя.

source: Right. Are we all ready for the battle ahead?
ru: Верно. Вы готовы к битве?

source: Yes! I’m ready, master Galas!
ru: Да! Я готов, хозяин Галас!

source: My bow obediently awaits your orders, Lord Galas.
ru: Мой лук покорно ждёт приказа, лорд Галас.

source: Let’s get this over with!
ru: Так давайте сделаем это!

source: (<i>nods</i>)
ru: (<i>кивает</i>)

source: Then the battle for Irdya begins now. <b>Charge!!!</b>
ru: Итак, битва за Ирдию началась. <b>В атаку!!!</b>

source: Wait, and what about the dramatic discourse the lady mentioned?
ru: Постойте, а что насчёт пламенной речи, которую упомянула леди?

source: It appears Lord Galas has just given the order, lads. Ye know what to do! Don’t hold back! Kill every single one of these fiends! Avenge our fallen brethren! For the King! For Herthgar! <b>Charge!!!</b>
ru: Товарищи, лорд Галас только что отдал приказ. Вы знаете, что делать! Не отступать! Пусть никто из чудовищ не останется в живых! Отомстите за павших братьев! Во славу Короля! Во славу Хертгара! <b>В атаку!!!</b>

source: The elf lord and his consorts approach from the northeast, sir!
ru: Лорд эльфов и его отряд приближаются с северо-востока, господин!

source: Dwarves! Dwarves on the northwestern hills! We are under attack!
ru: Гномы! Гномы на северных холмах! На нас нападают!

source: Oh, ha ha! Are they truly this naïve? Do they believe we were not prepared for this contingency? Prepare for battle! Crush all these vermin to the ground! For Yechnagoth! For the glory of Uria and the Chaos Empire!
ru: О, ха-ха! Они и правда такие наивные? Они считают, что мы не предусмотрели этот случай? Готовьтесь к битве! Сравняйте всех вредителей с землёй! За Йечнагот! Во славу Урии и Империи Хаоса!

source: (<i>bitterly</i>) And so my time has come again to serve as the elves’ living weapon. Even if I can hardly stand this much death and destruction...
ru: (<i>с убитым видом</i>) Вот и снова я стала живым орудием эльфов. Даже, если я выдержу все эти смерти и разрушение…

source: I hope you can forgive me for bringing you here.
ru: Надеюсь, ты простишь меня за то, что вовлёк тебя в это дело.

source: Oh, Galas, don’t fret about it — by now this almost feels like daily routine. Besides, I told you before, I would have come on my own anyway.
ru: Галас, не мучайся — я уже ко всему привыкла. К тому же, я всё равно бы пришла к вам.

source: <b>For Herthgar!!!</b>
ru: <b>За Хертгар!!!</b>

source: For Lord Lédinor and our fallen comrades!
ru: За лорда Лединора и наших павших товарищей!

source: He, he, he, he... It’s about time this place got a do-over befitting of gods who relish in death and destruction, don’t you think?
ru: Хе-хе-хе-хе… Самое время насладится богам смерти и хаоса, тебе так не кажется?

source: For Anlindë!
ru: За Анлиндэ!

source: Let us show these non-believers the real might of the Empire!
ru: Пусть неверные узрят всю мощь Империи!

source: Galas, enemy troops are coming from behind!
ru: Галас, вражеские войска приближаются сзади!

source: Umlayla
ru: Умлайла

source: Ellerian
ru: Эллериан

source: Mal Cyriath
ru: Мал Сайриат

source: Surprise, Irdyan maggots!
ru: Не ждали нас, Ирдийские черви!

source: Brace yourselves, boys! The Long Dark is upon our heels and ready to liven up this hell of a battle!
ru: Крепитесь, братья! Настаёт длинная ночь — адская сечь ждёт нас!

source: Even though it’s taking us much longer than expected, the Chaos Emperor has yet to make an appearance. What if our information is incorrect and he is not even in the capital?
ru: Дело уже больше времени, чем мы ожидали, но Император Хаоса всё ещё не объявился. Что, если наши сведения неверны и он даже не в столице?

source: Nah, he’s probably in his chamber running in circles and flailing his arms like a lunatic while begging the goddesses for forgiveness! (<i>cackles</i>) He knows we’ve won this fight.
ru: Нее, он небось в своих покоях: бегает по кругу и размахивает руками, в безумии вымаливая у своей богини прощение! (<i>хе-хе-хе-хе</i>) Он знает: мы уже победили!

source: Hm, yes. He is most certainly down there. He... and something else whose nature I cannot ascertain yet. Mal Keshar, you can feel it too, right?
ru: Хм, да. Он точно там. Он… и кто-то ещё, чью природу я пока что не могу определить. Мал Кешар, ты тоже это чувствуешь, верно?

source: I try not to worry too much about these things, girl. Besides, what power could possibly stop two walking legends like us?
ru: Я не сильно беспокоюсь о таких вещах, леди. Да и что вообще может нас остановить, мы же две воплощённые легенды?

source: Do you see how this dark fortress crumbles down already? Tell your goddess that <b>this</b> is the fate that awaits those who dare cross the peoples of Irdya!
ru: Ваша тёмная крепость уже скоро уйдёт в небытие! Скажи своей богине: <b>эта</b> судьба, ждёт всех, кто посмеет бросить вызов народам Ирдии!

source: If you meet your demon gods on the other side, tell them I will not stop until I have erased the very last trace of their influence on Irdya! Begone, filth!
ru: Если встретишься со своими богами-демонами на той стороне, скажи им, что я не остановлюсь, пока не сотру последний остаток вашего влияния с лица Ирдии! Сгинь, нечисть!

source: We’ve failed the Master... How can this be... No... no!
ru: Мы подвели Повелителя… Как это могло случиться… Нет… неет!

source: Yes, <b>yes</b>, <b>YES! AhahahahahahahaHAHAHAHAHA!!!</b>
ru: Да, <b>да</b>, <b>ДА! АхахахахахахахаХАХАХАХАХА!!!</b>

source: Quickly! We have no time to waste.
ru: Быстрее! Мы не можем терять время попусту.

source: You know, Galas... It’s very strange for somebody like me to say this but...
ru: Галас, ты знаешь… Странно это говорить, но…

source: What is it?
ru: В чём дело?

source: ... Just stay close to me at all times. It would do us no good if the shadows took over your body again.
ru: … Будь со мной рядом, что бы ни случилось. Нам всем придётся несладко, если твой разум вновь захватят тени.

source: ... Very well.
ru: … Как скажешь.

source: Alas, if Galas and the Lady are to succeed in their mission we must stay here and fend off the enemy reinforcements. I can’t help but wonder what kind of foe awaits that courageous bunch in there...
ru: Увы, до тех пор, пока Галас и Леди не выполнят, что они задумали, мы останемся здесь и будем отражать подкрепления неприятеля. Интересно, что за враг поджидает эту безрассудную ватагу…

source: This is hopeless, Galas. We took too long, and now enemy reinforcements are approaching from all directions!
ru: Это безнадежно, Галас. Мы задержались слишком долго, и теперь отовсюду прибывают вражеские подкрепления!

source: The Dark Hive
ru: Тёмный Улей

source: Proceed deeper underground with Galas, Elynia, or Mal Keshar
ru: Спуститесь на нижние уровни цитадели

source: Elynia, what you are saying is simply preposterous! How could I possibly serve as a substitute for Argan’s powers! Unless...
ru: Элиния, это же просто чушь! Как я вообще могу заменить силы Аргана! Если только…

source: As we descend deeper into this fortress, we get ever closer to Inferno, and to the source of their power. You are one of the most powerful dark sorcerers ever born from Irdya. My hope is that together we might be able to tap into the darkness of the demons’ homeland... possibly at the risk of our own lives. It’s either that or allow the demoness to erase you and me from existence.
ru: Чем глубже мы спускаемся в эту крепость, тем ближе мы становимся к Инферно и к источнику их сил. Ты — один из сильнейших тёмных колдунов, когда-либо рождённых в Ирдии. Я надеюсь, что вместе мы сможем перехватить тьму родины демонов… возможно, подвергнув наши жизни опасности. В противном случае демонесса нас просто уничтожит.

source: I am not sure... if I even want to do this anymore. I am no hero! I should kill you and take the prize to hell with me! Actually, I guess that’s exactly where we are headed, so...
ru: Даже не знаю… хочу ли я это вообще делать. Я – не герой! Давай, я убью тебя и заберу вознаграждение с собой в ад! К тому же, мы туда и направляемся, поэтому…

source: You did many things in the past, most of them crimes against people and life. But now, at the end of all things, you guided Galas and his loyal followers to the depths of Irdya, awoke me from my long slumber, and fought the hordes of Chaos alongside us all the while. Redeeming yourself will take much more than this, but I can assure you that turning your back on us now will only result in your destruction at the hands of Uria’s servants.
ru: На своём веку ты сделал многое, по большей части преступления против людей и самой жизни. Но теперь, после всего, что было, ты привёл Галаса и его верных спутников в глубины Ирдии, пробудил меня от глубокого сна и сражался с ордами Хаоса, держась вместе с нами всё это время. Твоё искупление потребует гораздо большего, но поверь, если ты повернёшься против нас, это обернётся лишь твоим уничтожением от рук приспешников Урии.

source: Would you prefer that fate over fighting a just cause one final time?
ru: Предпочтёшь ли ты эту судьбу или сразишься в последний раз ради высшей цели?

source: Pah! To the Dark Gods with you and your stupid and pretentious motivations! I will help, but only because I am curious to see if I can really harness this legendary power! <small>I can’t possibly refuse the offer of unlimited power after all these eons...</small>
ru: Эх! Катитесь к Тёмным Богам со своими высокопарными намерениями! Я помогу, но только из любопытства, смогу ли я и вправду подчинить себе эту легендарную силу! <small>Я просто не могу отказаться от безграничной мощи после стольких веков…</small>

source: (<i>smiles</i>) I knew you would listen to reason, Malin.
ru: (<i>улыбается</i>) Я знала, что ты прислушаешься, Малин.

source: How can you people hand your lives to this lich on a silver platter like that! It defies all logic!
ru: Да вы просто подносите личу на блюдечке всё, чего бы он ни захотел! Это противоречит здравому смыслу!

source: Just like this mission, then?
ru: Прямо как эта операция, верно?

source: We should avoid those dark and windy passages. With such evil creatures lurking around, we could get cornered and trapped.
ru: Мы должны избегать этих темных и пустых проходов. Эти злые существа могут запросто загнать нас в угол.
