Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: Character Descriptions
ru: Описание персонажа

source: Do you wish to see brief descriptions of the characters when you select them on the map for the first time?
ru: Вы хотите видеть краткое описание персонажа, когда впервые выбираете его на карте?

source: IftU
ru: ВизН

source: Invasion from the Unknown
ru: Вторжение из Неведомого

source: Episode I: Seeking the Light
ru: Эпизод I: В поисках Света

source: Intermission
ru: Интермиссия

source: Episode II: Armageddon
ru: Эпизод II: Армагеддон

source: AtS
ru: ПБ

source: After the Storm
ru: После Бури

source: Epilogue
ru: Эпилог

source: Continue Playing
ru: Продолжить игру

source: Quit Game
ru: Выйти из игры

source: Go
ru: Да

source: dehydrated: This unit is dehydrated.
ru: обезвоживание: Этот боец обезвожен

source: female^dehydrated
ru: обезвожена

source: dehydrated
ru: обезвожен

source: female^refreshed
ru: освежилась

source: refreshed
ru: освежился

source: Crossroads
ru: Перепутье

source: team_name^Galas
ru: Галас

source: team_name^Dwarves
ru: Гномы

source: Hail, Althurin! What business brings you to enemy territory, so far from the Heart Mountains?
ru: Эй, Альтурин! Что занесло тебя так далеко от гор Сердца?

source: I would like to ask ye the same question if I may, lord Galas. We received word that the Alliance of the Peoples of the Far North sent a team of assassins to the Chaos capital, but they did not tell us ye were part of it. This is a pleasant surprise!
ru: Я задал бы Вам тот же вопрос, лорд Галас. Нам сообщили, что Альянс Народов Крайнего Севера послал отряд убийц в имперскую столицу, но мы не знали, что это вы. Какая приятная неожиданность!

source: Althurin, did the King really send you to these lands knowing that you might never be able to return?
ru: Альтурин, король и правда послал вас, зная, что вы можете не вернуться?

source: Uh, no, it’s not like that, fair lady. In truth, I volunteered for this mission out of my own volition, along with the others. The idea did not come from our King either — it’s the Valgran council’s response to the Alliance’s call for help. So... What do ye say, lord Galas, have ye concocted an action plan yet?
ru: Нет, совсем не так, миледи. Я отправился в этот поход добровольно, как и все остальные. Эту мысль предложил не король — совет Вальграна ответил ей на зов помощи Альянса. Итак… Лорд Галас, у вас уже есть какой-то план?

source: I have to admit we haven’t. We were hoping to get to the Heart region and assess the situation first.
ru: Увы, нет. Мы надеялись сначала добраться до Сердца, а потом уже оценить положение.

source: Oh ho! Well, ye might be interested in knowing that the legions of Uria appear to be fully preoccupied with the Alliance’s troops in the Glamdrol region. The Empire’s lands are very poorly guarded right now, and even though the enemy’s prepared to defend the capital against potential attacks, their numbers are not too impressive. If we act fast, they will not have the time to call for reinforcements from the border outposts. On the other hand, we’ve heard dark rumors...
ru: Ух ты ж! Тогда вам будет полезно знать, что легионы Урии, похоже, сейчас заняты сражением с войсками Альянса в районе Гламдрола. Мало кто охраняет земли Империи, и хотя враги готовы защищать столицу против любых возможных угроз, их число не так уж впечатляет. Если мы будем действовать быстро, они не успеют призвать подкрепления с линии фронта. С другой стороны, у нас есть тёмные известия…

source: The Chaos Emperor is in the capital, guarding what is said to be a large portal to Inferno. If this is true...
ru: Император в столице, он охраняет какой-то огромный портал в Инферно. Коли это так…

source: Failing to take the Emperor down <i>and</i> close the portal would have disastrous consequences for everyone, indeed. Say, Althurin, do you have the resources to mount a distraction?
ru: Если мы не сразим Императора <i>или</i> не закроем портал — это обернётся катастрофой для всех. Альтурин, у вас есть средства, чтобы отвлечь неприятеля?

source: Hm... The thing is, we don’t have much ourselves, as we were only intended to serve as support. I figure a distraction is not out of the question, but it probably won’t help for long. What do you suggest?
ru: Гм… Дело в том, что самих нас немного – мы лишь намеревались послужить поддержкой. Отвлечь их – для нас не вопрос, но долго не протянуть. Что вы предлагаете?

source: I believe I might have a plan that will allow us to get into the capital without having to face the entirety of their defenses, but I will need your help and Mal Keshar’s.
ru: Есть у меня одна задумка, которая позволит нам проникнуть в столицу, минуя часть их обороны, но вы с Мал Кешаром должны мне помочь.

source: Hah! My help, you say? If you have to stoop to ask <i>me</i> for assistance then you must have truly run out of ideas!
ru: Хах! Помочь, говоришь? Если ты докатилась до того, чтобы просить <i>меня</i>, то у тебя и вправду кончились идеи!

source: It involves raising many undead soldiers, disguising a few, and unleashing them on nearby enemy settlements while we flank the capital from two different directions. Hopefully this will keep most of their available troops entertained while we deal with the Emperor and his men ourselves. We will need you to assault the capital together with us, though.
ru: Нужно призвать как можно больше мертвецов, скрыть их, а затем обрушить на близлежащие поселения, как только мы атакуем столицу с двух сторон. Надеюсь, это отвлечёт их войска достаточно долго, чтобы мы разобрались с Императором и его приспешниками собственноручно. Однако, тебе потребуется сделать этот выпад вместе с нами.

source: The longer my minions are allowed to roam free without my supervision, the more destructive and disorganized they become. Don’t take me wrong, though; there’s nothing I enjoy more than a chaotic bloodbath, but I would be concerned about this interfering with your ‘plan’ somehow.
ru: Чем дольше мои прислужники остаются без присмотра, тем опаснее они становятся. Не пойми меня неправильно – я обожаю кровавое месиво, но как бы это не повлияло на твой ‘план’.

source: Not at all. In fact, the more noise they make and the more dark soldiers of Uria they strike off the face of Irdya the better. Surely a necromancer of your caliber can figure something out.
ru: Вообще, чем больше шума они наделают и чем больше солдат Урии сотрут с лица Ирдии, тем лучше. Некромант твоей степени уж точно что-нибудь придумает.

source: He he he he, yes, yes! I will make sure to not disappoint.
ru: Хе-хе-хе-хе, да, конечно! Я не разочарую.

source: I suppose it’s time to get moving then. We have a long day ahead of us.
ru: Тогда пора начать движение. Нам предстоит долгий день.

source: Under the Sands
ru: Под Песками

source: team_name^Chaos Empire
ru: Империя Хаоса

source: Renan
ru: Ринан

source: team_name^Monsters
ru: Монстры

source: Alien Matrix
ru: Матрица

source: Proceed south to the cave exit with Elynia and Mal Keshar
ru: Элиния и Мал Кешар должны найти выход из пещеры на юге

source: Death of Elynia
ru: Смерть Элинии

source: Death of Mal Keshar
ru: Уничтожение Мал Кешара

source: Death of Erathan
ru: Смерть Эрэзэна

source: I am starting to think that this wasn’t such a good idea after all. The place reeks of decomposing flesh and sewage — I can hardly breathe! This impenetrable darkness does not help matters either.
ru: Я начинаю считать, что мысль была не такой уж и хорошей. Это место пахнет разлагающейся плотью и отходами — я еле могу дышать! А этот непроницаемый мрак не несёт ничего хорошего.

source: Hey, the stench of putrefaction never hurt anybody before — not me, at least. But you are right, this darkness is... unnatural. We ought to be careful.
ru: Эй, запах разложения ещё никому не повредил — по крайней мере, мне. Но ты прав, эта тьма… неестественна. Мы должны быть осторожны.

source: The more I see the horrors created by the demons and the Chaos humans, the more I fear for Irdya’s fate. What will become of the prosperous northlands if we cannot put a stop to their invasion at its source? Why do they do this? Is there a purpose to this senseless decay and destruction? What are they going to do next if they manage to turn the entire continent into a barren wasteland?
ru: С каждым ужасом, созданным имперцами и демонами, мне становится всё страшнее за участь Ирдии. Что станет с процветающим севером, если мы не убьём зверя в его логове? Зачем они это делают? Стоит ли какая-то цель за этими разрушениями? Что они собираются делать дальше, когда превратят весь мир в бесплодную пустошь?

source: Galas, I can do more than merely speak to you.
ru: Галас, я могу не только с тобой говорить.

source: I... I’m feeling ill...
ru: М… Мне что-то поплохело…

source: Galas? Oh, please, not again. We need to be moving, and fast. I don’t know for certain how long it will take those demons to find another way into these caves.
ru: Галас? Пожалуйста, только не снова. Нам нужно идти, и быстро. Мы не знаем, как скоро те демоны найдут иной вход в пещеры.

source: Have you ever wondered what it would feel like if a greater being could reach into your mind and simply... crush it?
ru: Не хочешь узнать, что будет, если кто-то сильнее тебя проникнет в твой разум и просто… раздавит его?

source: <b>Aaaaaaaaaaaaaaaah!!!</b> It hurts— Get out of my head... Please... Elynia!!!
ru: <b>Аааааааааааааааа!!!</b> Больно— Убирайся из моей головы… Прошу… Элиния!!!

source: G— Galas!? I... What should I do?
ru: Г— Галас!? Ч… Что мне делать?

source: On the surface or underground, it makes no difference to me, Galas. You will not last long if you stay in my domain, unless you abandon this foolish quest of yours and pledge allegiance to Uria and me!
ru: Ни во тьме подземелий, ни под светом солнц ты не скроешься от меня, Галас. В моих владениях тебе не протянуть – оставь свою дурацкую затею и клянись в верности мне и Урии, пока не поздно!

source: N— n— never! Ack!
ru: Н— н— никогда! Ааакхк!

source: Elynia, can’t you see the darkness is trying to get into his body?! Do something to dispel the shadows or we’ll lose him!
ru: Элиния, ты не видишь – тьма проникает в его тело?! Сделай что-нибудь, чтобы развеять тени, мы его теряем!

source: No... <b>No!</b> I will <b>not</b> do it!!! Please!
ru: Нет… <b>Нет!</b> Я <b>не сделаю</b> это!!! Умоляю!

source: Galas, please don’t die, we need you! Why, why couldn’t I see this? Right in front of me... For how long?!
ru: Галас, держись, ты нам нужен! Почему, почему я не могла ничего увидеть? Прямо передо мной… Как долго это продлилось?!

source: Don’t despair, we have not lost him yet. He’s still alive, just unconscious. Just... make sure to keep him by your side until we find a way back to the surface. Your light might be the only thing that can protect him from the darkness of this place.
ru: Не отчаивайся, мы его ещё не потеряли. Он жив, но потерял сознание. Просто… держи его рядом с собой, пока мы найдём выход на поверхность. Возможно, твой свет — единственное, что защитит его от тьмы этих пещер.

source: I understand. Let’s not tarry here any longer.
ru: Понимаю. Нам нельзя здесь задерживаться.

source: Ugh, carrying Galas around is exhausting. Perhaps you could lend me a hand, Mal Keshar?
ru: Ух, не так то легко нести Галаса. Не мог бы ты протянуть мне руку, Мал Кешар?

source: That had better not be a poor attempt at cracking a joke at my expense.
ru: Тебе нужна рука? Лови! Довольна своей шуткой за мои средства?

source: I... What? Oh! ... Of course not, you fool! I am asking you to help me!
ru: Я… Что? Ой! … Конечно нет, окаянный! Я прошу тебя помочь мне!

source: I sorely regret accepting the council’s mission to follow you people. This is a truly dreadful place to be for someone who is neither a necromancer nor a walking light source.
ru: Я глубоко жалею, что согласился следовать за вами по просьбе совета. Возможно, некромантам и ходячим источникам света оно и приятно, но мне это место невыносимо.

source: Soooo, Elynia... How did you not see the shadows closing in on Galas?
ru: Итааак, Элиния… Как же ты не увидела тени, что поглощали Галаса?

source: You have to understand I spent... who knows how many thousands of years asleep underground, Mal Keshar. I have not fully regained control of my powers, and perhaps I never will. I don’t understand the magic that the enemy used against Galas, and it’s probable that only someone well attuned to the essence of darkness like yourself can sense its power.
ru: Чтоб ты знал, я провела… чёрт знает, сколько тысяч лет под землёй, Мал Кешар. Я не обрела все мои прежние силы и, возможно, никогда их не верну в полной мере. Я не понимаю, что враг использовал против Галаса: вероятно, только те, кто проникся сущностью тьмы настолько сильно, как ты, способны чувствовать эти тени.

source: It worries me that Yechnagoth was said to possess the ability to infect people’s minds with her darkness. Do you believe she could have survived the fight with those elves and be behind this? Mal Hekuba did say her power still lives thanks to Uria.
ru: Меня тревожит, что Йечнагот, как мы знаем, обладала способностью внедряться в разум людей своей тьмой. Как ты считаешь, не могла ли она пережить битву с теми эльфами, вдруг на самом деле она стоит за всем этим? Мал Хекуба сказал, что её могущество до сих пор живёт благодаря Урии.

source: It is a possibility we should consider, indeed. But I’m not looking forward to confronting another false god.
ru: Нам стоит учесть эту возможность, и правда. Но я не жду противостояния с очередным ложным богом.

source: This is taking us far too long. Make haste, you fools!
ru: Мы потеряли уже много времени. Быстрее, дурачьё!

source: Argh! We have spent far too long in these caves and the darkness has surrounded us! Elynia, do something!
ru: Арррг! Мы пробыли в этих пещерах слишком долго и тьма окружила нас! Элиния, сделай хоть что-то!

source: I am sorry, Galas... This is all my fault...
ru: Мне очень жаль… Галас… Это — моя вина…

source: What in name of the Dark Gods is that thing? It seems to be filled with larvae of those hideous creatures. Shall we destroy it?
ru: Во имя Тёмных Богов, это ещё что за штука? Похоже, она наполнена личинками этих ужасающих существ. Может, разрушим её?

source: It shouldn’t hurt to get rid of a few of them before they have a chance to hatch.
ru: Было бы неплохо избавиться от них до того, как они успеют вырасти.

source: Touchplate triggered. A wall moves.
ru: Сенсор срабатывает. Стена отодвигается.

source: Please do not forget that we came to these lands to accomplish a specific goal. Disposing of every single foe we encounter is an impossible task and can only serve to delay us.
ru: Пожалуйста, не забывайте, какую цель мы должны достигнуть. Убийство всего, что движется, в этом месте – недостижимая задача, она лишь нас задержит.

source: Right, right, but it will prove impossible to get through these caverns otherwise, what with them constantly crawling out of the walls. Besides, I could use the entertainment.
ru: Верно, верно, но иначе нам просто не пробраться через эти пещеры, ведь они постоянно выползают из стен. Да и поразвлечься не помешает.

source: Where are you going? We didn’t come here to fight these creeps! We ought to focus on getting back to the surface.
ru: Куда вы? Мы пришли суда не истребить эти ползучие ужасы! Нужно сосредоточиться на поиске выхода на поверхность.

source: Wait! We can’t leave Elynia behind in the alien hive!
ru: Постойте! Мы не можем оставить Элинию в чужеродном улье!

source: Wait! We can’t leave Mal Keshar behind in the alien hive!
ru: Постойте! Мы не можем оставить Мал Кешара в чужеродном улье!

source: Are we ready to exit these caverns?
ru: Мы готовы выйти из этих пещер?

source: Time passes.
ru: Спустя некоторое время.

source: Galas, please wake up...
ru: Галас, пожалуйста, проснись…

source: (<i>irritated</i>) He still hasn’t regained consciousness? Huh. I have to say, I always thought you elves were more resilient than this. For how much longer do you believe we are going to have to wait here in the open, faerie?
ru: (<i>раздражённо</i>) Он всё ещё не пришёл в сознание? Эх, честно сказать, я всегда считал, что вы, эльфы, живучее нас. Сколько ещё времени нам придётся провести на открытой местности, файери?

source: For as long as need be, of course. But if you really want us to go—
ru: Столько, сколько потребуется. Но если хочешь идти—

source: You know, human guy, you are a very obnoxious character. If you don’t think you can help us then perhaps you should have stayed back in your cozy home in the Far North. Or at the very least keep your mouth shut!
ru: Знаешь, дружок, не слишком ли ты заносчив? Если ты не можешь нам помочь, то тебе следовало оставаться в своём удобном домишке на севере. Хотя бы держи свой рот на замке!

source: Huh, <i>you</i> of all people are calling me obnoxious, lich? I knew you were not the sharpest tool in the shed, but I may have overestimated your self-awareness.
ru: Ах, это <i>ты</i> называешь меня заносчивым, лич? Конечно, я знаю, что мертвецам трудно сохранить свой разум, но чтоб настолько…

source: Never mind what I just said, I will shut your mouth myself—
ru: Иди ка сюда, я сам заткну тебе рот—

source: Please stop! You don’t need to fight each other! We’re all in this together, aren’t we?
ru: Остановитесь! Не надо драться друг с другом! Мы же на одной стороне, разве нет?

source: Yes, please. If you really must kill each other, do so in silence. I am trying to focus on bringing Galas back.
ru: Да пусть дерутся. Если вам так надо, убивайте друг друга тихо. Я пытаюсь сосредоточиться, чтобы вернуть Галаса.

source: Could you two just <b>behave</b> for a moment? I am trying to focus here on bringing Galas back. If you really must kill each other, do so in silence.
ru: Не могли бы вы <b>не орать</b> хоть на минуту? Я пытаюсь сосредоточиться, чтобы вернуть Галаса. Если вам так надо, убивайте друг друга тихо.

source: A whisper...
ru: Шепот…

source: And a light...
ru: И свет…

source: What... happened to me?
ru: Что… со мной было?

source: Oh, master Galas! I’m really happy to see you awake again!
ru: Ох, хозяин Галас! Я так рад видеть Вас снова!

source: Elynia, what happened? Where are we? Why... Weren’t we in the caves?
ru: Элиния… что случилось? Где мы? Мы… не в пещерах?

source: “What happened?” Why the hell are you asking <b>us</b>?! What happened to you, is the question!
ru: “Что случилось?” Какого чёрта ты спрашиваешь <b>нас</b>?! Да что с <i>тобой</i> случилось, вот в чём вопрос!

source: Galas, I thought for a moment you would never open your eyes again! What did the darkness do to you?
ru: Галас, я уже боялась, что ты никогда не откроешь свои глаза! Что с тобой сделала тьма?

source: You... you would not believe me if I told you. You would think I was insane, or that I had been possessed by the enemy.
ru: Вы… вы не поверите тому, что я скажу. Вы подумаете, что у меня случился припадок, или что мой разум захватил враг!

source: Really kid, there is nothing to hide. We saw the shadows trying to enter your body. I mean, I saw them. Elynia did not.
ru: Малыш, тебе нечего скрывать. Мы видели, как тени пытались проникнуть в твоё тело. Вернее, я их видел, Элиния — нет.

source: Galas, please tell us. We are your friends — we have followed you this far, and we will help you no matter what.
ru: Галас, пожалуйста, скажи нам. Мы – твои друзья, мы так долго шли вместе, и мы поможем тебе, что бы ни случилось.

source: I should not have turned a deaf ear to the warnings... Coming to these lands on this assassination mission was ill-advised. Elynia, I saw him... I saw the dark Emperor... that metal-covered face and... He tried to tear into my mind, boasting about his power... He tried to convince me to kill you. He... he almost took control of my body.
ru: Я должен был прислушаться к предупреждениям… Идти в эти земли, чтобы убить его было опрометчивым решением. Элиния, я видел его… я видел тёмного Императора… его лицо, покрытое металлом и… Он пытался проникнуть в мою голову, хвалясь своим могуществом… Он пытался заставить меня убить тебя… Он… почти овладел моим телом.

source: I tried to resist his power, but...
ru: Я пытался противиться его мощи, но…

source: I am not strong enough to do this, Elynia. I— I am not strong enough to avenge Anlindë... I am not...
ru: Мне не хватило сил, Элиния. Мне— Мне не хватит сил отомстить за Анлиндэ… Мне не…

source: Galas, don’t feel guilty. What you experienced... Very few people have ever managed to fend off that kind of magic. You should be proud of what you did. Even if it could have killed you, you stayed loyal to your friends long enough for me to realize what was going on and protect you with my light.
ru: Галас, не вини себя. То, что ты пережил… Не многим удавалось отразить подобную магию. Ты должен гордиться тем, что ты сделал. Даже если бы мог умереть, ты остался верен друзьям достаточно долго, чтобы я поняла, что происходит, и защитила тебя моим светом.

source: I am truly sorry for causing you so much trouble Elynia. I really am.
ru: Я доставил вам так много хлопот. Прости меня, Элиния.

source: We have a mission to complete, don’t we? Please don’t fret about it. Some day, your kinsmen will tell stories of how the Grand Lord Galas of the Elves helped save Irdya from certain destruction by the creatures of Uria. I think it will be worth it. Just... try to stay close to us at all times and let Malin and I protect you from the darkness. Would that be all right with you?
ru: Мы уже почти у цели, не так ли? Пожалуйста, не переживай так сильно. Однажды ваш народ сложит легенды о том, как Галас, Великий Лорд Эльфов, смог защитить Ирдию от неминуемого разрушения чудовищами Урии. Я думаю, в конце концов всё будет оправдано. Просто… давайте держаться ближе друг к другу, чтобы я и Малин могли защитить тебя от тьмы. Согласен?

source: Yes, I will do as you say, Elynia. Thank you... thank you all...
ru: Да, сделаю, как скажешь, Элиния. Спасибо… Спасибо вам всем…

source: Pah, suit yourself.
ru: Эх, соберись!

source: Broken Heart
ru: Разбитое Сердце

source: team_name^Uria
ru: Урия

source: team_name^Dark Hive
ru: Тёмный Улей

source: Find an exit from the Heart fortress and move Galas, Elynia, or Mal Keshar to it
ru: Галас, Элиния или Мал Кешар должны найти выход из крепости

source: Death of Galas
ru: Смерть Галаса

source: Death of Lédinor
ru: Смерть Лединора

source: We must not waste any more time, unless we want to be buried alive!
ru: Не следует терять и минуты, иначе нас погребут заживо!

source: Elynia, it’s over now. There is nothing more for us to do here. We must focus on surviving.
ru: Элиния, всё кончено. Нам здесь больше нечего делать. Нужно лишь выжить.

source: ... I know.
ru: … Знаю.

source: Checkpoint cleared
ru: Контрольная точка достигнута

source: Huh?
ru: Ах?

source: Lava! These tunnels are flooding with lava!
ru: Лава! Туннели заполняет лава!

source: It’s troubling that I am actually considering the possibility of returning to Inferno to escape this insanity.
ru: Я тут подумал, не стоит ли нам вернуться в Инферно, чтобы сбежать от этого безумия?

source: Nonsense! We just must make haste and get to the surface! There ought to be an exit through the hive itself.
ru: Не неси бред! Нужно просто поторопиться и достигнуть поверхности! Должен быть выход через сам улей.

source: May I ask if anyone else heard that creature?
ru: Кто-то ещё слышал то существо?

source: What creature? Where?
ru: Какое существо? Где?

source: On the way to this section, in the snow-covered area... It may have been just my imagination, but I believe I heard somebody scream furiously from above.
ru: На пути сюда, в области, покрытой снегом… Быть может, мне просто почудилось, но я слышал, как кто-то яростно кричал наверху.
