Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: Isselial
ru: Исселиал

source: Galas, Anlindë, or Mal Keshar must reach the northwest corner of the map
ru: Галас, Анлиндэ или Мал Кешар должны достичь северо-западной границы карты

source: (<i>shivering slightly</i>) I’m beginning to regret my choice. It gets colder and darker the further we proceed, and our people are nearly starving.
ru: (<i>слегка дрожа</i>) Я начинаю жалеть о своём решении. Становится всё холоднее и темнее, чем дальше мы проходим, а запасы уже на исходе.

source: It is far too late to turn back, young leader! Besides, we are mere hours away from the edge of the plateau, if I’m not mistaken.
ru: Слишком поздно поворачивать назад, юный лорд! Тем более, мы в шагах от склона плато, если я не ошибаюсь.

source: Hard to tell with this fog. Incidentally, are you absolutely certain there is nothing we can do about that, Anlindë?
ru: Мало в чём можно быть уверенным в таком тумане. Кстати, вы ничего не можете с ним сделать, Анлиндэ?

source: I would greatly prefer if our spell casters saved their energies for fending off any hostile creatures we may come across—
ru: Нашим заклинателям лучше сохранить свои силы, чтобы отразить любого неприятеля, с кем бы мы не столкн—

source: Well, I don’t recognize that creature, but it sure sounded hostile to me! Shall we keep moving?
ru: Я не узнаю это существо, но оно звучало враждебно! Стоит ли нам продолжать движение?

source: I support the motion...
ru: Поддерживаю этот вопрос…

source: Sir, our scouts report human settlements ahead. Judging by their banners and equipment, they must be forces loyal to that so-called Chaos Empire.
ru: Господин, разведчики докладывают о людских поселениях впереди нас. Судя по их знамёнам и снаряжению, они — силы так называемой Империи Хаоса.

source: Mal Keshar, you did not say at any point that we were walking straight into enemy territory!
ru: Мал Кешар, какого черта ты не сказал, что мы движемся прямо в глубь вражеской территории!

source: Huh? Indeed, I did not. This region was completely uninhabited last time my minions surveyed it.
ru: Ах? Действительно, не сказал. Эта местность была полностью безжизненна в последний раз, когда её обследовали мои прислужники.

source: And when... exactly... was that?
ru: И когда… это было… в точности?

source: ... A hundred years ago, perhaps? It’s hard to tell when you have dwelt underground for thousands of years in solitude— Why are you looking at me like that?
ru: … Где-то лет сто назад? Я пробыл в одиночестве подземелий тысячелетиями, трудно ответить наверняка— Почему вы все на меня так смотрите?

source: Thus far our evidence suggests it’s but a border outpost manned by a skeleton crew. Personally, I doubt they will prove to be little more than a minor nuisance.
ru: Пока что наши сведения таковы: это всего лишь пограничная застава, которую обслуживают скелеты. Лично я сомневаюсь, что они доставят нам много хлопот.

source: If you say so. Backtracking at this point might not be the wisest choice, after all.
ru: Если так, то отступать в данном случае будет не самым разумным решением.

source: The elves from the desert sanctuary are intruding in our domain? Then what are you waiting for, fools? Get them!
ru: Эльфы из того пустынного убежища вторгаются в наши владения? Чего же вы ждёте, дурачьё!? Взять их!

source: Skaellar
ru: Скеллар

source: As you command, sir.
ru: Как прикажете, господин.

source: Erighael
ru: Эригаэль

source: Zillias
ru: Зиллиас

source: Avalis
ru: Авалис

source: Ker
ru: Кер

source: Mal Keshar, why are your bats and spirits being completely useless around these cliffs? We need to cover as much ground as possible and you aren’t precisely helping.
ru: Мал Кешар, почему твои летучие мыши и духи бесполезны у этих обрывов? Нам нужно разведать как можно большую часть местности, а ты не слишком помогаешь.

source: Have you ever tried flying during a storm? Perhaps you should give that a try one day so you learn to leave these things to me instead of spouting orders like a spoiled brat.
ru: Да ты вообще когда-нибудь пытался летать во время бури? Попробуй что-ли, и ты поймешь, что лучше оставить это на моей части, а не выкрикивать приказы, как избалованный ребёнок!

source: ... Fair enough.
ru: … Справедливо.

source: What was <i>that</i> thing?
ru: <i>Это</i> ещё что такое?

source: Why... Yechnagoth will avenge me! Just you wait— Ack—
ru: Йечнагот отомстит за меня! Уже скоро— *ах*—

source: Y— you dare step on s— sacred soil! You sh— shall pay dearly for this t— transgression, unworthy heathens!
ru: К— как вы посмели вступить на с— священную землю! Вы з— заплатите за этот п— проступок, недостойные язычники!

source: Not if we take you out first!
ru: Только если мы сперва не победим тебя!

source: N— no... M— my project... incomplete... F— forgive me, Uria...
ru: Н— нет… М— мой проект… не завершён… П— прости меня, Урия…

source: What is this? It looks like he was carrying a key.
ru: Что это? Похоже, он держал при себе какой-то ключ.

source: I found another key!
ru: Я нашёл ещё один ключ!

source: Rusted Key
ru: Ржавый ключ

source: A key, presumably for a gate somewhere around.
ru: Ключ, судя по всему, от каких-то ворот неподалёку.

source: It’s an old parchment, with a crudely-drawn map on it. It appears to point to a location north from here.
ru: Старый лист пергамента. На нём нарисована грубая карта. Кажется, она указывает на место к северу от сюда.

source: Interesting.
ru: Занятно.

source: This metal gate glimmers with a magical force that will not let me force it open. There are two keyholes on it. Should we search for the keys? On the other hand, I can hear strange sounds coming from below... Perhaps we should just leave it be.
ru: Эти металлические врата мерцают какой-то силой, не позволяющей их открыть. Я вижу в них две замочные скважины. Может быть, нам следует заняться поиском ключей? С другой стороны, изнутри доносятся странные звуки… Возможно, стоит оставить всё, как есть?

source: This metal gate glimmers with a magical force that will not let me force it open. There are two keyholes on it. The one key we have in our possession seems to fit in neatly, but it doesn’t seem enough to unlock the gate. Should we search for the other key? On the other hand, I can hear strange sounds coming from below... Perhaps we should just leave it be.
ru: Эти металлические врата мерцают какой-то силой, не позволяющей их открыть. Я вижу в них две замочные скважины. Ключ, которым мы обладаем, прекрасно подходит к одной из них, но его недостаточно. Может быть, нам следует найти оставшийся ключ? С другой стороны, изнутри доносятся странные звуки… Возможно, стоит оставить всё, как есть?

source: This metal gate glimmers with a magical force that will not let me force it open. There are two keyholes on it. Both of the keys in our possession fit right in, so I should be able to unlock the gate. On the other hand, I can hear strange sounds coming from below... Perhaps we should just leave it be.
ru: Эти металлические врата мерцают какой-то силой, не позволяющей их открыть. Я вижу в них две замочные скважины. Оба ключа, которые мы нам удалось найти, точь в точь к ним подходят. С другой стороны, изнутри доносятся странные звуки… Возможно, стоит оставить всё, как есть?

source: I wonder what manner of hideous creature those miscreants might be keeping inside. Perhaps it’s worth investigating.
ru: Интересно, что за ужасное создание эти злодеи могли бы удерживать внутри. Пожалуй, это место стоит исследовать.

source: All right, let us see what it is they are hiding in here.
ru: Хорошо! Давайте посмотрим, что они здесь скрывают.

source: The gate is unlocked.
ru: Врата открываются.

source: A magic circle, apparently used not very long ago. There are ashes and charred bones from a creature I can’t identify, at the center. We probably should leave that alone.
ru: Магический круг, должно быть, использованный не так давно. В его центре прах и обугленные кости существа, которое мне не известно. Наверное, стоит оставить это, как есть.

source: There is a chest with a note in it, as well as a chain weapon with two weighty ends— Woah! They are surprisingly hot to the touch! According to the note, this artifact used to belong to a powerful priest who imbued it with fire magic and wielded it against the Chaos Empire’s forces before his defeat. By the looks of it, no-one else ever tried wielding it in combat again. Perhaps we should hand it to one of our finest hunters or fighters and see if they can figure out how to use it effectively.
ru: Итак, какой-то сундук с запиской и каким-то цепным оружием с двумя тяжёлыми окончаниями— Ух! Они обжигающе горячи! Согласно записке, этот артефакт принадлежал могучему магу, кто наполнил его огненным заклятием и сражался с ним против сил Империи Хаоса, пока не встретил свою участь. Исходя из его внешнего вида, можно сказать, что ещё никто не использовал этот предмет в битве после того мага. Быть может, стоит поручить его одному из наших лучших воинов или охотников и узнать, смогут ли они использовать его с пользой.

source: I am not suited to use this weapon! Let someone else pick it up.
ru: Я не могу использовать это оружие! Пусть его возьмет кто-нибудь другой!

source: Shardia’s Meteor
ru: Кистень Шардии

source: This legendary chain-and-ball weapon was imbued with a powerful ever-burning flame which strikes fear into the hearts of lesser creatures, reducing their effectiveness in combat. Additionally, it increases the wielder’s resistance to fire damage by 20%.
ru: Груз этого легендарного кистеня всегда раскалён докрасна, словно его подпитывает мощный, незатухающий огонь, внушающий ужас в сердца меньших созданий, уменьшая их эффективность в битве. Кроме того, он увеличивает на 20% сопротивление огню тому, кто его носит.

source: shardia’s meteor
ru: кистень шардии

source: It’s somewhat heavier than the weapons we used to train with before Eäroldil’s accident, but I think I will manage somehow. Now, could we please leave this cavern before whatever is making those unnerving noises decides it’s time for dinner?
ru: Он будет потяжелее оружия, с которым мы привыкли обращаться после того несчастного случая с Иэродилом, но как-нибудь, да управлюсь. Теперь не могли бы мы покинуть эту пещеру перед тем, как то, что бы ни издавало те тревожащие звуки, не решило поужинать нами?

source: Whoah. The view here is amazing. You all have to see this!
ru: Ого! Этот вид поразителен. Вам всем стоит увидеть это!

source: Are we done exploring this region?
ru: Мы закончили исследовать эту территорию?

source: Yes.
ru: Да.

source: No.
ru: Нет.

source: Do we really need to find those two heroes to forge a new future for our race? Perhaps there is another option. We could find the ocean and sail towards the horizon and then...
ru: Стоит ли нам и дальше искать тех двух героев? Что, если есть иной вариант? Мы могли бы найти океан, а затем плыть, куда глаза глядят, а затем…

source: ... No matter how far away we get from this continent, it will only be a matter of time before the Chaos Empire extends its reaches and wages genocide on us again. Our descendants would not be particularly accepting of our decision knowing that we had the choice to prevent their downfall.
ru: … Как далеко бы мы не убрались от этого континента, будет лишь вопросом времени, когда Империя Хаоса расширит свою зону влияния и продолжит нас истреблять. Наши потомки пожалеют о нашем решении, зная, что мы могли предотвратить их падение.

source: I know... It was just wishful thinking. Let us continue and find that valley.
ru: Знаю… Я просто слегка помечтал. Давайте продолжим и найдём ту долину.

source: Border Patrol
ru: Пограничный патруль

source: team_name^Humans
ru: Люди

source: Surhan
ru: Сурхан

source: Grumnyr
ru: Грумнир

source: Hold out as long as possible
ru: Продержитесь как можно дольше

source: Start recruiting units in advance, just in case
ru: На всякий случай начните вербовать бойцов

source: Move on, you sluggards. Let’s claim these lands for the Master!
ru: Вперёд, бездельники! Повелитель требует эти земли!

source: Be careful. We were warned that there are still elves in this valley.
ru: Осторожнее. Нас предупредили, что в долине все еще есть эльфы.

source: No matter. We’ll tear them to pieces if they dare oppose us!
ru: Не важно. Мы разорвём их на куски, пусть только осмелятся противостоять нам!

source: A host of humans in the southern dunes... It has been quite a long time since any of them have wandered here in such numbers.
ru: К нам приближаются люди со стороны южных дюн… Давненько они не забредали сюда в таком количестве.

source: What should we do?
ru: Что нам делать?

source: According to our laws, we should always grant refuge to wanderers — but I sense hostility from this group. It would be wise to observe them for a while, but let us be prepared for the worst nonetheless.
ru: Закон гласит: мы всегда должны предоставлять убежище странникам — но мне кажется, что их намерения нечисты. В любом случае, стоит держать ухо востро.

source: Very well.
ru: Хорошо.

source: Attack! Leave no one alive!
ru: В атаку! Пленных не брать!

source: They are attacking us!
ru: Они перешли в наступление!

source: Our laws are very clear and strict on this matter. We shall not let hostile outsiders enter our valley. Repel them!
ru: Наш закон однозначен и суров. Мы не можем позволить врагам войти в нашу долину. Отразим их!

source: Defeat both enemy leaders
ru: Победите обоих вражеских лидеров

source: Argh! I have been... defeated...
ru: Арррг! Я… повержен…

source: They have summoned reinforcements! Our group is not strong enough to defend the valley against a full-sized army!
ru: К ним прибыло подкрепление! Нашему отряду не защитить долину от полноценной армии!

source: We defeated them in time. But... that raiding party was quite large and well-organized for a tribe of humans, and their metalwork seems beyond the capabilities of regular sand-dwellers. This does not bode well...
ru: Мы успели справиться с ними. Но… отряд налётчиков оказался довольно крупным и организованным, а их сталь не встретить у обычных жителей пустыни. Я надеюсь, что беспокоюсь напрасно…

source: The Fall
ru: Падение

source: Once upon a time, the Great Continent was dominated by many human kingdoms united under a single banner, the banner of the Empire of Wesnoth; but elves and dwarves were here first, and inhabited the vast green forests and tall mountains ranges. Although they had come to see the humans of Wesnoth as valuable friends, many remembered that the humans first arrived to the continent with legions of orcs in pursuit. But by the Golden Age, we had all managed to set our differences aside and prosper together.
ru: Давным-давно людские королевства Большого Континента сплотило общее знамя – Империя Веснот. Они не были первыми в этих местах – ещё раньше широкие зелёные леса и высокие горные хребты населили эльфы и гномы. Хотя Веснот представлял для них ценного союзника, мало кто забыл, что по пятам за людьми пришли орки. Однако к началу Золотого Века народы уладили свои неурядицы и встали на путь всеобщего процветания.

source: South of the Heart Mountains lay one of the greatest and oldest domains of our kind, Wesmere. For long it served as the capital of our civilization, with its elven council — the Ka’lian — holding greater authority than our own kings and lords. The members of the Ka’lian valued knowledge over all other things, and they sought to plunder all the secrets of Irdya for the greater good. In time, this would bring about our downfall.
ru: К югу от Гор Сердца лежала одна из величайших земель нашего рода — лес Весмир. Он веками служил столицей нашей цивилизации, а его эльфийский совет — Калиан — был властью превыше королей. Члены Калиана превозносили знания надо всем остальным, они желали раскрыть все тёмные тайны Ирдии. Однажды это и стало причиной нашего падения.

source: But the first step towards ending our peaceful lives was taken not by elvenkind, but by the Empire of Wesnoth. At the time, the human Emperor saw his popularity among his subjects dwindle. He saw fit to take advantage of an otherwise unremarkable incursion of undead in orcish territory, led by a powerful necromancer said to have been destroyed countless times before. You must still remember this, Mal Keshar.
ru: Но первые шаги к окончанию мира, каким мы его знали, предприняли не эльфы – Империя Веснот. Однажды их Император заметил: всё меньше подданных одобряло его правление. К счастью для него в то время великий некромант – который, как говорили, был побеждён уже бесчисленное число раз – начал очередной набег мертвецов на земли орков. Ты должен это помнить, Мал Кешар.

source: I have lived for, uh, I don’t know, thousands of years, and you suddenly expect me to remember one specific instance of me terrorizing those despicable creatures!? Pfft.
ru: Я быть может прожил, эм, тысячи лет, а Вы желаете, чтобы я внезапно вспомнил один из случаев, когда от меня страдали те гадкие твари!? Хммм.

source: It served as the perfect excuse for the Emperor of Wesnoth to take the fate of Irdya into his own hands. He ordered his magi to gather masters and students from all academies throughout the land; together, they lifted a mountain into the skies to shine forth and force all soldiers of darkness to retreat underground until the end of times. That is Naia, the second sun.
ru: Это и послужило поводом для Императора Веснота взять судьбу Ирдии в свои руки. Он приказал магам собрать мастеров и учеников со всей земли; вместе они подняли гору в небеса, чтобы она ярким светом заставила силы тьмы отступить под землю до скончания времён. То была Ная — второе солнце.

source: Centuries later, things... happened in Wesmere. There is no-one still alive who remembers exactly how it all began, and in the end, Argan and I had to rely on hearsay to put together the pieces of the puzzle.
ru: Спустя века <i>что-то</i>… случилось в Весмире. Никто из выживших не помнил в точности начало тех событий – в конце концов мне и Аргану пришлось собирать редкие обрывки информации воедино.

source: As part of their experiments seeking to unveil the nature of our reality, the most skilled sorcerers in Wesmere discovered a way to open portals to another world; and from one of those portals emerged a young elf seer who warned them of disasters to come; disasters that he claimed would destroy all elvish civilization, and with it, the knowledge hoarded by the good people of Wesmere. He promised them protection and <i>more</i> knowledge in exchange for being worshiped as a god. That was Zhangor, and that was the pact he proposed to elvish civilization.
ru: Проводя опыты с целью раскрыть природу нашей реальности, учёные Весмира нашли способ открывать порталы в иные миры; из одного из таких порталов появился юный эльф. Он предупреждал их о неминуемых катастрофах; катастрофах, что уничтожат всю эльфийскую цивилизацию, а с ней и драгоценные знания народа Весмира. Провидец обещал им защиту и <i>новые</i> знания в обмен на поклонение ему подобно богу. То был Жангор, и той была сделка, которую он предложил эльфийской цивилизации.

source: Knowledge begets power, and power begets ambition; the offer was only too enticing for the lords of Wesmere. Those who disagreed with the Ka’lian’s decision to accept the Demon Lord as their god would be the first to meet him... as offerings. As part of his requirements, these blood sacrifices were to remain a secret concealed from the rest of the world; and because of this, for a long time, we remained unaware of the corruption that took root in Wesmere.
ru: Знание порождает власть – власть порождает амбиции; его предложение оказалось слишком заманчивым для лордов Весмира. Те, кто противился решению Калиана признать Лорда-Демона их богом, стали… первым подношением. Как часть его требований кровавые жертвоприношения оставались скрыты от остального мира; мы и представить не могли, какое зло пустило корни в Весмире.

source: Zhangor’s claims would prove true after but a few years following this. A nobleman by the name of Dantair became Emperor of Wesnoth six years later, since the previous holder of the title had left no heirs to take the throne. The mysterious circumstances of his decease led people to suspect Dantair of regicide. With Wesnoth’s civil unity at stake, two years later Dantair saw no option but to quell his detractors with a decree for the immediate creation of Gaia, the third sun.
ru: Удивительно, как быстро оправдались пророчества Жангора. Через шесть лет дворянин под именем Дантаир стал Императором Веснота. Загадочные обстоятельства смерти его предшественника, не оставившего наследника, заставляли народ подозревать монарха в государственном перевороте. В попытке удержаться на троне Дантаиру два года спустя не пришло в голову ничего лучше, чем заставить своих недоброжелателей замолчать путём немедленного создания Гайи – третьего солнца.

source: But his confidence in this plan was too great. As Wesnoth had only seen threats of mundane origins for two centuries and the old masters had long since passed away, the human magi were no longer the impressive force that once created Naia. Dantair went ahead with his plan and took measures to ensure nobody could possibly interfere. Thus, to my heart’s pain, I came to witness the mayhem...
ru: Он был чересчур уверен в этом замысле. Два последних столетия Веснот встречал лишь самые посредственные угрозы, а мастера прошлого давным-давно были мертвы — как и та внушительная сила, что однажды сотворила Наю. Дантаир решился воплотить свою задумку любой ценой и удостоверился, что никто не сможет ему помешать. К моему горю, я сама узрела этот ужас…

source: The magi realized only too late that they were unable to tether Gaia up in the skies. Their failure resulted in the Fall of the third sun, and the end of an era that later came to be known as the Golden Age.
ru: Маги слишком поздно осознали – им не хватило мощи запустить Гайю на нужную высоту. Падение третьего солнца положило конец тому, что позже было названо Золотым Веком.

source: The earth-shattering force of the impact caused cataclysms and eruptions all over Irdya, destroying forests, cities, rivers, even mountains. The Great Continent was entirely reshaped, and the fruits of civilization were destroyed all at once. Perhaps for the best, Dantair did not live to see the full extent of the damage he caused — he and his magi were murdered by the panicked people of Wesnoth, and thus their sad story came to a swift end amidst the destruction.
ru: Сила удара раскалывала землю, вызывала извержения по всей Ирдии, разрушала леса, города, реки, даже горы. Большой Континент изменился до неузнаваемости, а плоды цивилизации пропали навсегда. Дантаиру, быть может к лучшему, не довелось увидеть содеянное, — он с приближёнными был убит взбешённым народом Веснота. Так их грустная история подошла к стремительному концу.

source: So it’s true, after all.
ru: Оказывается, это правда.
