Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: The humans were far from the only ones to suffer the calamities that resulted from their prideful actions. Elves, dwarves, humans, and orcs... they all fought among themselves for the scarce resources left after everything green perished. Naia and Sela also contributed by drying up every source of water on the surface. And while we at Lintanir Forest had to cope with this for some time until the situation proved unsustainable, Wesmere stood intact through everything, protected by Zhangor’s arcane magic. The unholy sacrifices continued, and soon he saw that he would be left with nothing to rule if the Wesmere population waned further; his thirst for blood became increasingly difficult to quench.
ru: Люди далеко не одни пострадали от бедствий, вызванных их горделивыми действиями. Эльфы, гномы, люди и орки — все они сражались за скудные ресурсы, за погибающую зелень. Ная и Села иссушивали пресные водоёмы. И в то время, как мы в Линтанирском лесу боролись с бедами до тех пор, когда положение стало невыносимым, Весмир стоял целым и невредимым под защитой мистической магии Жангора. Поганые жертвоприношения продолжались, и скоро демон остался бы без своих подчинённых; его жажду крови становилось всё труднее удовлетворить.

source: Luckily for him, many outsiders sought shelter in Wesmere after the Fall. He came up with a simple but effective solution to his dilemma: all foreigners, be it elves or members of any other race, were declared heretics unworthy of his gift of life. The pain and agony of the unfortunate souls captured by the elves continued to feed him and cause his power to grow stronger and stronger; and when his prey stopped coming to Wesmere, he sent hunters beyond their borders to obtain more sacrifices for him.
ru: К счастью для него, после Падения многие искали прибежище в Весмире. Он принял простое, но действенное решение: все иностранцы, будь то эльфы или представители любой другой расы, были объявлены еретиками, недостойными дара жизни. Боль и страдания несчастных душ, пойманных эльфами, продолжали всё увеличивать его силу, а когда добыча перестала приходить в Весмир, он посылал отряды охотников за новыми жертвами.

source: Finally, Lintanir became inhospitable and we were forced to ask refuge of the Ka’lian. Argan and I led my people out of the ruins of the northern forests, and after a long journey across the ravaged land, we arrived at the eastern frontier of Wesmere. Then, we were ambushed.
ru: В конечном счёте Линтанир больше не мог поддержать наши жизни, и нам пришлось искать убежища в Калиане. Мы с Арганом вывели наш народ из развалин северных лесов и, пройдя длинный путь сквозь разорённую землю, мы прибыли к восточной границе Весмира. Там мы угодили в засаду.

source: Many of our people were already weak due to the long march from Lintanir, unable to fend off the forces sent after us by Zhangor’s cultists. Those who didn’t die during the confrontation were captured and sacrificed to the demon, as my husband later found out. ... He risked his life to infiltrate the capital and obtain intelligence on our enemy.
ru: Многие из нашего народа уже ослабели от длительного похода из Линтанира, они не могли отразить войска, что за нами послали жрецы Жангора. Те, кто не умер во время стычки, были взяты в плен и принесены в жертву демону, как позже выяснил мой муж… Он рисковал своей жизнью, внедрившись в столицу, чтобы собрать сведения о врагах.

source: Thus we found ourselves faced with a difficult choice: either we could stop our brethren, the elves of the forest where I grew up, and release them from this unprecedented evil at all costs; or instead, we could avoid the onslaught and abandon their lands, thus perpetuating the Demon Lord’s cruel rule through inaction.
ru: Итак, тяжкий выбор встал перед нами: либо остановим наших собратьев, эльфов моего родного леса, и освободим их от непревзойдённого зла во что бы то ни стало; либо избежим бойни и покинем их земли, бездействием продлив жестокое царство Лорда-Демона.

source: Had we chosen the latter, elvenkind would likely have flourished once again... as the slaves of the Demon Lord, bound by that fateful pact for the rest of eternity. You certainly wouldn’t be here now.
ru: Если бы мы выбрали второй вариант, эльфы снова могли бы процветать… в кандалах демона, что связал их роковым договором до конца вечности. На этом месте вас бы точно сейчас не было.

source: Destiny works in mysterious ways, and it was only by chance that we made contact with the elves led by Lord Quetor’el of Aethenwood before they could be lured into a trap by Wesmere. Even though their military proficiency paled in comparison to that of Lintanir or Wesmere, their larger numbers proved essential to make our plan work. Our combined forces laid siege to Wesmere for nearly a year before Zhangor realized that the devotion and fear of his followers would never suffice to turn the tide in his favor.
ru: Судьба непостижима – по чистой случайности нам удалось связаться с эльфами Кветорэля, лорда Этенвуда, перед тем, как они попали бы в ловушку Весмира. Они не были искусными воинами, но число оказалось достаточным, чтобы исполнить наш план. Больше года объединённые силы вели осаду Весмира, пока Жангор не осознал, одним страхом и преданностью последователей не обратить ход битвы в его сторону.

source: He then revealed his true form to the world, and proceeded to slaughter all from the skies — even his own subjects. The great power he unleashed upon Irdya did not only kill almost every living creature within range, but it also tore the forest ground asunder, while his fire and lightning took care of the rest. His power had allowed Wesmere to survive the events of the Fall, and then turned it all into a dead wasteland.
ru: Тогда демон обрёл свою истинную форму и начал нести смерть с неба, не различая ничего, даже своих союзников. Та огромная мощь, которую он высвободил над Ирдией, не только убивала все живые существа поблизости, но и разрывала землю леса на части – огонь и молнии позаботились об остальном. Его сила позволила Весмиру пережить события Падения — она же превратила лес в выжженную пустошь.

source: With little chance of prevailing, Argan and I called upon the Union of Light and Darkness, risking our own destruction by overexertion, and challenging a foe without precedent in Irdya’s recorded history. Of course, we did defeat Zhangor in the end, but our power was not enough to counteract his impressive regeneration ability and allow us to kill him; which is why we could only tear his hideous body apart, seal every piece, and send them all back to Inferno.
ru: Арган и я призвали Союз Света и Тьмы, последнюю надежду, мощь, что могла уничтожить нас самих, и сразились с врагов, не превзойдённым никем в истории Ирдии. Конечно, в конце концов мы победили Жангора – но не убили его: даже эта сила не могла преодолеть его необыкновенно быструю способность к восстановлению; мы смогли лишь разорвать его ужасное тело на части, запечатать каждую из них и послать их всех назад в Инферно.

source: Victory was ours, but the cost was much greater than we anticipated, and less than five hundred elves of Wesmere survived Zhangor’s display of power, many of them priests and warriors. They surrendered and begged for forgiveness, and we did spare the civilians’ lives.
ru: Победа осталась за нами, но цена её оказалась слишком велика: менее пяти сотен эльфов Весмира, в большинстве воинов и жрецов, пережило светопреставление. Они сложили оружие и просили пощады, и мы сохранили жизни мирных жителей.

source: But the surviving priests, warriors, and Ka’lian members met a different fate, for we could not risk the possibility of them sparking another civil war or bringing Zhangor or other demons back to Irdya. No... we had no choice but to execute them, and then burn their bodies to ashes in case Zhangor’s magic could still be at work.
ru: Но выживших жрецов, воинов и членов Калиана ждала иная участь – мы не могли позволить им разжечь очередную гражданскую войну или вернуть Жангора и ему подобных в Ирдию. Нет… у нас не было другого выхода, кроме как казнить их всех и затем сжечь тела дотла – если вдруг колдовство Жангора всё ещё действовало.

source: In hindsight, it’s ironic that we despised the humans so much after their hubris caused the end of all civilizations. Our kin in Wesmere represented the entirety of our race to the rest of the world, and their transgressions were far worse in that they were fully aware of the implications of what they were doing. And in both cases, it was ultimately the flaws of just a few select individuals that doomed the rest. Perhaps, if Zhangor and the Ka’lian had not conspired to destroy the integrity of elvenkind from within, we would have been able to rebuild what we lost, given sufficient time.
ru: Мы так сильно презирали людей, своей спесью вызвавших конец цивилизаций. Весмирские собратья представляли всю суть нашей расы, но их преступления были неизмеримо тяжелее — они творили их осознанно. В обоих случаях пороки кучки избранных особ обрекли всех остальных. Быть может, если бы Жангор и Калиан не развратили единство эльфийского рода изнутри, мы восстановили бы потерянное с течением времени.

source: Although we elves rarely suffer from lapses of judgment like this, whenever it happens, the results are catastrophic for everyone involved. The recurrence of events like this throughout our history is unsettling, and it’s why I fear something like this may happen again if the creatures of Inferno get involved. We had to forbid telling the more shameful details of this story to anyone, elf or otherwise, at least for a few generations. But I expected our lorekeepers to at least have the sense to educate our future leaders about our past mistakes!
ru: Хотя мы, эльфы, редко страдаем от таких промахов, когда они случаются, для всех вовлечённых наступает катастрофа. Повторяемость подобных событий в течении истории пугает, и вот почему я опасаюсь, что что-то похожее могло случиться вновь, если в это вовлечены существа Ирдии. Мы запретили рассказывать самые горькие детали этой истории ни эльфам, ни всем остальным, по крайней мере на несколько поколений. Но я ожидала, что наши мудрецы хотя бы попытаются дать понимание будущим предводителям об ошибках прошлого!

source: To be fair, my lady, I have only recently been given this title by our previous lord Lédinor, who... stayed behind in the Valley, in an attempt to give us an opportunity to flee. We all owe our lives to his noble sacrifice.
ru: Честно сказать, миледи, мне только недавно присвоил это звание наш предыдущий лорд Лединор, кто… остался в долине, позволив нам сбежать. Мы все обязаны жизнью его благородному поступку.

source: My lady, how does this relate to Anlindë or the death of the Master of Darkness?
ru: Миледи, как это относится к Анлиндэ или судьбе Повелителя Тьмы?

source: I... I will get to the last part soon. As for <i>her</i>... Telchior was responsible for sparing her life. She was amongst the cultists serving Zhangor in Wesmere, one of the few who survived the final battle.
ru: Я… скоро дойду по той части. Что же касается <i>её</i>… Тельчиор пощадил её жизнь. Она была среди культистов, служивших Жангору в Весмире, одной из тех, кто пережил последнюю битву.

source: I am fully aware of the crimes I committed while under Zhangor’s command, my lady. But had I not obeyed the orders given to me, my family and I would have paid the price in blood. Not that any of that helped in the end... I can only hope their deaths turned out to be less painful than how they would have been on the altar.
ru: Я осознаю, какие преступления я совершила во время власти Жангора, миледи. Но не подчинись я приказу, мои близкие поплатились бы кровью. Не то, чтобы это сильно помогло в конце… Я могу лишь надеяться, что их смерть оказалась менее болезненной, чем могла бы быть на алтаре.

source: Why did the elves part ways?
ru: Почему эльфы разделились?

source: Would that you were a little more patient... After we had finished dealing with the survivors, Anlindë tried to convince us to head back northeast instead of retreating to the south. Telchior and his people accepted her counsel, albeit reluctantly, while Quetor’el returned south. Argan and I would have followed Quetor’el’s group, but the lengthy war and the final battle had weakened us, both physically and mentally. We chose a third option, which was to descend into the depths of the Heart Mountains. Along the way we were joined by a few elves, and later dwarves.
ru: Ах, было бы у вас больше терпения… После того, как мы разобрались с выжившими, Анлиндэ пыталась убедить нас двигаться на северо-восток. Хотя и неохотно, Тельчиор и его народ последовали её совету – Кветорэль вернулся на юг. Арган и я собирались сопровождать группу Кветорэля, но затянувшаяся война и последний бой ослабили наш дух и тело. Мы выбрали третий путь и решились низойти в глубины гор Сердца. По пути нас сопровождала группа эльфов, а затем и гномов.

source: Bear in mind that the dwarvish settlements underground weren’t exempt of the disasters of the Fall, and strong and frequent earthquakes persisted through all those years. But still, we wanted to learn more about the catalyst of elvenkind’s destruction. We remembered that some time before the catastrophe, the dwarves had unearthed the ruins of a civilization suspected to predate ours by eons. Seeing as how the elves no longer needed us, we decided to try and find those ruins.
ru: Имейте в виду, что гномьим поселениям под землёй не удалось избежать последствий Падения, и сильные и частые землетрясения поражали их все эти годы. Но всё же, мы желали узнать больше о том, что ускорило разрушение эльфийского рода. Мы вспомнили, что незадолго до катастрофы гномы раскопали руины цивилизации, которая существовала, возможно, за миллионы лет до нашей. Видя, что эльфы больше в нас не нуждались, мы решили найти эти руины.

source: Instead of finding them, we became lost in the depths, and eventually... one of those earthquakes caused the floor beneath our feet to collapse, leaving nothing below but a deep chasm. I held on to a ledge in time and survived, but Argan... he fell into the darkness. I could not... find him afterwards...
ru: Но мы затерялись в глубинах, и однажды… одно из тех землетрясений разрушило землю под нашими ногами, оставив после себя лишь глубокую пропасть. Мне удалось схватиться за уступ и выжить, но Арган… он пал во тьму. Я не смогла… найти его…

source: He always managed to escape the worst situations, but never something like that... I still hoped... I hoped he might have survived somehow, but... after some time — I don’t know how much — I realized that I was waiting for the impossible.
ru: Он выходил целым изо всех передряг, но не в этот раз… Я всё ещё надеялась… надеялась, что он как-нибудь выжил, но… после долгого ожидания — не знаю, сколько оно продлилось — я поняла, что ждала невозможного.

source: The few of our followers who were still with me at the time convinced me that the situation was hopeless, and with Irdya ruined and perishing, I thought that my only option was to sleep. Perhaps, at some point later, if the world ever recovered...
ru: Те немногие последователи, которые всё ещё оставались со мной, убедили меня, что ситуация была безнадежной, и так как Ирдия лежала в руинах, я решила, что мне осталось только спать. Быть может, когда-нибудь, если бы мир восстановился…

source: The world <i>is</i> coming back to life, my lady, slowly but surely. Although for a good part of our journey we saw only dunes and dry plains, we also found green hills and valleys before proceeding underground. We have seen but a tiny fraction of our world in its present state, but the country of the northern humans is rumored to be thriving with life, and to support the Chaos Empire’s armies there must also be lands like that to the south.
ru: Мир <i>и правда</i> возвращается к жизни, миледи, медленно, но верно. Наш путь прошёл через дюны и сухие равнины, но мы встречали зелёные холмы и долины перед тем, как спуститься вниз. Мы видели всего лишь малую долю мира в его текущем состоянии, но говорят, земли северных людей цветут жизнью, и для того, чтобы поддерживать армию Империи Хаоса, где-то на юге должны быть похожие районы.

source: Who is leading this empire against us, though?
ru: Кто ведёт эту империю, однако?

source: All their demons and humans appear to serve an emperor of some sort, but they also worship two names that were once subjects of myth: Uria and Yechnagoth. It is important to keep in mind that the dwarves learned that a creature also called Yechnagoth attempted to eradicate a people of the desert, elves who I presume are descended from Quetor’el’s band.
ru: Все эти демоны и люди верны какому-то императору, но они так же поклоняются двум именам, что однажды были лишь в мифах: Урии и Йечнагот. Важно иметь ввиду, что гномы узнали о том, как существо под именем Йечнагот попыталось истребить народ пустыни, эльфов, которые, я полагаю, являются потомками отряда Кветорэля.

source: She had the power to corrupt the souls of all surface-dwellers but those elves, and if the story is true, she also knew the name of this Demon Lord Zhangor. Though her dark influence ebbed away once she was slain by Kalehssar, the humans in the south remained under the control of a powerful group of cultists. We believe ’tis these people who later gave rise to the empire.
ru: Она обладала могуществом, достаточным для того, чтобы испортить души всех жителей поверхности, кроме этих эльфов, и если история верна, она знала и имя Лорда-Демона Жангора. Хотя её тёмное влияние затухло, когда её победил Калессар, люди на юге остались верны властной оккультной группе. Мы считаем, что именно они позже породили империю.

source: Yechnagoth, the Eater of Souls... and Uria, the Mother of Demons. This is deeply troubling. Simple humans clearly cannot control the forces of Inferno alone, so it might be... that Uria is more real than we thought. I need to ponder this later. For now, let us go.
ru: Йечнагот, Пожирательница Душ… и Урия, Мать Демонов. Это меня крайне беспокоит. Обычным людям неподвластны силы Инферно, может быть… Урия реальнее, чем мы думали. Мне стоит поразмыслить над этим позже. Пока что, давайте отправимся в путь.

source: So you will help us?
ru: Итак, Вы окажете нам помощь?

source: It’s my mission as the Protector of the Elves of Irdya. It would be dishonorable of me to shirk my sworn duty — for longer than I already did, anyway. I shall help you, even... even without Argan by my side.
ru: Это — моя миссия Хранительницы Эльфов Ирдии. Для меня было бы бесчестно отступить от моей клятвы — по крайней мере, больше, чем я уже это сделала. Я помогу вам и теперь, когда… когда на моей стороне нет Аргана.

source: Thank you, my lady.
ru: Благодарю Вас, миледи.

source: Although everyone refers to me as the ‘Lady of Light’, it’s not really a title or rank, Lord Galas. You may call me Elynia if you wish. Now, guide me to the other elves. And... I want to see the surface again.
ru: Хотя все называют меня ‘Леди Света’, это не какой-то титул или ранг, лорд Галас. Вы можете называть меня просто Элинией, если захотите. Теперь ведите меня к остальным эльфам. И… как же я мечтаю снова увидеть поверхность.

source: Yes! The surface! It’s been so long since I last saw it.
ru: Ура, поверхность! Я так давно её не видел.

source: Pah, finally. After such a long talk I’d be surprised if there were still any life left out there.
ru: Ну наконец-то! После столь продолжительной беседы я удивлюсь, если здесь ещё кто-то остался в живых.

source: Face of the Enemy
ru: Лицо Врага

source: Urunur
ru: Урунур

source: Explore and descend deeper underground with Galas, Elynia, or Mal Keshar
ru: Галас, Элиния или Мал Кешар должны разведать глубокие подземелья

source: It has been a while since we last encountered an enemy other than those mindless hive creatures, and the stench of decay is only getting worse. Are we sure we are going in the right direction?
ru: Давненько мы не встречали никого из врагов, кроме этих безмозглых насекомых, а вонь разложения становится всё сильней. Мы идём в нужном направлении?

source: Oh, we certainly are heading towards a powerful dark presence. Whether it is the Chaos Emperor himself or not—
ru: Ох, мы точно приближаемся к какому-то источнику тёмных сил. Это Император Хаоса или же—

source: Galas, Lord Lédinor seems to be regaining consciousness.
ru: Галас, лорд Лединор, похоже, пришёл в себя.

source: My lord! Are you all right?
ru: Милорд! С Вами всё в порядке?

source: Oh, young Galas, that is a... silly question to ask... (<i>coughs</i>) To say that I have felt better in my life would be quite an understatement. But... I am alive at least. I never expected to see you here, and... I hear this radiant lady is the Lady of Light, the savior of elf-kind? How can this be? I... I always thought...
ru: Юный Галас, такой… глупый вопрос… (<i>кашель</i>) Не сказать, что я в добром здравии. Но… я хотя бы жив. Я и не надеялся вас здесь увидеть, и… слышал, эта святящаяся особа – Леди Света, спасительница эльфов? Как это может быть? Я… Я всегда считал…

source: Oh, my lord, it is a long and sorrowful story. I suppose it rests on me to bring you up to speed. Do you think you will be able to walk on your own, sir?
ru: О, милорд, это длинная и печальная история. Полагаю, мне придётся помочь Вам встать. Вы уверены, что сможете идти самостоятельно, господин?

source: I am old and tortured, but not useless yet. Yes, I can walk, and perhaps I may still be of help.
ru: Я старый и измученный — но ещё не бесполезный. Да, я уже могу ходить и даже чем-то вам помочь.

source: Let us get moving then.
ru: Тогда идём дальше.

source: So that is why Anlindë is not here... Oh, Galas, would that I had foreseen this. It’s not fair. I should have died in her place, making a last stand against our enemies! Instead, I was captured and brought to this living hell.
ru: Так вот почему Анлиндэ не с нами… Галас, я должен был предвидеть такой исход. Это несправедливо. Мне следовало умереть вместо неё, сражаясь с врагами до конца! Однако, меня взяли в плен и привели в этот ад на земле.

source: Why would they do this? Were any other elves captured? Did the demons want anything specific from you, perhaps to make an example for the rest of our people?
ru: Зачем им это делать? Они схватили кого-то ещё из эльфов? Демоны от Вас требовали чего-то особенного, к примеру, послужить примером для остального народа?

source: Oh, I fear I was never allowed to see or be seen by any other prisoners back in the Valley, my fair lady. Then I was brought here tied and blindfolded. Although there certainly used to be other people in the dungeon, not a single one of them sounded like one of our own. As for why they kept me alive... Ugh... (<i>holds head</i>)
ru: Ох, боюсь, мне не позволили увидеть других наших узников, если они были, миледи. Меня привезли сюда связанным и с повязкой на глазах. Хотя в темнице были и другие, никто из них звуком не напоминал наш род. А почему они оставили меня в живых… Ах!.. (<i>хватается за голову</i>)
