Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: Just as he said those words, Argan’s broken body suddenly convulsed, releasing a steaming mixture of blood and a thick yellow ooze from his mouth and chest, and splashing everything around him. The bright yellow glow that constantly lit his eyes until moments before began to vanish, little by little, until there was nothing to see but tears.
ru: Как только он сказал эти слова, разбитое тело Аргана внезапно перекосилось, выбрасывая дымящуюся смесь крови и вязкой жёлтой жидкости изо рта и груди, облив ею всё вокруг себя. Яркое жёлтое свечение, что непрестанно царило в его глазах, начало постепенно затухать — затем в них можно было увидеть лишь слёзы.

source: ... And once Elynia moved closer within his grasp, he violently clenched at her arm. And with hurried breath, he asked:
ru: … Как только Элиния подвинулась ближе к нему, он жёстко схватил её руку. Его дыхание участилось до безумия, и он сказал:

source: Elynia... I beg of you... please forgive me. I allowed this to happen. I allowed her... to become who she is now... and control me... Promise me that you will never... you will never... become...
ru: Элиния… прошу тебя… молю, прости меня. Я позволил этому случиться. Я позволил ей… стать тем, кто она есть сейчас… и управлять мной… Обещай, что ты никогда… ты никогда… не станешь…

source: Become... become what? Argan?
ru: Не станешь… не станешь?.. Арган, ответь!

source: Argan? What do you mean? What am I supposed to do? Argan?!
ru: Арган? Что ты имел ввиду? Что мне делать? Арган?!

source: Argan! No, no, this can’t be happening, you can’t be doing this, I am trying to heal you, don’t you see? I...
ru: Арган! Нет, нет, это не случится, ты не можешь это сделать, я лечу тебя, разве не видишь? Я…

source: Why don’t you say anything? Argan!
ru: Почему ты молчишь? Арган!

source: Mal Keshar, don’t you just stand there and watch, help me! Help him!
ru: Мал Кешар, хватит стоять в стороне и смотреть, помоги мне! Помоги ему!

source: There is nothing I can do. His spirit left us too quickly, and to pull him back into the physical realm after that... You do remember why that is the greatest taboo of all, right?
ru: Ничего не поделаешь. Его дух покинул нас слишком быстро, а возвращать его в наш мир после всего… Ты помнишь, почему это величайший запрет, верно?

source: At least he may finally rest now.
ru: Хотя бы он наконец обретёт покой.

source: A Real Confrontation
ru: Настоящее сражение

source: Vorgewyn
ru: Воргевин

source: Kalwen
ru: Кальвин

source: Jurdaan
ru: Юрдаан

source: Telchior’s Hold
ru: Крепость Тельчиора

source: River Toldrin
ru: Река Толдрин

source: Peak of the Beholder
ru: Дозорный Пик

source: South-eastern Outpost
ru: Юго-восточный аванпост

source: Resist until turns run out
ru: Продержитесь до конца ходов

source: Fewer than five elven villages under your or Lédinor’s control remain standing
ru: Менее пяти эльфийских деревень под контролем вас и ваших союзников

source: Fewer than eight elven villages under your or Lédinor’s control remain standing
ru: Менее восьми эльфийских деревень под контролем вас и ваших союзников

source: Fewer than nine elven villages under your or Lédinor’s control remain standing
ru: Менее девяти эльфийских деревень под контролем вас и ваших союзников

source: The patrol group that was sent to replace yours in the southern zone should have arrived this morning. I begin to worry about them.
ru: Отряд дозорных, который послали сменить вас на южной границе, должен был вернуться этим утром. Я начинаю о них беспокоиться.

source: Fire! Fire on the horizon! Call out the fighters, invaders draw near!
ru: Огонь! Пожар на горизонте! Собирайте ополчение, приближаются захватчики!

source: Vólrand
ru: Волранд

source: Indeed, sir! It’s an entire human army burning forests and pillaging villages in the border hills! They have even impaled the skulls of our fallen kin on their banners!
ru: Действительно, господин! Это целая людская армия, сжигающая леса и разграбляющая деревни пограничных холмов! Они вонзили черепа наших павших товарищей на свои знамёна!

source: An entire army? That’s impossible — humans are not capable of raising troops in such numbers!
ru: Целая армия? Это невозможно — люди не способны собрать войска в таком количестве!

source: So that is what befell them... Those invaders will not go unpunished!
ru: Так вот что с ними случилось.... Захватчики не уйдут безнаказанными!

source: We must prepare to fight. We will not allow even an army to dispossess us. Men, to arms!
ru: Мы должны подготовиться к битве. Мы не позволим даже армии изгнать нас. К оружию!

source: But my lord, if these invaders could trap our best patrollers, how can we prevail against them while so short of recruits and supplies?
ru: Но мой лорд, если эти оккупанты смогли заманить в ловушку наших лучших патрульных, каким образом мы сможем одержать победу над ними, когда у нас так мало новобранцев и снаряжения?

source: Young Galas, I understand your worries. But it is time for you to learn the first duty of a commander, which is to not be defeated in mind before you engage in battle.
ru: Юный Галас, я понимаю твои опасения. Но для тебя пришло время получить первый опыт командования. И этот урок должен быть усвоен прежде, чем ты попадешь в настоящую битву.

source: I accept your instruction.
ru: Я последую вашему совету.

source: From the valley’s main keep you can recruit citizens to aid you in battle. Most of them have basic training in the use of the sword and the bow; however, they still lack the experience required to put them into effective use. But remember: they are not charging you for their services yet.
ru: В цитадели долины вы можете снарядить ополчение для битвы. Большинство из них имеет основные навыки в использовании меча и лука, но им недостаёт опыта, чтобы применять их умело. Но запомните: в обмен на службу они пока что ничего не требуют.

source: Bright Gods... what is that thing?
ru: Светлые Боги... Что это за чертовщина?

source: I don’t think we can resist them!
ru: Боюсь, мы не сможем противостоять им!

source: So, there is yet human civilization on this continent. I wonder why we have not encountered them before?
ru: Итак, на этом континенте все же есть человеческая цивилизация. Интересно, почему мы не столкнулись с ними раньше?

source: It must be that they are a new tribe, only recently come into its power... an evil power that is not from our world. Look!
ru: Должно быть, они – новое племя, которое только недавно обрело силу... и эта сила – зло не из нашего мира. Смотрите!

source: Garya
ru: Гарья

source: Quiryn
ru: Квирин

source: Nolok
ru: Нолок

source: Would that my fears had proven false...
ru: Как бы я хотел, чтобы мои опасения оказались напрасными...

source: Galas, are you— Are you purposely sending civilians to their deaths?!
ru: Галас, ты — Ты специально отправляешь мирных жителей на смерть?!

source: Er... No! They are supposed to deliver supplies to the front line and tend to injured soldiers, not engage in combat! Somebody must have misunderstood my orders — I will ask our officials to put a halt to this egregious waste of precious elf lives immediately.
ru: Э… Нет! Они должны были доставлять снабжение на линию фронта и вытаскивать раненых солдат, а не вступать в битву! Кто-то, должно быть, недопонял мои приказы — я попрошу командиров прекратить эту бессмысленную трату бесценных эльфийских жизней немедленно.

source: (<i>suspicious</i>) Very... well...
ru: (<i>подозрительно</i>) Очень... хорошо...

source: The humans are retreating, after having almost defeated us?
ru: Люди отступили, почти победив нас?

source: Their remaining forces are retreating. It seems we have won, for now.
ru: Оставшиеся войска отступают. Похоже мы победили, пока что.

source: I hate to be the bearer of bad news, but some of the other patrol leaders claim that the invaders are merely regrouping and preparing to strike again with greater numbers. Many of your peers abandoned their posts, and Adel and his hunters have not returned from their expedition yet... This is no mere skirmish, Galas. I do not think we shall be able to hold against them.
ru: Не хочу вас расстраивать, но часть командиров патрулей заявляет, что захватчики всего лишь перегруппировываются и подготавливаются к удару с новой силой. Многие из твоих товарищей покинули свои посты, а Адель с охотниками всё ещё не вернулся из вылазки... Это не какая-то стычка, Галас. Не думаю, что мы сумеем продержаться против них.

source: Would it be possible to obstruct the valley entrances and repel them? How many more of those winged creatures could they have at their disposal?
ru: Можем ли мы заблокировать выход из долины и отразить их? Как много тех крылатых существ есть в их распоряжении?

source: If we trust the scouts’ word, they could be hundreds. Perhaps thousands. Their own sorcerers would be able to bring down or bypass any sort of obstacle we might raise within the scarce time we have before their next assault. I would be inclined to suggest fleeing.
ru: Если доверять разведчикам, сотни. Возможно, тысячи. Их собственные колдуны способны разрушить или обойти любую преграду, какую бы мы не воздвигли в то малое время до их следующего наступления. Боюсь, мне придётся предположить отступление.

source: Do you say we should abandon our home? Where would we go? Our people are not as adept as those humans to surviving the desert’s perils!
ru: Вы предлагаете бросить наш дом? Но куда мы пойдём? Наш народ не сможет вынести испытания пустыни так, как эти люди!

source: We would certainly not survive the desert from whence the humans came, especially since we don’t know how many more warriors follow their back trail. However, we have no reports of enemies approaching from the north — we have not been menaced by anything from that direction in centuries. It may be that any possibility of escaping the imminent slaughter lies there. If our historical records are correct, the caverns should take us far from this valley. It is my hope that the humans and their fell allies are not informed of any of this.
ru: Мы точно не переживём пустыню, откуда пришли люди, учитывая, что мы не знаем, сколько ещё воинов последовало по проложенному ими пути. Однако мы не слышали о врагах со стороны севера — и нам столетиями ничто не угрожало с того направления. Это может быть нашей последней возможностью избежать бойни, которая здесь скоро начнётся. Если наши записи верны, пещеры ведут в место, далёкое от этой долины. Остаётся лишь надеяться, что люди и их павшие союзники не осведомлены обо всём этом.

source: North, you say... It is true that it has seemed more tranquil in my lifetime. Is it your intention to destroy any evidence of there being this underground escape route in the northern pass? Even if that worked... it would be a harsh, irrevocable choice.
ru: Север, говоришь... В моё время он был таким спокойным. Вы намереваетесь скрыть все свидетельства существования этого подземного пути побега? Даже если бы это сработало... то будет суровым решением, непростительным к ошибкам.

source: The ancestors of our people spent much of their lives hiding beneath the surface when this valley was just barely apt for sustaining them. If we manage to survive, we might in time be fortunate enough to find a new home to settle in. If we fail, at least we will die with our heads held high.
ru: Наши предки проводили большую часть жизни под землёй, когда эта долина еле могла поддержать их. Если мы выживем, то сможем найти новое место для расселения. Но если потерпим неудачу, то, по крайней мере, умрём с высоко поднятой головой.

source: You bring hard counsel, but I see its wisdom.
ru: Вы даёте жестокий совет, но я вижу его мудрость.

source: We are between a rock and a hard place — either death by the hands of the invaders, or the perils of the underground tunnels.
ru: Мы пойманы между молотом и наковальней — либо смерть от рук захватчиков, либо от ужасов подземелий.

source: Most of our people lack experience traveling at night, let alone under the earth!
ru: Большинство наших людей не приспособлено к движению в ночное время, а тем более во мраке, в глубине пещер!

source: I fear we have no other alternatives left. Unless the civilians think it a better course to stand and fight to our death and be expunged from the green world without trace.
ru: Боюсь, у нас нет выбора. Если только ополченцы не считают, что лучше остаться, бороться до полного истребления, а затем исчезнуть из этого зеленого мира, не оставив о себе даже воспоминаний.

source: It will be necessary, however, to provide a distraction until we evacuate all of our people to the caves. Have you thought on that, my lady?
ru: Необходимо, однако, отвлечь противника, пока мы не выведем всех наших людей в пещеры. Вы подумали об этом, миледи?

source: I have, indeed. But...
ru: Да, действительно... Но...

source: Some of us must stay here to spoil their attack. We shall do it.
ru: Кто-то должен остаться здесь, чтобы задержать их нападение. Это сделаю я.

source: But— my lord?
ru: Но— милорд?

source: My lord... Why?
ru: Мой лорд... Почему?

source: Because it is all I can do for our future. Many of us are too old to long survive the desert wastes, including myself — but here we can die well. Galas, you are a brave warrior, albeit unseasoned — and more to the point, you have the intelligence to lead brave warriors. I pass to you the war-leadership of the elves of the Valley of Elynia.
ru: Потому что это — всё, что я теперь могу сделать для нашего будущего. Многие из нас слишком стары, чтобы пережить лишения пустыни, включая меня — но здесь мы умрём с честью. Галас, ты славный воин, хотя и незрелый — но что важнее, ты достаточно умён, чтобы повести этих смелых воинов. Я передаю тебе командование над войсками долины Элинии.

source: But I am simply a patrol leader! I ... I am not ready for such a responsibility!
ru: Но я просто глава отряда дозорных! Я... Я не готов принять эту ответственность!

source: None of us are ever ready for such a burden, but we must bear it nevertheless. Now, go! May fate reunite us in time, young Galas.
ru: Никто из нас не готов к такому бремени, но наш удел нести его, несмотря ни на что. Теперь иди! Быть может, случится чудо, и мы когда-нибудь встретимся снова, юный Галас.

source: Ugh. I am finished...
ru: Ах! Мне конец...

source: Anlindë! No! We need you! Who will guide us with wisdom now?!
ru: Анлиндэ! Нет! Ты нужна нам! Кто сможет столь же мудро руководить нами?!

source: It is my end...
ru: Мне конец...

source: Galas? Galas, no!
ru: Галас? Галас, нет!

source: I have fallen this day. But, young Galas, you are the brightest of our young. Lead our people in my place!
ru: Это мой последний день. Но ты, юный Галас, ты самый смышлёный из нашей молодёжи. Веди же наш народ вместо меня!

source: Lédinor, no!
ru: Лединор, нет!

source: Leave nothing standing! Burn them alive with their villages!
ru: Сравняйте всё с землёй! Выжгите всё живое в их селениях!

source: We could not protect enough of our civilians. They have been burned alive with their villages!
ru: Мы не смогли защитить достаточное число наших граждан. Их заживо сожгли в деревнях!

source: We have failed to protect our people and the legacy of our civilization.
ru: Мы не смогли защитить наш народ и наследие нашей цивилизации.

source: Outside
ru: На поверхности

source: We made it! And there are no signs of demons.
ru: Мы справились! И вокруг нет ни следа демонов.

source: Ah, I can feel the wind in my hair again... It is cold, but it’s a refreshing change from the stale air of the deep caverns.
ru: Ах, снова ветер в моих волосах... Здесь холодновато, но так приятно после спёртого воздуха пещер.

source: You know, returning to the surface doesn’t seem all that great to me, but at least it’s not the desert.
ru: Как вы знаете, возвращение на поверхность не слишком меня радует, но хотя бы это не пустыня.

source: I wish Anlindë was here with us to breathe the fresh air and contemplate the beautiful landscape.
ru: Как я мечтаю, чтобы Анлиндэ сейчас была с нами, чтобы она вздохнула свежим воздухом и узрела этот прекрасный вид.

source: So do I.
ru: Как и я.

source: And so, Galas and his band left the dark caves beneath the Heart Mountains for the northern lands. After making sure that there were no foes in sight, they signaled the rest of their group to emerge from the caverns. The fate of Anlindë was to remain uncertain to all of them. But this did not deter other elves and dwarves from telling legends of her last battle against Chaos. Her courage and resolve would be remembered by many for generations to come; and in time, the dwarves of Herthgar would build a gleaming silver temple to pay tribute to her great sacrifice.
ru: Итак, Галас, вместе с его отрядом, покинул тёмные пещеры под горами Сердца и отправился в земли севера. Удостоверившись, что никто не стал их преследовать, они подали знак оставшейся части их группы выйти из укрытий. Судьба Анлиндэ осталась загадкой для всех. Но это не предотвратило остальных эльфов и гномов от рассказывания легенд о её последней битве против Хаоса. Её мужество и решительность останутся в памяти многих последующих поколений, и в своё время гномы Хертгара возведут блестящий серебряный храм, чтобы почтить её великую жертву.

source: May your soul find peace, Anlindë.
ru: Да найдёт твоя душа покой, Анлиндэ.

source: team_name^City Guard
ru: Городская стража

source: Quor
ru: Куор

source: Cain
ru: Кэн

source: Arphalad
ru: Арфалад

source: River Lorin
ru: Река Лорэн

source: Lake Wylven
ru: Озеро Вильвен

source: Adavyan’s Keep
ru: Твердыня Адавян

source: Danaerad
ru: Дэнэрэд

source: Tower of Silence
ru: Башня Тишины

source: Behold! Our capital city, Raelthyn.
ru: Узрите! Это – наша столица, Раэлтын.

source: It certainly is an impressive and beautiful city. So, where are we going?
ru: Какой впечатляющий и красивый город! Итак, куда мы идем?

source: The members of the Council gather in Adavyan’s Keep, the fortress at the heart of the city. They will be waiting for lord Galas, but I don’t think they’ll let the faerie and the necromancer in. So, they should wait here while we—
ru: Члены Совета собираются в Твердыне Адавян, крепости в сердце города. Они ждут лорда Галаса, и я не думаю, что файери и некроманту позволят войти. Поэтому им придётся подождать здесь, пока—

source: That is not up for you to decide, whelp. We are coming with him.
ru: Не тебе решать, щенок. Мы идём с ним.

source: Hey!
ru: Эй!

source: Hold on! Who goes there?
ru: Стой! Кто идет?

source: It is I, Erathan. I bring the elves’ leader with me for a meeting with the Council.
ru: Это – я, Эрэзэн. Я сопровождаю предводителя эльфов на встречу с Советом.

source: It’s a faerie! And... a lich!? Seize them!
ru: Файери! И… лич!? Схватить их!

source: No! The lich is their servant! He’s perfectly safe, don’t worry about it. Just—
ru: Нет! Лич служит им! Он не опасен, спокойнее. Только—

source: <b>I AM NOT THEIR SERVANT!</b>
ru: <b>Я ИМ НЕ СЛУЖУ!</b>

source: Alert the central garrison! We need reinforcements!
ru: Тревога! Центральный гарнизон, мы вызываем подкрепление!

source: What are you doing?!
ru: Что вы делаете?!

source: Lord Galas! We were worried about you. Is that... Oh, Bright Gods, is that... the Lady of Light? So you actually did it! We— What are these people doing? Release the lich and the Lady, you fools! They are our allies!
ru: Лорд Галас! Мы о Вас беспокоились. А это… О, Светлые Боги, это… Леди Света? Так вы справились! Мы— Подождите, что делают те люди? Отпустите лича и Леди, дурачьё! Они — наши союзники!

source: Oh... Oh! Apologies sirs, please don’t tell the captain about this incident! Or anyone else, really.
ru: Ой… Ой! Помилуйте, господа, не сообщайте капитану об этом происшествии! Или кому-то ещё.

source: Hmph.
ru: Хм. Посмотрим.

source: You lowly fools ought to be thankful that we both have a compassionate disposition towards lesser beings like you, or you’d be begging us to spare your useless lives—
ru: Вы, подлецы, должны быть благодарны за то, что мы оба приятно расположены к таким низким существам, как вы, иначе вам придётся умолять нас пощадить ваши никчёмные жизни—

source: That’s quite enough, Mal Keshar. Inodien, do you think the Grand Council could allow Mal Keshar and Lady Elynia’s presence? I would rather have them by my side if we are to discuss the present state of affairs with the northerners.
ru: Достаточно, Мал Кешар. Инодьен, Великий Совет позволит присутствовать Мал Кешару и Леди Элинии? Я бы предпочёл держаться вместе с ними, когда мы будем обсуждать текущее положение дел с северянами.

source: Yes, I am absolutely certain they will, lord Galas. They have expressed an interest in seeing her — she’s quite a legend around here amongst the more educated Aragwaith leaders, it seems. Follow me.
ru: Да, я уверен — их пустят, лорд Галас. Они были заинтересованы в том, чтобы её увидеть: похоже, среди образованных лидеров Эрагвийцев про неё ходят легенды. Следуйте за мной.

source: Argan’s journal — it was hidden beneath his robes. Elynia, my lady, if you allow me to speak my opinion: we should keep it, it may contain information that could prove useful later.
ru: Я нашёл дневник под мантией Аргана. Элиния, миледи, позвольте мне высказать своё мнение: нам следует взять его с собой — в нём могут содержаться сведения, которые помогут нам в дальнейшем.

source: Very well... But...
ru: Спасибо… Но…

source: ... I should be the one to carry this with me, no-one else.
ru: … Я буду нести его с собой, и больше никто.

source: The stronghold is crumbling down! We must leave immediately!
ru: Крепость разрушается! Уходим немедленно!

source: At least the Master of Darkness will have a proper burial.
ru: По крайней мере, у Повелителя Тьмы будут надлежащие похороны.

source: Voice of the Armageddon
ru: Голос Армагеддона

source: Kalazar
ru: Калазар

source: Pythias
ru: Пифиас

source: Beras
ru: Берас

source: Mal Laraghor
ru: Мал Ларагор

source: The air trembles as a loud roar echoes throughout the mountain pass.
ru: Сквозь горный перевал прокатывается дикий рёв, заставляя воздух содрогаться.

source: Have any of you heard anything like that before?
ru: Вы когда-нибудь слышали что-то подобное?

source: No, not really. Whatever it is, it must be enormous. Be on your keenest guard, everyone.
ru: Не, не совсем. Чем бы то ни было, оно, должно быть, огромно. Оставайтесь наготове.

source: There they are, those foul miscreants. You know what to do. Crush them! Crush them all!
ru: Так вот, где они – эти грязные злодеи. Вы знаете, что делать. Сокрушить! Сокрушить их всех!

source: Damn you, pathetic sub-creatures— Noooo!!!
ru: Чтоб вы провалились, жалкие недосущества— Неееет!!!

source: Only a creature heavy as a mountain would make such loud steps. Wait. Is that... Look, over there!
ru: Только тварь весом с гору может топать так сильно. Подождите. Это же… Смотрите!

source: Eek! It’s a giant! A demon giant!
ru: Ничего себе! Гигант! Гигантский демон!

source: Oh my, what do we have here?
ru: Кто это к нам пожаловал?

source: It’s none other than the elves’ popular comedy trio: the young lord, his pet lich, and the Lady of Light. I see you have finally decided to accept our invitation. How considerate of you. Trust me, our Master is <i>dying</i> to see your faces.
ru: Ах да, легендарная троица эльфов: юный лорд, его прислужник-лич и Леди Света. Видать, вы наконец приняли наше приглашение. Как мило! Поверьте мне, наш Повелитель <i>до смерти</i> желает увидеть ваши лица.

source: Enough with the grating quips, you pathetic zealot. Did you not learn to not trifle with us after last time?
ru: Хватит заговаривать нам зубы, жалкий фанатик. Разве ты ещё не понял, что не стоит с нами связываться?
