Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: Ugh... This is no place for an elder like me. I feel ill. Perhaps it would be best for you if—
ru: Ух… Это место не для таких стариков, как я. Мне плохо. Возможно, вам будет лучше, если—

source: <b>NO!</b> ... I mean... I apologize for that, my lord, but I must beg of you to keep going. I don’t want to lose anyone else after all we have been through.
ru: <b>НЕТ!</b> … Вернее… простите, милорд, но я прошу Вас идти с нами. Я не хочу потерять кого-то ещё после всего, через что мы прошли.

source: ... Fair enough. (<i>coughs</i>)
ru: … Что ж, ладно. (<i>кашляет</i>)

source: (<i>coughs</i>)
ru: (<i>кхе-кхе</i>)

source: Is something the matter, old elf?
ru: Что-то не так, старый эльф?

source: It’s only getting worse... it feels as if something wanted to burst out of my head. I pray to the Lords of Light that I may survive this ordeal...
ru: Становится только хуже… как будто бы что-то хочет вырваться из моей головы. Я лишь молю Повелителей Света, пережить бы мне это испытание…

source: I can’t... continue... Galas, please go on without me...
ru: Я… не могу… Галас, иди без меня…

source: I refuse, my lord. I—
ru: Извините, милорд. Я—

source: <b>ARGH!</b> Galas, please— I— I remember that voice now—
ru: <b>АААА!</b> Галас, прошу— Я— Я вспомнил этот голос—

source: Her voice... She is—
ru: Её голос… Она —

source: Lédinor
ru: Лединор

source: Ehhhhh... yuck. I thought it was only a figure of speech.
ru: Ммммм… да. Я думал, это просто преувеличение.

source: What are you?! What did you— What did you do to Lord Léd—
ru: Что ты такое?! Что ты с— Что ты сделала с лордом Лед—

source: You may have escaped to Irdya, but I will <b>not</b> allow you to march away without due punishment for murdering my precious, most loyal vassal!
ru: Может вы и сбежали от нас в Ирдию, но я <b>не позволю</b> вам уйти от наказания за убийство моего ценнейшего, самого верного подданного!

source: Your vassal? Are you... No... It can’t be...
ru: Твоего подданного? Ты… Нет… Этого не может быть…

source: Galas... I fear that no matter what we try, we may never get Lédinor back. Uria must have infected his body in some way before we found him. This is—
ru: Галас… Боюсь, что бы мы ни сделали, Лединора назад уже не вернуть. Должно быть, Урия как-то заразила его тело ещё до того, как мы его нашли. Это—

source: This is only the beginning, Lady of Light. The beginning of your downfall. Everything and everyone you hold dear shall perish in time. I—
ru: Это только начало, Леди Света. Начало твоего падения. Все, кого ты любишь, скоро погибнут. Я—

source: Take your words to the grave, spawn of Uria!
ru: Возьми слова с собой в могилу, порождение Урии!

source: That was terrifying... I fear now to think of who’ll be next...
ru: Ну и ужас… Боюсь подумать, кто будет следующим…

source: He said he remembered her, Uria... She must have done this to him. It’s the only explanation... the only logical explanation...
ru: Он сказал, что помнит её, Урию… Должно быть, она сотворила с ним это. Единственное объяснение… единственное логичное объяснение…

source: We... really ought to make haste and get out of this dreadful place... lest we find out the exact method Uria uses to possess people like this.
ru: Нам… нужно поторопиться и выбраться из этого страшного места… и выяснить, каким образом Урия подчиняет себе людей.

source: Your journey has just begun.
ru: Всё только начинается.

source: No! The tunnel is collapsing on us! We weren’t fast enough—
ru: Нет! Проход рушится прямо на нас! Мы не усп—

source: Lord Mizgill
ru: Лорд Мизгилл

source: Darius
ru: Дарий

source: Durstrag
ru: Дарстрег

source: There they are, the heathens! The Iron Council wants their heads. Get to it!
ru: Язычники! Железный Совет требует ваши головы. Сдавайтесь!

source: (<i>shakes head</i>) Not again...
ru: (<i>встряхивает голову</i>) Опять?!

source: Your emperor has fallen and this fortress is crumbling with him. Flee and get out of our way or we will have to destroy you!
ru: Ваш император пал, скоро падёт и эта крепость! Убирайтесь с нашего пути, иначе мы вас уничтожим!

source: Keep moving!
ru: Продолжать движение!

source: We can’t leave Lord Lédinor behind! We must—
ru: Мы не можем оставить лорда Лединора! Нужно—

source: It’s hopeless, Galas... Please, you must understand...
ru: Это безнадежно, Галас… Пожалуйста, пойми…

source: Come on, boy, you ought to know better than this by now, after seeing what became of the Master of Darkness.
ru: Пошли вперёд, мальчик, уже нужно неплохо разбираться в таких вещах – ты же видел, что случилось с Повелителем Тьмы.

source: I am sorry, my lord. I am so sorry...
ru: Мне жаль, милорд. Мне так жаль…

source: Crossfire
ru: Перекрестный огонь

source: team_name^Elves
ru: Эльфы

source: team_name^Undead
ru: Нежить

source: Jan-Belrid
ru: Ян-Белрид

source: Falghur
ru: Фальгур

source: Syrith
ru: Сайрит

source: Korzan
ru: Корзан

source: Layran
ru: Лейран

source: team_name^Barbarians
ru: Варвары

source: Murlin
ru: Мурлин

source: Drel
ru: Дрел

source: Make sure no Chaos Empire units survive
ru: Никто из Имперцев не должен остаться в живых

source: Destroy Jan-Belrid
ru: Уничтожьте Ян-Белрида

source: Defeat the barbarian leader
ru: Победите предводителя варваров

source: Death of Anlindë
ru: Смерть Анлиндэ

source: As if we didn’t have enough to worry about with the forest demons roaming about. What is it now, Drel? Another undead incursion?
ru: Как будто бы мне не приходилось постоянно заботиться о тех лесных чертях, шатающихся по окрестностям! И что теперь, Дрел? Очередное нашествие мертвецов?

source: Yes, brother! It looks like the boys didn’t kill that necromancer quite right.
ru: Да, брат! Похоже наши парни не убили того некроманта как следует.

source: Drel and Murlin? The Eisenstone folk said they are the true leaders of the bandits. And now both that scum and that hostile lich are standing in our way, damn it.
ru: Дрел и Мурлин? Те люди из клана Железного Камня сказали, что они — их предводители. А теперь и эти мрази, и тот враждебный лич стоят у нас на пути, проклятье.

source: Frankly, I would be more concerned about the encampment to the south.
ru: Лично меня больше тревожат те укрепления к югу.

source: There they are! Onwards, you pathetic vermin! The elves must not be allowed near the Heart Mountains before the Warlord arrives! For the glory of the Chaos Empire!
ru: Вот они! Вперёд, дармоеды! Не подпускать эльфов к горам Сердца до прибытия Воеводы! Во славу Империи Хаоса!

source: It appears they are better informed of our movements than I imagined. No matter — their current numbers hardly pose a threat to our forces.
ru: Похоже, они лучше осведомлены о наших действиях, чем я ожидал. Не важно — их текущее число едва ли представляет нам угрозу.

source: To arms.
ru: К оружию!

source: Ah, so it <i>is</i> revenge that you seek now?
ru: Ах, теперь ты ищешь <i>мести</i>?

source: Humans of the sands, impressed with the power and might of the undead, have joined Mal Keshar and have become his apprentices. From now on you may recruit Dark Adepts!
ru: Люди пустыни, впечатлённые мощью и возможностями нежити, присоединились к Мал Кешару и стали его учениками. Теперь вы можете набирать Темных Адептов!

source: Seeing as how every single one of our military leaders has fallen prey to the same thirst for demonic blood as you, Galas, I guess... (<i>sighs</i>) I hope your tactical judgment can still be trusted.
ru: Став свидетелем того, как все наши военачальники пали жертвой той же демонической жажды крови, что пробуждается в тебе, Галас, мне кажется... (<i>вздыхает</i>) Мне остаётся лишь надеяться, что твоим решениям можно доверять.

source: Ah, what do we have here? <i>More</i> fresh recruits for my army, yes... yes! The Chaos Empire and their demons have come to visit us! Yes! Such a marvelous occasion!
ru: Что это тут у нас? <i>Ещё больше</i> воинов для моего войска, да... да! Империя Хаоса и их демоны решили навестить нас! Да! Такая замечательная возможность!

source: For our fallen comrades!
ru: Вперёд! За наших павших товарищей!

source: The cold embrace of death... again...
ru: Вот и снова холодное прикосновение смерти...

source: Quickly, report back to the Warlord— Ack!
ru: Быстрей, нужно доложить всё Воеводе— Ах!

source: One of those wretched creatures is escaping!
ru: Одна из тех проклятых тварей ускользает!

source: It can’t be helped... The winged demons can fly high enough to remain out of our spellcasters’ and archers’ reach.
ru: Ничего не поделаешь... Эти крылатые демоны летят слишком высоко, их не достанут наши маги и лучники.

source: Don’t let any more of those fiends escape!
ru: Не дайте уйти никому из оставшихся!

source: I won’t be captured by a bunch of forest demons and their skeletal frien— Aaaargh!!!
ru: Вы меня так просто не схватите, лесные отродья и ваши костяные— Ааааарг!!!

source: No! W— Wait! I have something... so— something that could help you on your way! Just... please! Don’t kill me or the rest of us! Please!
ru: Нет! П— Погодите! Я могу ко— кое-что вам предложить, что поможет вам в пути! По... пожалуйста! Не убивайте меня и моих людей! Умоляю!

source: No! W— Wait! I have something... so— something that could help you on your way! Just... please! Don’t kill me, or my brother, or the rest of us! Please!
ru: Нет! П— Погодите! Я могу ко— кое-что вам предложить, что поможет вам в пути! По... пожалуйста! Не убивайте меня, моего брата и моих людей! Умоляю!

source: Galas! Oh, leader! What is your decision on the matter of this vile human’s fate?
ru: Галас! О, предводитель эльфов! Каким будет решение о судьбе этого подлеца?

source: Your sardonic remarks aren’t really appreciated, Mal Keshar.
ru: Циничные замечания здесь неуместны, Мал Кешар.

source: We shall hear your offer as long as you and your people swear to leave and never cause us trouble again.
ru: Мы выслушаем ваше предложение, только после клятвы, что вы никогда больше не станете у нас на пути.

source: Men of your ilk cannot be trusted. Any last words?
ru: Таким, как вы, нельзя доверять. Что ещё вы скажете перед смертью?

source: I swear! He— Here, take this!
ru: Клянусь! Вот— Вот, возьмите это!

source: You may go now.
ru: Теперь убирайся прочь!

source: A ring of regeneration? That would explain why he was able to resist for so long in spite of his frail build. Well, it’s up to you to decide who should take it, Galas.
ru: Кольцо восстановления? Это объясняет, почему он так долго продержался, несмотря на свой хилый вид. Хорошо, теперь тебе нужно выбрать, кому его надеть, Галас.

source: Do you want this unit to pick up this item?
ru: Вы хотите, чтобы боец взял это себе?

source: Ring of Regeneration
ru: Кольцо восстановления

source: This ring heals the bearer by 4 HP each turn unless poisoned, removing the poison effect otherwise. Additionally, the unit’s physical strength is increased, dealing +1 damage with melee weapons and enjoying a permanent +5 HP increase.
ru: Кольцо восстанавливает носящему 4 ЗД за ход. Если он отравлен, то вместо этого будет излечен от яда. Помимо того, увеличивается физическая сила бойца: +1 к урону в ближнем бою и +5 к здоровью.

source: This ring may only be used by living creatures other than beasts or individuals with a close affinity to faerie.
ru: Кольцо могут использовать только живые существа, которые не являются летучими мышами, файери, или тому подобными.

source: Fools! You are no better than the hounds of the Chaos Empire! You—
ru: Дурачьё! Вы ничем не лучше псов Империи Хаоса! Вы—

source: Ah, well. You cannot make friends with every sand-dweller, Galas!
ru: Ах, да. Ты не можешь подружиться со всеми жителями пустыни, Галас!

source: Elves using the undead to fight the undead...
ru: Эльфы, использующие мертвецов, чтобы сражаться с мертвецами...

source: It is all over, at last. Mal Keshar, those mountains...?
ru: Итак, мы преодолели это испытание. Мал Кешар, это случайно не те горы...?

source: Our destination is close, Galas. You shall see soon enough.
ru: Наша цель так близка, Галас. Скоро ты всё сам увидишь.

source: The group rested for a while before continuing. After passing through the mountain wall west of the river’s keep, they were surprised to see fully-grown plants and animals again. They had left the desert.
ru: Перед тем, как продолжить движение, войско остановилось на короткий отдых. Преодолев горный перевал на западе, они были изумлены долгожданным видом больших, зелёных растений и привычных животных. Пустыня осталась позади.

source: Everything in the distance seems so lush and alive!
ru: В дали всё так сочно и живо!

source: It’s beautiful.
ru: Это прекрасно.

source: Would that we could stay in these lands forever and make them our new home.
ru: Мы могли бы остаться в этих землях и сделать их своим новым домом.

source: The Chaos Empire lies south of here. (<i>sighs</i>) We had such an uplifting victory... Do we really need to find those two heroes to forge a new future for our race? Perhaps we have been merely misled by our misfortune and the grim stories told by the Eisenstone humans... We could find the ocean and sail towards the horizon and then...
ru: Империя Хаоса лежит южнее этого места. (<i>вздыхает</i>) У нас была такая воодушевляющая победа... Стоит ли нам и дальше искать тех двух героев? Возможно, нас ввели в заблуждения собственные неудачи и страшилки, распространяемые теми бандитами... Мы могли бы найти океан, а затем плыть, куда глаза глядят, а затем...

source: ... The Chaos humans and their demonic allies would find you one way or another.
ru: … люди и их демонические союзники настигнут нас так или иначе.

source: The Moon Valley is only a few days away from us, young Galas!
ru: Лунная долина всего в нескольких днях пути, юный Галас!

source: I know, I know...
ru: Знаю, знаю...

source: I understand that you wish to travel with me, Mal Keshar. But, what about you Galas? What will become of the elves who followed you to the Northlands?
ru: Я полагаю, ты желаешь идти со мной, Мал Кешар. Ну, а ты, Галас? Что станет с эльфами, которых мы привели в северные земли?

source: I have served my people long enough, I would say. To be honest, once Lord Inodien and Lady Unarye became more involved, my presence in our councils became somewhat redundant. And without Anlindë to guide my decisions anymore... Regardless, I was appointed by Lord Lédinor; now that my own appointed successors lead our people and the Chaos Emperor is no more, I feel I have fulfilled my duty.
ru: Скажем так, я уже достаточно долго служил своему народу. Если честно, как только лорд Инодьен и леди Анери приняли на себя большую часть обязанностей , моё присутствие в совете стало не таким уж и необходимым. И теперь, когда Анлиндэ не может направлять мои решения… Несмотря на моё назначение лордом Лединором; теперь уже мои назначенные преемники ведут наш народ, а Императора Хаоса больше нет — я чувствую, что исполнил свой долг.

source: So...
ru: Поэтому…

source: For the first time in ages, I feel free and able to make my own choices again without the weight of an entire civilization resting on my shoulders. So, I must ask you... Would it be all right if I accompanied you on your next journey, Elynia? Because I suspect you are not planning on sitting here idly.
ru: Впервые за долгие годы я ощущаю себя свободным, теперь я могу принимать мои собственные решения, не держа целую цивилизацию на своих плечах. Итак, я должен спросить тебя… Не возражаешь, если я сопровожу тебя в следующем путешествии, Элиния? Подозреваю, мы не будем здесь отсиживаться.

source: ... If that is what you want.
ru: … Если это – всё, что ты хочешь.

source: There is a place I would like to visit... That island Althurin mentioned, Zocthanol.
ru: Есть одно место, которое мне нужно посетить… Остров, о котором упомянул Альтурин, Зоктанол.

source: I fear that the collapse of the Heart fortress may have erased much information about the origins of Uria and Yechnagoth that could have helped us otherwise. However, the Quenoth elves did establish their new home on that island after destroying Yechnagoth; it is possible that they may have found out more about the nature of our enemies since then. I want to meet Quetor’el’s lore-keepers and see what else they might know that could help us.
ru: Боюсь, что разрушение крепости Сердца стёрло слишком много необходимых нам сведений о происхождении Урии и Йечнагот. Однако, эльфы Квенота основали их новый дом после уничтожения Йечнагот; возможно, с тех пор они что-то открыли о природе наших врагов. Мне нужно встретиться со старейшинами Кветорэля, и выяснить, как много они знают из того, что может быть нам полезно.

source: That seems fair enough. But, how are we going to get there?
ru: Кажется, это приемлемый план. Но как мы туда доберёмся?

source: Uh, we’ll sail across the ocean, of course. Surely our northern friends won’t mind if we borrow a ship or two.
ru: Придётся переплыть океан, естественно. Надеюсь, наши северные друзья не станут возражать, если мы займём у них корабль или два.

source: There is something unsettling about all this, though. Even though we set Argan free from his suffering, and the destruction of his capital severed the connection Irdya had with Inferno, the demons of Uria continue to roam our world in large numbers, just as before. Is she still able to influence our world? Are there other gateways to Inferno still intact elsewhere? And we never really saw the Chaos Warlord again. If she somehow survived—
ru: Всё же, меня что-то тревожит. Пусть мы избавили Аргана от страданий, а уничтожение его столицы значительно ухудшило связь Ирдии с Инферно, демоны Урии продолжают шастать по нашему миру как ни в чём не бывало. Может ли она всё ещё влиять на наш мир? Существуют ли где-то ещё порталы в Инферно? И с тех пор мы не видели Воеводу Хаоса. Если она каким-то образом выжила—

source: Then we’ll have to deal with her again, eventually. I know...
ru: Тогда нам придётся управиться с ней снова. Знаю…

source: And then there is that Mal Hekuba and the Iron Council. I don’t suspect they will give up easily, and we <i>are</i> still in enemy territory.
ru: И где-то ещё скрывается Мал Хекуба и Железный Совет. Они просто так не сдадутся, а мы <i>всё ещё</i> на территории врага.

source: Between the ongoing war and the loss of their capital, my hope is that they will be too preoccupied struggling against the Alliance in the north to hunt us down. (<i>sighs</i>)
ru: При идущей войне и потере своей столицы, я надеюсь, они будут слишком заняты борьбой с Альянсом на севере, чтобы охотиться на нас. (<i>вздыхает</i>)

source: I understand your concern, but there is hardly anything we can do with the scarce information we possess regarding Uria and her followers right now.
ru: Я понимаю твоё беспокойство, но мы мало что можем сделать, исходя из тех скудных сведений об Урии и её последователях, что у нас есть сейчас.

source: What about you, Igor? What will you do next?
ru: А что насчёт тебя, Игорь? Чем ты займешься дальше?

source: Well... I actually wonder how I survived all that... I feel like a legend now, heh. But... perhaps it’s time I find a nice place to settle in and live the rest of my days in peace, you know? Obviously not here, not in these lands with those wicked men everywhere. Could I follow you on a journey a last time? If that’s all right with you, that is.
ru: Ну… я до сих пор поверить не могу, что вообще выжил… Я будто бы легенда что ли, хе-хе. Но… похоже, теперь мне нужно найти уютное местечко, чтобы спокойно прожить остаток моих дней, понимаете? Конечно не здесь, эти земли кишат злыми людишками. Не мог бы я пойти вместе с вами в последний раз? Если вы, конечно, не против.

source: Oh, of course it is. I would not even think of abandoning you and your trusty steed now that we have been reduced to such a small band of fugitives. (<i>turns menacingly</i>) I do need to raise a new army to protect us, after all.
ru: Что ты. Мы и не думали бросать тебя и твоего верного скакуна, особенно когда от нас осталась лишь крошечный отряд беглецов. (<i>угрожающе оборачивается</i>) Нужно возродить нам новых защитников.

source: (<i>glaring</i>) Don’t you dare.
ru: (<i>впиваясь взглядом</i>) Ты не посмеешь.

source: You always ruin everything for me. Why do I even tolerate this, I wonder...
ru: Вечно ты всё мне портишь. Почему я вообще это терплю, интересно…

source: It is fine, Igor. We will miss you when we finally part ways.
ru: Всё в порядке, Игорь. Мы будем скучать по тебе, когда расстанемся в последний раз.

source: Oh, I’ll miss you too, friends. (<i>sniffles</i>)
ru: Эх, как и я буду скучать по вам, друзья. (<i>всхлипывает</i>)

source: Let us return to the Far North, then. I would like to pay a visit to our people as well.
ru: В таком случае пора вернуться на Крайний Север. Было бы приятно навестить и наш народ.

source: Hah! So you do miss being in a position of power after all!
ru: Ха! Так ты всё же скучаешь по власти!

source: No, no, it’s nothing like that. I just want to speak to my comrades again — it has been far too long since I last saw their faces.
ru: Нет, нет, ничего подобного. Я лишь хочу вновь с ними поговорить — я так давно не видел их лица.

source: And thus, the group embarked upon a new quest. A quest not for blood, but for knowledge.
ru: Итак, отряд отправился в новый поход. Не ради крови, а ради знаний.

source: Continued in <i>After the Storm</i>...
ru: Продолжение следует в <i>После Бури</i> (“After the Storm”) …

source: Ashes of Wesmere
ru: Легенда Весмира

source: Move Galas, Mal Keshar, or Elynia to the cavern at the southeastern corner of the map
ru: Галас, Мал Кешар или Элиния должны достичь пещеры на юго-востоке

source: Behold, the great forest of Wesmere! Home to the Ka’lian, the Great Council of the Elves — as well as the sacred capital of the Blood Apostle, the Fair Leader of the Wise People, the Ninth Bane of Inferno and Herald of Irdya’s New Awakening, Demon Lord Zhangor!
ru: Узрите, великий лес Весмир! Над ним возвышается Калиан, дом Великого Эльфийского Совета — так же, как и священная столица Кровавого Апостола, Справедливого Предводителя Мудрого Народа, Девятого Бича Инферно и Предвестника Пробуждения Ирдии — Лорда-Демона Жангора!

source: ... Never utter his titles again, Malin Keshar, unless you would rather see me test your silly theory about transcending life and death.
ru: … Никогда не произноси эти имена вновь, Малин Кешар, иначе я проверю твоё превосходство над жизнью и смертью.

source: So this is the place. It is quite... desolated now.
ru: Итак, вот он. Довольно… опустошённый.

source: Nothing was left of the former glory of Wesmere after that night. Trees, beasts, elves and all other civilized life... all that stood in Zhangor’s path of destruction was burned to ashes, leaving nothing behind for us to bury as elvish custom demands. That would have been the end of all elvish civilization if Argan and I... if we hadn’t...
ru: Ничего не осталось от былой славы Весмира после той ночи. Деревья, звери, эльфы, любая жизнь — всё, что стояло на пути Жангора, было сожжено дотла. Таким был бы конец всей эльфийской цивилизации, если бы Арган и я… если бы мы не…

source: Well, we didn’t come here to weep for the fallen of wars past. The enemy knows we are here and will be searching for us shortly, I imagine. Where should we head to?
ru: Мы пришли сюда не за тем, чтобы оплакивать жертв войн прошлого. Враг знает, где мы, и скоро нас настигнет. Куда мы должны двигаться?
