Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: Such was the extent of the country’s success after the civil war that even orc merchants from the western regions and coasts of the Great Continent were allowed within its borders. Mal Keshar did not take kindly to the sight, but Elynia reminded me that there was a time when the human kingdoms comprising the old Empire had fruitful relations with the orcish clans of the Far North. Bearing witness to the wonders of civilization rekindled my faith in Irdya’s ability to heal its profound wounds after the Fall. There was simply no way we could allow the dark forces of Uria to take all this from us. I knew what had to be done — the matter was deciding upon an approach that would not result in our self-destruction. So I gathered as much information as possible from Erathan and his men, rehearsed my plan, and prepared for the inevitable meeting with the Grand Council. And, as much as it pained me, I decided to keep it secret from Elynia and Mal Keshar, at least for the time being.
ru: Их страна достигла столь больших успехов после завершения гражданской войны, что даже оркским торговцам из западных районов и побережья Большого Континента позволяли находится на её территории. Мал Кешара это не сильно радовало, но Элиния напомнила мне, что было время, когда людские королевства, составлявшие старую Империю, имели плодотворные отношения с кланами орков Крайнего Севера. Увидев чудеса цивилизации, моя вера в способность Ирдии восстановить нанесённые ей увечья воспрянула с новой силой. Мы не могли позволить тёмным силам Урии отобрать всё это у нас. Я знал, что должно было быть сделано — задача оставалась лишь в том, чтобы выбрать способ, который не приведёт нас к взаимному уничтожению. Итак, я получил всю информацию от Эрэзэна и его товарищей, которую смог добыть, повторил мой план и подготовился к неизбежной встрече с Великим Советом. Какую боль бы мне то не причиняло, я решил пока что скрыть его от Элинии и Мал Кешара.

source: Eventually we arrived at the outskirts of Raelthyn, the northern capital. Even from a distance, the city was far larger than any other northern settlements we had seen thus far. Dominating the landscape was a tall, ominous castle.
ru: Наконец, мы прибыли к окраинам Раэлтына, северной столицы. Даже с большого расстояния город выглядел крупнее любого поселения северян, которые нам удалось встретить. Над местностью преобладал высокий, зловещий замок.

source: We rested for that night in the safety and hospitality of Raelthyn — or at least, most of us did. Having spent so many months on the field sleeping in crude sacks at night, I felt uncomfortable on the luxurious metal beds that civilization had to offer. Every once in a while I would get up and see Elynia standing or sitting on a nearby balcony, gazing at the moon. I felt compelled to go talk to her, but I knew there was nothing I could say to remedy the situation. The best I could do was to try and open up to her later once her resentment subsided. When dawn broke, we immediately prepared for our journey into orcish territory. I had to confront Elynia’s eyes again. Truth to be told, when we first met I never thought those gentle amber orbs could hold such contempt towards a living creature.
ru: Той ночью мы отдохнули в безопасности и гостеприимстве Раэлтына — вернее, большинство из нас. Проспав многие месяцы в грубых мешках по ночам, мне было неуютно на тех роскошных металлических кроватях, которые предложило нам это государство. Каждый раз, когда я просыпался, я видел, как Элиния стояла или сидела на ближайшем балконе, смотря на луну. Я чувствовал, будто мне необходимо поговорить с ней, но я знал, что ничего не мог сделать, чтобы облегчить положение. Единственным выходом для меня оставалось сделать это позже, когда её негодование осядет. Как только взошло первое рассветное солнце, мы сразу же начали приготовления к походу на территорию орков. Мне снова пришлось столкнуться с глазами Элинии. Сказать по правде, когда мы встретили её в первый раз, я не мог и подумать, что эти нежные янтарные глаза смогут выражать такое презрение в отношении живого существа.

source: To keep us in check, the Grand Council assigned us Erathan and a few other men — all highly skilled with the bow and arrow — under the pretense of protecting us from any potential attempts against our lives. Even though Mal Keshar would disagree with me, it did not seem like the orcs ever considered causing any harm to us. At most they seemed displeased by the Council’s choice of diplomats, as well as the fact that they hardly knew anything about our race and origins. But our insistence paid off in the end. We were finally granted an audience with Quogar Ratham, the local orcish chieftain.
ru: Чтобы держать нас под присмотром, Великий Совет отправил Эрэзэна и ещё несколько человек — обученных фехтованию и стрельбе из лука— сопровождать нас под предлогом защиты от возможных угроз. Хотя Мал Кешар со мной не согласится, у этих орков, похоже, не было стремления причинять нам вред. В худшем случае они выражали недовольство посланникам Совета, тем более, что они вряд ли знали что-то о происхождении нашей расы. Но настойчивость оказалась уместна в общении. Нам предоставили возможность пообщаться с Квогаром Рэтхемом, местным вождём орков.

source: Of all the things that I had been through during this twisting journey across the continent, playing ambassador to an orcish chieftain was amongst the most bizarre of them. We had gone from killing orcs on the sands without a single thought to having relatively amicable conversations with their kin in the west. Little did I suspect then how things would soon take a darker turn.
ru: Изо всех чудес нашего похода сквозь континент, служба послом перед оркским вождём была одним из самых невероятных. Ещё недавно мы убивали орков в песках без задней мысли, а теперь нам предстояло вести с ними переговоры на высшем уровне. Но мы не подозревали, что скоро дело примет гораздо более мрачный оборот.

source: We spent the next few weeks resting in the peaceful Aragwaith capital, gathering intelligence on our target and making preparations for our final mission. Since we feared that they might refuse to sign the alliance pact otherwise, we kept our plans a secret from the Council. As time passed on, the border skirmishes grew in number and intensity, and the Far North denizens began to take the threat more seriously. The timing could not be more convenient, as the news of the Chaos Empire’s hostile advances helped quell the humans’ instinctive distrust of our kind. To think that there once was an era when elves were the custodians of the Great Continent rather than humans...
ru: Мы провели несколько недель в столице Эрагвийцев, занимаясь поиском сведений о нашей цели и приготовлениями к предстоящей операции. Мы скрывали наш план от Совета на случай, что они откажутся от соглашения, если узнают. Со временем столкновения на границе участились – жители Крайнего Севера начали беспокоиться об угрозе. Страх нового, ужасного врага подавил в людях недоверие к нашему роду. А ведь однажды эльфы владели Большим Континентом, а не люди…

source: Finally, the decisive day came and the entire Council gathered once more to decide our destiny.
ru: И вот, роковой день настал: весь Совет собрался, чтобы снова решить нашу судьбу.

source: Throughout Irdya’s relatively short recorded history, elves seldom participated in wars. On the few occasions they did, the results were grim and devastating for everyone involved: the orc invasion following the humans’ arrival, a civil war amongst our forefathers, a war against an empire led by a great Necromancer, and the final doom of Wesmere under Zhangor’s rule. We had agreed that our sacrifice was necessary to keep the elves’ involvement in this new war to a minimum. Lord Inodien and Lady Unarye would see that our people would not be senselessly dispatched to the battlefield to die. Meanwhile, Elynia, Mal Keshar and I would hopefully earn our people a swift victory by bringing down the orchestrator of our suffering, the brain behind the machine that is the Chaos Empire.
ru: За всю историю Ирдии войны, в которых принимали участие эльфы, приводили к ужасающим последствиям для всех: сперва нашествие орков, пришедших вслед за людьми; гражданская война между нашими праотцами; война против империи великого Некроманта; а затем гибель Весмира под властью Жангора. Мы согласились, что наших жертв уже достаточно, и эльфы сократят своё участие в разгоравшейся войне. Лорд Инодьен и Леди Анери сделают всё возможное, чтобы наш народ не использовали в качестве пушечного мяса. В это время, надеюсь, наш отряд одержит быструю победу, убрав творца наших страданий — мозг, стоящий за машиной Империи Хаоса.

source: I wondered if we would ever return to the northern country as victors; whether we would become stranded in enemy territory and die before accomplishing our mission, or be killed by the demons after vanquishing their leader. Even though the Aragwaithi had gathered enough information on our target to guide us on our mission, there were still many questions left to answer. Most importantly, are we to believe that Uria actually exists and is behind everything? Could Yechnagoth have survived the battle against our desert kin somehow? Did Anlindë manage to vanquish the Warlord, or was her sacrifice in vain? Could she be alive in a dungeon somewhere, tortured by our enemies, or would she have taken her own life before?
ru: Вернёмся ли мы обратно победителями; потеряемся ли в землях врага и иссохнем до того, как совершим задуманное; или нас замучают демоны, как только мы убьём их повелителя? И хотя Эрагвийцы собрали достаточно сведений, чтобы мы могли добраться до цели, многие вопросы так и остались открыты. Но главное, существует ли Урия, и она ли стоит за всем этим? Что, если Йечнагот каким-то образом пережила битву с нашими пустынными собратьями? Смогла ли Анлиндэ победить Воеводу, или её жертва оказалась бессмысленной? Что, если сейчас где-то в темнице её пытают враги? Или она успела покончить с собой?

source: But there was one thing we did know for sure: this was the beginning of the end, the dawn of our war against the Empire of Chaos. Us three were at the center of the storm, and we would make sure the Empire and Uria herself would feel the wrath of the peoples of Irdya.
ru: Одно мы знали точно: наступало начало конца, рассвет нашей войны против Империи Хаоса. Мы втроём шли точно в глаз надвигающейся бури, чтобы Империя и Урия ощутили всю ярость народов Ирдии.

source: And thus the long march began. We were warned that these mountains were treacherous and rife with hostile creatures, but the sight of more of those metallic birds flying about still proved a surprise. They seemed to roam freely across the land without a particular purpose, as if they had become part of the local fauna. Perhaps they were once part of the many experiments the Chaos Empire performed on living creatures... even persons.
ru: Итак, наш поход начался. Нас предупреждали, что горы коварны и кишат враждебными тварями, но мы никак не ожидали увидеть летающих металлических птиц. Они кружили над землёй без видимой цели, и казалось, будто бы они стали частью местных обитателей. Быть может, они когда-то были предметом многочисленных экспериментов, которые Империя Хаоса проводила над живыми существами… возможно, даже людьми.

source: Although we had spent much time together since we found her in the Heart Mountains, it was only now that I noticed an odd habit Elynia had: she much preferred to walk like us commoners than to float above ground as other elves or faeries possessing the capability did. Out of curiosity and lacking anything better to speak of, I decided to ask her about this peculiar habit. She revealed she has done this for as long as she remembers, perhaps because her mentor and guardian did as well. It was then that it occurred to me that I knew nothing of Elynia’s past life in the Golden Age beyond her history lessons. I wondered if her childhood had been like mine, with her guardian taking over for her missing parents.
ru: Хотя мы провели так много времени вместе с тех пор, как отыскали её в горах Сердца, только сейчас я заметил странную привычку Элинии: она предпочитала ходить вместе с нами на своих ногах — остальные крылатые эльфы и файери парили над землёй. Однажды из любопытства и скуки я спросил её об этом необычном поведении. Она ответила, что поступала так сколько себя помнит: так вела себя её учительница и опекун. И тогда я понял, что не знал ничего о жизни Элинии во время Золотого Века, кроме её уроков истории. Интересно, было ли её детство похоже на моё, когда опекун занял роль пропавших родителей.

source: She gazed at me, her eyes as alluring as the setting sun. Then she smiled, and I saw for a brief moment a glimpse of something else hiding beneath the surface. I decided to not ask her about her mentor, for fear of bringing back sad memories. Like Mal Keshar, she has lived for longer than any other creature on Irdya, and seems intent on leaving her past behind.
ru: Она пристально посмотрела на меня, её глаза манили, словно заходящее солнце. Затем она на мгновение улыбнулась, и я заметил, как что-то ещё скрывалось за её лицом. Я решил не спрашивать её о наставнице, чтобы случайно не вызвать дурные воспоминания. Как и Мал Кешар, она прожила дольше любого существа Ирдии, и, похоже, желает оставить прошлое позади.

source: Two days into our journey, we came across a road quite evidently built by our enemies amidst the tall mountains not long ago. A new confrontation was imminent.
ru: Спустя два дня пути мы наткнулись на дорогу между горами, очевидно, проложенную противником совсем недавно. Противостояние было неизбежным.

source: Following our second encounter with the vile necromancer, we felt less inclined to stop to rest and sleep during the night. Most of the demons we had encountered thus far seemed more adept at fighting in the darkness than under daylight. Moreover, we did not know for certain if Hekuba could be watching us from afar, planning his next strike; it would not do us any good to suffer more casualties before reaching our objective. After only a couple of days, we succumbed to the fatigue and set up camp during the long dark.
ru: После второго столкновения с подлым некромантом, у нас начало пропадать желание спать по ночам. Демоны, которых мы встречали до сих пор, по большей части приспособились сражаться ночью, чем при свете дня. Кроме того, мы не были уверены в том, что Хекуба не наблюдал за нами издалека, готовясь к следующему удару; новые потери до того, как мы достигнем нашей цели, не привели бы ни к чему хорошему. Всего лишь через несколько дней мы поддались усталости и разбили лагерь посреди длинной ночи.

source: Sleeping was not an easy task. Even though we were tired and perfectly able to drift off in a matter of seconds, we had to take turns watching over the encampment while others slept. Mal Keshar, of course, made sure to keep us awake during each shift telling us stories of his past feats; rather unfortunately for us, most of them involved the deaths of innocent — and sometimes not-so-innocent — people described in vivid detail. We continued to use the same strategy every night afterwards, with Elynia taking over for Mal Keshar at times to keep our living companions entertained with less grisly anecdotes. She boasted that she did not need to sleep as often or for as long as most of us normal people, but as I came to witness, that was simply not true.
ru: Сон был непростой задачей. Хотя все мы еле держались на ногах, части из нас приходилось сторожить лагерь, пока спали другие. Мал Кешар, конечно, справлялся на отлично, рассказывая истории о деяниях своего далёкого прошлого каждую смену; к несчастью для нас, большинство из них включало в себя смерть невиновных – иногда, правда, и не таких уж и невиновных, описанную в подробнейших деталях. Мы вели дежурство каждую ночь, иногда Элиния заменяла Мал Кешара и развлекала наших живых товарищей рассказами посветлее. Она заявляла, что ей не нужно спать так долго, как большинству из нас, но, как я убедился, то не было правдой.

source: It was at the end of one of my shifts. I went to Elynia’s tent to wake her up for hers, but this time I did not find her up and ready to take her place; she had clearly made the attempt and somehow tumbled back into bed instead. I opted to let her sleep and went back to keeping guard with Mal Keshar by my side, doing my best effort to ignore his teasing until dawn broke. And then, I had to endure Elynia scolding me for breaking protocol.
ru: Моя смена подходила к концу. Предстояло обменяться местами с Элинией, и я вошёл в шалаш, чтобы её разбудить – однако, я застал леди лежащей на кровати: очевидно, она пыталась собраться, но сон сразил её наповал. Я решил позволить ей выспаться и вернулся на дежурство к Мал Кешару, пытаясь изо всех сил не обращать внимания на его поддразнивания вплоть до рассвета. В довесок ко всему Элиния затем меня ещё и отчитала за нарушение устава.

source: Six more days passed before we reached the end of the mountains, and we came upon the desolate landscape that once saw three godlike beings do battle for Irdya’s fate.
ru: Через шесть дней мы достигли конца горной цепи и перешли в разорённую пустошь, что однажды запечатлела, как три богоподобные сущности сражались за судьбу Ирдии.

source: I have never been the kind of elf who would sit in a tree’s shade and reflect on the trials and tribulations of life or record profound thoughts onto paper. However, Anlindë thought that others could benefit from reading a personal chronicle of our journey across the continent, especially if something were to happen to me on the field. In hindsight, I may have been far too reckless and brash in battle, putting my life in danger too often without any consideration for my friends and subjects. For that I wish to apologize to whomever may read this, in case I never have the chance to do so in the flesh.
ru: Я не из тех, кто сидел бы в тени дерева и размышлял о невзгодах жизни, записывая свои глубокие мысли на листе бумаги. Но, как учила меня Анлиндэ, другим будет полезно узнать об истории нашего похода, особенно о том, как я видел её собственными глазами, тем более, если со мной вдруг что-то случится. Признаюсь, в битве я всегда был безрассуден и дерзок, я подвергал свою жизнь опасности, не заботясь о приятелях и подчинённых. Прошу за это прощение у всех, кто прочтёт эту запись, на случай, если я уже не смогу это сделать вживую.

source: I do not know for certain whether I would have changed our fate had I the power. There was a lesson to be learned from our next encounter with the enemy, and perhaps, in time, it would prove crucial for our survival. Because soon after entering the caverns we would begin to realize the full breadth of the menace that threatened to end all life on Irdya, and I would personally bear witness to the terrifying power of Chaos.
ru: Не знаю, поменял ли бы я нашу судьбу, имей я эту силу. Следующее столкновение с врагом преподало нам жестокий урок, но, быть может, когда-то он станет ключом к нашему выживанию. Ибо как только мы вошли в пещеры, осознали всю глубину угрозы, нависшей над всей жизнью в Ирдии, и лично я стал свидетелем ужасающей мощи Хаоса.

source: The devastated landscapes of the lands of Chaos were easily the best weapon at the Empire’s disposal. Not only did they offer very little in the way of shelter, water and food, but they were also plagued with all manner of hostile creatures residing in artificial hives under the ground; the desert surrounding our long lost home was a sandy paradise compared to this nightmarish unknown. Bearing this in mind, perhaps the existence of a whole culture dedicated to the conquest and destruction of other peoples under the orders of a bellicose goddess was not as implausible as it first seemed. Exactly how they managed to sustain themselves on a day-to-day basis was an entirely different mystery, though.
ru: Опустошённые земли Хаоса были самым действенным орудием Империи. В них было не найти еды, воды и крова, они кишели тьмой враждебных тварей, что скрывались в искусственных ульях под землёй; пески, окружавшие наш потерянный дом, казались раем по сравнению с этим неведанным кошмаром. Если так подумать, возможно, возникновение целой культуры, помешанной на завоевании и уничтожении других народов по приказу воинственной богини, было и не таким невероятным, как казалось на первый взгляд. Но то, каким образом они могли поддерживать себя день за днём, однако, оставалось совершенно иной загадкой.

source: I tried my best to keep my mind clear at night, but the memories of my brief encounter with the Emperor continued to haunt me during my sleep. That vision of twisted metal and flesh, those ominous glowing eyes... his metallic voice booming and echoing in the darkness of a cavern, overlapping the constant noise of machines and creatures I had never heard before. Next to him stood somebody else, the silhouette of a woman holding a book of some sort. “She sees you as little more than a burden she constantly has to watch and protect while she and the necromancer do all the actual fighting.” “She knew that Anlindë’s sacrifice would hardly serve any purpose at all. She let her go, and you did nothing to prevent that tragedy.”
ru: Я напряг все силы, чтобы ночью мой разум оставался чист, но воспоминания о краткой встрече с Императором продолжили преследовать меня во сне. Метал, переплетённый с плотью, зловещие светящиеся глаза… его металлический голос гремел, отражаясь во тьме огромной пещеры, соединяясь с непрекращающимся гулом невиданных машин и существ. Но рядом виднелось что-то ещё – очертания женщины с книгой в руке. “Для неё ты лишь ноша, за которой нужно постоянно присматривать, в то время, как она и некромант делают всю грязную работу.” “Она знала, что жертва Анлиндэ едва ли к чему-то приведёт. Она отпустила её, а ты не сделал ничего, чтобы предотвратить трагедию.”

source: “I am not any more responsible for your mentor’s death than the Lady of Light whom you swore to protect, yet you came to my lands seeking vengeance.” “Do you not see that she is within your reach right now?” “You know what you must do.”
ru: “Я ответственен за смерть твоей наставницы не более, чем Леди Света, которую ты поклялся защищать, и всё же ты пришёл в мои земли с жаждой мести.” “Разве не видишь — она рядом с тобой?” “Сделай, что должен.”

source: Then a voice, an alluring voice belonging, perhaps, to the woman. She spoke in a language I could not understand. I focused on averting my mind from the scene just as I felt my arms begin to move on their own. “On the surface or underground, it makes no difference to me, Galas. You will not last long if you stay in my domain, unless you abandon this foolish quest of yours and pledge allegiance to Uria and me!” Then, a sudden flash of red, followed by complete darkness.
ru: Затем прозвучал голос, манящий, женский голос. Она говорила на совершенно чуждом языке. Я пытался отвести внимание от происходящего, но вдруг почувствовал, как будто бы руки перестали меня слушаться. “Ни во тьме подземелий, ни под светом солнц ты не скроешься от меня, Галас. В моих владениях тебе не протянуть – оставь свою дурацкую затею и клянись в верности мне и Урии, пока не поздно!” Внезапная вспышка красного цвета — затем ничего, кроме черноты.
