Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: Uria insists on the necessity of handing control of Irdya over to someone more experienced if everything goes according to plan. She says she will need me on Ethea, and that Nar-hamoth is of no use whatsoever beyond monitoring the Iron Council. “So who will it be?”, I inquired. “Somebody who can govern Irdya with an iron fist in your absence. Someone whose very name shall instill fear and obedience in all our subjects.” This is not how I hoped things would turn out, and Elyssa will surely not be pleased with this turn of events. The best I can do now is stall the mission for a while and hope she does not find out.
ru: Урия настаивает, что власть над Ирдией необходимо передать кому-то поопытнее, если всё пойдёт по плану. Как она говорит, моя помощь потребуется в Этии, а от Нар-хамота нет толку, кроме надсмотра за Железным Советом. “Но кто это будет?”, – спросил я. “Тот, чей железный кулак сможет управлять Ирдией в твоё отсутствие. Тот, чьё лишь имя ввергает подчинённых в страх и повиновение.” Я надеялся, дела до этого не дойдут, а Элиссе уж точно не понравится такой поворот событий. Всё, что я теперь могу сделать, — задержать выполнение задания и надеяться, что она не выяснит это.

source: The Light of the soul, the Darkness of the mind. Two opposing aspects that govern our existence and give way to life. Never fully overlapping, but also always intertwined. The Union of Light and Darkness. A paradoxical power beyond measure that permeates our reality like the sap that flows through the branches of a tree. Why would the First Gods bequeath such a dangerous tool to flawed beings like us? What is it that they saw approaching at the end of time?
ru: Свет души, Тьма рассудка. Две противоположные сущности, что определяют всё сущее, служа опорой для жизни. Они всегда переплетены — но никогда не затмевают друг друга. Союз Света и Тьмы. Парадоксальная, неизмеримая мощь, она пронизывает нашу реальность как сок, текущий по ветвям древа. Но почему Первые Боги завещали это опаснейшее орудие таким порочным существам, как мы? Быть может, они увидели что-то, приближающееся к нам в конце времён?

source: The glyph’s contents seem to be in a language you have never read nor heard before.
ru: Содержимое кристалла записано на неведомом вам языке.

source: Unlike the Seer, Uria believes that our fate can be changed by our actions, that there is no single path to the same destination, and that, like the fish that swim upstream from the ocean, the course of reality can be altered by a sufficiently strong will.
ru: В отличии от Зрящей, Урия верит в то, что наша судьба зависит от предпринимаемых действий, и что нет единственно верного способа достижения цели; и что, подобно рыбе, плывущей против течения, ход реальности может быть изменён достаточно сильной волей.

source: Eyestalk
ru: Древоглаз

source: Named ‘Eyestalks’ for obvious reasons, these plant-like creatures can focus their gaze onto an unsuspecting victim to draw life energy straight out of them to replenish their own. While almost defenseless against melee attacks, its deadly gaze from afar is not to be underestimated.
ru: Названные ‘Древоглазами’ по очевидным причинам, эти растениевидные существа одним своим взглядом высасывают жизненные силы из неподозревающей жертвы, чтобы восполнить свои собственные. Хотя Древоглазы почти что беззащитны в ближнем бою, их смертоносный взгляд не стоит недооценивать.

source: smash
ru: удар

source: gaze
ru: взгляд

source: Chimera
ru: Химера

source: Only a wicked evil wizard could have taken the characteristics of various monsters and have put them together in a single weapon of their cause. With three tails, a pair of feathery wings, the body of a gigantic bird and the eyes of a fearsome Cockatrice, this Chimera is not a foe to play with. Its ability to turn its opponents to stone is probably the major threat it imposes over its victims. Use extreme caution, and never look directly to its eyes.
ru: Только необыкновенно злой колдун мог взять черты различных монстров и, сложив их вместе в единое орудие, поставить на службу своему делу. С тремя хвостами, парой оперённых крыльев, телом гигантской птицы и глазами жуткого василиска – эта химера не тот враг, чтобы играть с ним в игры. Его способность превращать свои противников в камень, вероятно, есть главная опасность, которая грозит его жертвам. Будьте предельно осторожны и никогда не смотрите ей прямо в глаза.

source: Crow
ru: Ворон

source: Crows are carrion birds which will eat anything dead. Larger ones such as this have been also known to feed upon living preys when food is scarce.
ru: Вороны - отвратительные птицы, которые едят падаль. Известно также, что такие большие как этот, во время бескоммицы могут нападать на живущую добычу.

source: beak
ru: клюв

source: Brain Drainer
ru: Мозгосос

source: Giant Leeches grow up after draining enough blood, becoming a extremely dangerous threat for any living creature. As they drain blood, they regenerate, healing their wounds and growing in size. Since they have acquired the habit of attacking their prey’s head first, they have been named ‘brain-drainers’. This does not mean that they actually feed on their prey’s brain. They just crush its cranium with their powerful mouth in order to gain easy and fast access to the blood in the remaining body of the poor victim.
ru: Выпив достаточно крови, гигантские пиявки становятся ещё больше, превращаясь в угрозу для любого живого существа. Поглощая кровь, они восстанавливают своё здоровье и продолжают расти. В связи с тем, что в большинстве случаев они сперва атакуют голову, эти особи были прозваны ‘мозгососами’. Это не означает, что они питаются мозгами их жертв, они лишь раскалывают череп своим сильным ртом, чтобы получить быстрый доступ ко всей оставшейся в теле жертвы крови.

source: drainer
ru: присоска

source: Giant Leech
ru: Пиявка-монстр

source: Leeches are well known for their habit of draining the blood out of bigger creatures. It is fortunate that they are smaller than a man’s thumb. However, in certain places, deep underground, giant eyeless reptilians that behave as leeches have been spotted, thus leading people to call them ‘Giant Leeches’. It is not known what these beings actually are, or how they got to have this body structure and habits. Rumor has it that they are eternally thirsty for fresh blood.
ru: Пиявки общеизвестны за свою привычку высасывать кровь из больших существ. К счастью, они меньше большого пальца.... Однако в местах, спрятанных глубоко под землёй, были обнаружены гигантские безглазые рептилии, ведущие себя в точности, как пиявки. Поэтому они и были прозваны ‘Пиявками-монстрами’. Неизвестно, что это за твари и как они приобрели такое строение тела и поведение. Но их непомерная жажда крови не вызывает сомнения.

source: Rabbit
ru: Кролик

source: It is easy for people who have never lived in the countryside to underestimate the menace that these small and innocent-looking creatures pose to civilization. Their staggeringly high breeding rate and powerful incisors allow them to make short work of any plantation in a matter of days, depriving hard-working farmers from their only source of income and wreaking havoc on a kingdom’s economy. Luckily for most, the rabbit population is usually kept under control by their many predators, including humans who have realized their culinary applications.
ru: Людям, никогда не жившим в сельской местности, легко недооценить угрозу, которую эти маленькие миловидные зверьки представляют для цивилизации. Ошеломляюще высокая скорость размножения и мощные резцы позволяют им расправиться с любым огородом за считанные дни, лишая кропотливых фермеров единственного источника достатка, тем самым подрывая экономику страны. К счастью для большинства, численность кроликов остаётся под контролем многочисленных хищников, в том числе и людей, осознавших их вкусовые качества.

source: incisors
ru: резцы

source: Mother Mudcrawler
ru: Грязевик-гора

source: As mudcrawlers are nothing but magical constructs of soil and water, they can merge into a single bigger entity when it is necessary to defeat a tough foe. Obviously this represents great danger, as with the adequate number they can form a major mudcrawler big as a tree, more than enough to crush a brave mounted warrior with a single strike of their composite fist.
ru: Так как грязевики не что иное, как магические создания из почвы и воды, они могут слиться в одну большую сущность, когда это необходимо, чтобы победить сильного противника. Очевидно, что это представляет серьёзную опасность, так как при достаточным большом количестве они могут создать грязевика, огромного как дерево. Этого более чем достаточно, чтобы сокрушить храброго воина одним ударом их объединённого кулака.

source: Cockatrice
ru: Кокетрас

source: Sometimes known as ‘basilisks’, these mystical creatures are said to be able to turn the living to stone. Needless to say, this makes them extremely dangerous.
ru: Иногда упоминаемые как ‘василиски’, эти загадочные существа, как сказано, способны заставить живое существо окаменеть. Разумеется, из-за этого они крайне опасны.

source: Tux the Penguin
ru: Пингвин Такс

source: Nobody knows where the Tux came from. Rumor has it that it’s the avatar of the destruction wind in this world.
ru: Никто не знает откуда пришёл Такс, но есть легенда, что он — предвестник разрушения этого мира.

source: Master of Darkness
ru: Повелитель Тьмы

source: Argan’s unfaltering faith in the Mother of Inferno has turned him into a messianic figure revered by the Chaos Empire’s subjects, an antithesis to the Master of Darkness of old. His grotesque new body is anything but an impediment to his fabled mastery of the essence of Darkness. Feared by allies and foes alike, he rules Uria’s sacred domain on Irdya with an iron fist, and delivers her command directly to the Chaos Warlord and the Iron Triad. And to those foolish few who may disobey his authority, the bleakest of fates awaits — to be stripped of their will and turned into mindless biomechanical creatures bound to serve their master unquestioningly for the rest of their lives. Needless to say, absolutely no creature born from Irdya has ever confronted this man in battle and survived to tell the tale.
ru: Непоколебимая вера Аргана в Мать Инферно превратила его в подобие пророка для подданных Империи Хаоса, в полную противоположность Повелителя Тьмы прошлого. Его причудливое новое тело лишь усиливает его несравненное господство над сущностью Тьмы. Вселяя страх как во врагов, так и в союзников, он держит священное царство Урии в ежовых рукавицах и отдаёт её приказы напрямую Воеводе Хаоса и Железному Совету. А для тех немногих безумцев, что посмеют не подчиниться его власти, уготована страшнейшая участь — они будут превращены в бездумных биомеханических существ, что будут беспрекословно служить Повелителю до конца своей жизни. Не стоит и говорить: ещё ни одно существо из Ирдии ни разу не встречалось с ним в бою и выжило, чтобы что-то рассказать.

source: soul ripper
ru: вырывание души

source: infernal chill
ru: адский холод

source: noctum
ru: луч тьмы

source: female^Chaos Warlord
ru: Воевода Хаоса

source: Not since the fall of Mal-Ravanal had Irdya seen an entity able to seize the entirety of the Great Continent by force — until, that is, the rise of the Chaos Empire. It is said the humble man who founded it would not have compared to the legendary lich in power or stature, but the Mother of Inferno herself lent him her guidance and blessing. In time, the Empire’s reach would extend far beyond even Ravanal’s petty conquest, its leaders far more powerful than the Founder could ever have hoped to be. Today the Chaos Lorekeepers function at the behest of the Empire’s main governing body, the Iron Council. In turn, the Council answers to the Chaos Emperor, though for the most part it is his second, the Chaos Warlord, who figures prominently in the Empire’s politics and decision-making. Beyond being a key figure of authority, the Chaos Warlord occasionally takes active part in the Empire’s military campaigns, commanding its forces wherever Uria’s plans require surgical precision and absolute efficacy. It is rumored that, despite centuries of continual assaults, the Warlord has to yet fall short of an objective. If so, this creature is personally responsible for the deaths of countless millions over the years. That even the most hardened of demon warriors quake with fear at the prospect of attracting the Warlord’s attentions should be cautionary hint enough for anyone foolish enough to ponder blocking the Warlord’s way.
ru: Со времён падения Мал Раванала едва ли кто-то был силён настолько, чтобы посягнуть на весь Большой Континент – естественно, до возвышения Империи Хаоса. Поговаривают, что её скромный основатель навряд ли мог потягаться с легендарным личом мощью или устрашающим внешним видом – однако, сама Мать Инферно вверила ему своё благословление и напутствие. И вот теперь рубежи Империи расширились настолько, что даже набег Раванала кажется жалким, а её предводители своим могуществом превзошли самые смелые ожидания Основателя. В наше время Хранители Знаний служат исполнителями приказов главного управляющего органа Империи – Железного Совета. В свою очередь, Совет несёт ответ перед Императором Хаоса, но по большей части это делает его правая рука – Воевода Хаоса, чья роль в политике и принятии решений Империей несравненно велика. Являясь не только неотъемлемой частью власти, Воевода Хаоса время от времени принимает ключевое участие в военных кампаниях Империи, производя руководство её силами в случае, если планы Урии требуют хирургической точности и абсолютной эффективности. Ходят слухи, что несмотря на века непрекращающихся сражений Воеводе ещё не удалось потерпеть ни одного провала. В таком случае это существо несёт личную ответственность за смерть бесчисленных миллионов. Достаточно сказать, что даже самые твердокожие воины демонов содрогаются от страха привлечь к себе внимание Воеводы.

source: ethereal blast
ru: эфирный шквал

source: burning inferno
ru: адское пламя

source: Nobody knows for sure what path led her to become what she is now: a creature neither human nor machine. The Chaos Warlord’s human visage and emaciated body belie the fearsome strength and sharpness of mind she has displayed in battle over the centuries. To Uria’s servants — humans or otherwise — her unnatural abilities and great power have earned her a reputation as a demoness, along with the fear and respect normally reserved for a demon lord. The fate of anyone facing her in combat is already set, and the most they can hope for is a swift and painless death.
ru: Никто не знает, что сделало её такой: ни человеком, ни машиной. Человеческое лицо и истощённое тело Воеводы Хаоса подчёркивают остроту её ума, которую она проявляла в битвах веками. Среди приспешников Урии, даже не среди людей, её неестественные способности и невероятная мощь заработали ей славу демонессы, а их благоговейный страх перед ней сравнится лишь со страхом перед лордом демонов. Судьба всех, кто встретит её в битве, уже решена, и лучшее, на что они могут надеяться, — быстрая и безболезненная смерть.

source: Skeleton Rider
ru: Скелет-всадник

source: Once great warriors thundering across the plains, these mounted riders atop their skeletal horses were raised from the grave by unholy magic to spread fear and destruction.
ru: Некогда великие воины, сотрясавшие равнины поступью своих коней, были подняты из могилы нечестивой магией и водружены на скелет своего коня, чтобы сеять страх и разрушение.

source: Death Baron
ru: Неживой Барон

source: Sometimes the mightiest warriors and generals, cursed with hate and angst, come back to this world as Death Knights. Death Barons serve them whilst accruing enough unholy power to advance to the level of their masters. In the process, they pick up a good deal of the Knight’s skills, including the ability to easily and effectively command underlings.
ru: Время от времени величайшие воины и генералы, проклятые ненавистью и тоской, возвращаются в этот мир в образе рыцарей смерти. Неживые бароны служат им, накапливая в себе нечистую силу, чтобы подняться до уровня их владык. В процессе они приобретают немалую часть навыков этих рыцарей, в том числе и способность просто и эффективно коммандовать подчинёнными.

source: Shadow Minion
ru: Порождение тени

source: These spawns of the night are not to be taken lightly. Although weak beneath the suns’ light, they prove remarkably dangerous under the protection of the darkness, being able to move unseen and strike when least extected.
ru: Эти порождения ночи не стоит недооценивать. Несмотря на слабость под солнечным светом, под покровом тьмы они представляют огромную опасность, приближаясь незаметно к своей жертве и ударяя, когда их не ждут.

source: Bone Knight
ru: Костяной рыцарь

source: Even after countless centuries buried beneath the sands, these warriors and their mighty steeds remain strong and fast, able to swifly dash into battle at their master’s command and lay waste to their enemies.
ru: Даже после бесчисленных веков, проведённых под песками, эти воины и их могучие скакуны остаются сильными и быстрыми, способными ворваться в битву по приказу их хозяев и разорвать ряды врага.

source: trample
ru: наскок

source: Ancestor
ru: Дух предка

source: Revered warriors of old roam through the elven forests, visible only by the light of their shining silver blades, their wounds having closed as if they had never existed. Though they are only partially present in the mortal realm, their voices can whisper words in the wind that chill the hearts of their enemies, words that show the true meaning of fear.
ru: Только благодаря их сверкающим серебристым мечам можно увидеть, как почтенные воины былого бродят по эльфийским лесам. Они лишь частью присутствуют в царстве мёртвых, и раны их затянулись, как будто их никогда не было. Их голос, подобно ветру, шепчет слова, от которых стынут сердца их врагов, вынуждая их умирать от невыносимого ужаса.

source: ancient blade
ru: древний клинок

source: requiem
ru: песнь смерти

source: Shadow Spawn
ru: Порождение тьмы

source: These creatures, known to those who encounter them as Shadow Spawns, are an embodiment of the darkest magical arts, and as such, only those highly adept in the arts of necromancy can create them. Like some undead, they possess the necromantic ability to raise the corpses of those they kill to the cruel world of unlife, and are willing to use this to full advantage.
ru: Только искусные адепты истинной тьмы способны создавать мерзость известную как порождение тьмы. По своей сути, порождение тьмы – это воплощение темнейших магических искусств. Они обладают способностью поднимать трупы тех, кого они убивают, ввергая их в жестокий мир нежити.

source: Warrior Spirit
ru: Дух воина

source: The greatest elvish warriors of times past are not completely gone, for they consider even death no obstacle to them. They will roam the forests which formerly served as their homes, wandering through both their memories and the mortal plane of which they inhabit. Their recollections of glorious battles and wars, conquests and defeats, cause them to eternally seek a chance to perform those same feats once again. Indeed, this is not difficult, for they can strike the utmost terror into their foes, sometimes even causing death.
ru: Величайшие эльфийские войны прошлого не уходят навечно, так как не считают даже смерть препятствием для них. Они обходят леса, когда-то служившие им домом, блуждая как по своей памяти, так и по царству живых. Воспоминания о великих сражениях и войнах, завоеваниях и поражениях побуждают их снова совершать те далёкие подвиги. И действительно, это не так трудно, так как они своим видом вызывают неизмеримый ужас у неприятеля, иногда вызывая его смерть.

source: Forefather
ru: Предтеча

source: The ancient elvish lords may come back to this world in times of great need, to lead their people to glory once again. When attacking, they sing a chilling chant of death, one which can paralyze their opponents with shear fear. This has been known to have changed the course of many a battle in favor of the elven forces, even when defeat was so close at hand.
ru: Древние эльфийские лорды могут вернуться в этот мир во времена великой нужды, чтобы еще раз привести свой народ к славе. Во время атаки они поют жуткую песнь смерти, от которой стынут сердца врагов. Известно, не раз безнадёжно проигранная эльфами битва внезапно оборачивалась в их пользу из-за одного лишь присутствия этих духов.

source: Elvish Civilian
ru: Ополченец

source: Despite not being of a particularly warlike nature, most elves are taught at very early age the basics of swordplay and archery. This enables them to defend themselves and form a militia to guard their homes in times of need.
ru: Невзирая на то, что эльфы не самый агрессивный народ, большинство из них с самого детства обучается основам фехтования и стрельбы из лука. Это позволяет им в трудные времена созывать отряды ополчения для защиты своей родной земли.

source: female^Elvish Civilian
ru: Ополченец

source: female^Elvish Ascetic
ru: Отшельница

source: Some elves have studied varieties of magic better suited for offensive purposes. Whence their knowledge and mastery of such arts came is not known, and they do not reveal their secrets. All that is known of their training is that they may spend a long time alone in the wilderness, not to appear for years, or in extreme cases, centuries. For these ascetics, knowledge may be a curse at times, as their people tend to expect from them more that what they can offer without violating their own principles. Nonetheless, they may use their mastery of magic to lend a hand to fate--or to twist it. They possess good knowledge of both offensive and defensive spells. They often also have basic notions of medicine and can cure other creatures from the effects of poison.
ru: Некоторые эльфы изучили области магии более подходящие для военных целей. Откуда к ним пришли знания и мастерство в подобных искусствах – неизвестно, ибо они не раскрывают свои секреты. Об их подготовке известно лишь то, что они проводят долгое время в уединении пустыни, не появляясь по несколько лет, а изредка даже столетий. Для этих отшельников знание порой может стать проклятием, так как их соплеменники склонны ожидать от них большего, чем они могут предложить, не нарушая своих принципов. Тем не менее, они могут использовать свое мастерство магии, чтобы протянуть руку помощи в трудную минуту или отвратить злой рок. Они обладают хорошими знаниями как наступательных, так и оборонительных заклинаний. У них часто имеются базовые понятия о медицине и могут вылечить других существ от последствий отравления.

source: ethereal zephyr
ru: эфирное дуновение

source: female^Elvish Avatar
ru: Воплощённая
