Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: female^Truly, it is a magnificent power. It is a shame that you will not surrender it to me willingly, Lady of Light.
ru: Какая изумительная мощь! Жаль, что ты не передала её мне добровольно, Леди Света.

source: Elynia is able to use the Union without Mal Keshar if she is adjacent to Argan, although doing so puts her at risk
ru: Элиния способна использовать Союз без Мал Кешара, если она находится рядом с Арганом, однако ей самой в этом случае грозит опасность

source: absorbed damage
ru: урон поглощен

source: You are... hurting me...
ru: Ты... делаешь мне больно...

source: Elynia... Why do you do this?
ru: Элиния… Почему?

source: We were meant to be together... for the rest of eternity... Do you not love me anymore, Elynia?
ru: Нам предназначено быть вместе… до конца вечности… Разве ты меня больше не любишь, Элиния?

source: You... You’ve become a monster! An abomination! Do you really not realize what you’ve done, what... what Uria has done to you?
ru: Ты… ты стал чудовищем! Противоестественной тварью! Ты не понимаешь, что натворил, что… что Урия сотворила с тобой?

source: Excuse me, did I miss anything? ... Oh! I guess you haven’t managed to strike down that pompous fool yet. Good, good.
ru: Прошу прощения, я ничего не пропустил? … Ах, да! Вы что, ещё не победили этого самодура?! Что ж, сейчас это исправим.

source: Mal Keshar! Thank the Lords of Light — I thought I would never hear you speak again. Do you think you can still help us somehow?
ru: Мал Кешар! Благодари Повелителей Света — Я уже и не надеялась тебя услышать снова. Не мог бы ты нам помочь?

source: Help you? HA! Of course I can help you! It will take much more than some unfathomable ancient power to put me out of commission, boy.
ru: Помочь вам? ХА! Кого ты спрашиваешь?! Одной лишь неописуемой древней силы не хватит, чтобы выбить меня из строя, малыш.

source: female^Put an end... to this... <b>NOW!</b>
ru: Покончи… с этим… <b>СЕЙЧАС ЖЕ!</b>

source: Look out! Those creatures emerge from his body with each hit!
ru: Взгляните! Эти существа отрываются от его тела с каждым ударом!

source: Energy... Yes... Feed me more energy...
ru: Энергия… Да… Больше энергии…

source: No... Noooooo!!! My power... falters...
ru: Нет… Нееееееет!!! Моя власть… содрогнулась…

source: It’s— it’s tearing me apart—
ru: Меня— меня разрывает на части—

source: What just happened?
ru: Что только что случилось?

source: The prophecy... has been broken.
ru: Пророчество… было разрушено.

source: Face your Fate
ru: Лицо Судьбы

source: team_name^Chaos Warlord
ru: Воевода Хаоса

source: Laveri
ru: Лавери

source: Pelaes
ru: Пелэс

source: Pelcatil
ru: Пелкатсил

source: Marlin
ru: Мерлин

source: Durcanos
ru: Дурканос

source: Izkotep
ru: Изкотеп

source: Shrieek!
ru: *пронзительно визжит*

source: What in the world are those creatures doing?
ru: Что делают те существа?

source: I’m na’ sure, they seem to be laying larvae on the flooded eastern keep.
ru: Похоже, они откладывают личинки в затопленной крепости на западе.

source: My lady, we swear we winna’ rest until either we ha’ spilled all the the blood o’ those wretched freaks, or our dead bodies are all layin’ on the floor. We’ll fight for ye. May the glorious ruins of Herthgar be our tomb!
ru: Госпожа, мы клянёмся, что будем сражаться, пока не разольём всю кровь этих гнусных ублюдков или пока наши бездыханные тела не останутся лежать по всему полу. Мы сразимся за Вас. И пусть же славные развалины Хертгара станут нашей могилой!

source: Ah, the stench of death and decay that fills this place only intensifies my hunger. Let us make haste and finish this once and for all so we can have our well-deserved feast!
ru: Ах, запах смерти и разложения. Он лишь усиливает мой голод. Давайте же поторопимся и закончим всё раз и навсегда, и получим наше заслуженное пиршество!

source: Look, the elvish witch is on the dwarvish capital’s keep!
ru: Смотрите, наверху гномьей цитадели эльфийская ведьма!

source: Graaargh, kill her, now! And the elf leader too! And find the filthy faerie of the forests — but remember the Warlord’s orders: trap the creature, but she must not come to harm! We need her alive and intact.
ru: Аррррг, убейте её сейчас же! И предводителя эльфов заодно! И отыщите ту грязную лесную файери — но помните приказ Воеводы: поймайте существо, но не нанесите ей вреда! Она нужна нам живой.

source: Attack now! You know what to do!
ru: В атаку! Вы знаете, что делать!

source: Their final assault begins. Hopefully we’ll manage to give Galas and the rest enough time to escape unnoticed.
ru: Начался последний штурм. Лишь бы мы дали Галасу и остальным достаточно времени, чтобы уйти незамеченными.

source: Aaargh!! It’s pointless! <i>(spits)</i> Killing me won’t do anything to weaken our forces! We are unstoppable!
ru: Ааа-гр-р!! Бесполезно! <i>(кашляет)</i> Моя смерть не ослабит наши силы! Мы неостановимы!

source: Great. Nobody informed me that there was <i>another</i> alternate entrance to this chamber in the west. We ought to seal that somehow.
ru: Просто великолепно. Никто не сказал мне о том, что к западу отсюда был <i>ещё один</i> подход к пещере. Нужно было как-то его заблокировать.

source: Chaos Warlord
ru: Воевода Хаоса

source: Their commander, at last! Come and fight me, fiend! This place shall be your grave!
ru: Воевода! Ну, наконец-то! Иди и сразись со мной, дьявольское отродье! Это место станет твоей могилой!

source: <i>(muffled metallic voice)</i> You should do like your friends and run away, little worm, unless you would prefer me to tear your frail body to pieces and delight in your suffering.
ru: <i>(приглушенный металлический голос)</i> Тебе следовало поступить подобно твоим дружкам и бежать, ничтожество. Я буду наслаждаться, разрезая твоё хрупкое тело на части.

source: Trying to divert my attention is futile. I already know where your friends are; it is all in your weak and permeable mind. Your pointless sacrifice does not fool our Master either, and neither will it save the cowards from his wrath. We’ll find them all in due time.
ru: Пытаться отвлечь моё внимание бесполезно. Я уже знаю, где твои приятели, — всё это в твоём слабом и проницаемом разуме. Твоя бессмысленная жертва не одурачит и нашего Повелителя — ничто не спасёт трусов от его ярости. Мы настигнем их всех, когда придёт время.

source: Not if I can stop you first!
ru: Ну уж нет! Я остановлю тебя!

source: Vanquish the Chaos Warlord
ru: Победите Воеводу Хаоса

source: You will never succeed in slaying me with such pitiful weapons and spells.
ru: Меня не победить таким жалким оружием и заклинаниями.

source: By the power you have bestowed upon me, Uria, may the spells conferring life to the dead be canceled now!
ru: Силой, которой ты одарила меня, Урия, пусть заклятья, что возвращают мёртвых к жизни, будут отменены!

source: I am... sorry, Galas... I... failed...
ru: Галас… Я… не справилась…

source: Anlindë
ru: Анлиндэ

source: You still draw breath? This is an infuriating waste of my time.
ru: Ты всё ещё дышишь? Какая досадная трата моего времени.

source: ... Heh.
ru: … Хех.

source: What is this?!
ru: Что это такое?!

source: I’m not... leaving this world... without taking you with me...
ru: Я не… покину этот мир… не забрав тебя…

source: Aiyeee!! Retreat, retreat!!
ru: Авуууу!! Отступаем, отступаем!!

source: Do you truly believe it will be all over just like this? How naïve of someone like you, a past servant of Zhangor.
ru: И ты веришь, что все закончится просто так? Как же ты наивна, бывшая прислужница Жангора.

source: Death will take us all now... None of that matters anymore.
ru: Теперь смерть заберёт нас всех… Это уже неважно.

source: Cutscene
ru: Катсцена

source: Strike on Herthgar
ru: Осада Хертгара

source: Armiza’ar
ru: Армизаар

source: Denathor
ru: Денатор

source: Oddis
ru: Оддис

source: Gythrn
ru: Гитрн

source: Alazar
ru: Алазар

source: Furin
ru: Фурин

source: Wygerm
ru: Вигерм

source: Defeat all enemy leaders
ru: Победите всех лидеров противника

source: Death of King Asthorgar
ru: Смерть короля Асторгара

source: Death of Althurin
ru: Смерть Альтурина

source: Just as I feared, they managed to take down Herthgar’s defenses and surround the capital.
ru: Всё так, как я и боялась! Оборона Хертгара прорвана, столица окружена.

source: It matters little. We shall drive them out of the caves regardless of their numbers! Maybe we could even manage to turn them to our side in death, he he.
ru: Не важно. Мы изгоним врагов из этих пещер невзирая на их количество! Возможно, мы даже обратим их на нашу сторону в виде мертвецов, хе-хе.

source: So those are the demons you have fought? They are not as impressive as I expected.
ru: Так вот те демоны, с которыми вы сражались? Я не так уж и впечатлена.

source: They shall pay with their accursed blood if our good king was captured or murdered!
ru: Они поплатятся своей грязной кровью, если хоть волос упал с нашего короля!

source: Ye ha’ nae reason to fear, Althurin! Well, at least I am still alive!
ru: Тебе нечего бояться, Альтурин! Во всяком случае, я жив!

source: Your Highness, what is the situation?
ru: Ваше Величество, что происходит?

source: Our main defenses ha’ fallen and if we are to ha’ any hope o’ fending off these demented barbarians and their ever-increasing numbers, we’ll need all the help we can muster!
ru: Наша главная линия обороны пала, и если мы всё ещё надеемся отразить их полчища, которых становится всё больше, нам нужна вся возможная поддержка!

source: We will help you, and we shall die fighting if it is necessary.
ru: Мы поможем Вам, даже если понадобится сложить наши головы.

source: Galas, this is suicidal! Just look at their numbers — if the dwarves did not manage to hold out on their own, the odds our small group will be of any help are unreasonably low. Look — they are already closing in on us from behind!
ru: Галас, это же самоубийство! Посмотри, сколько их — если гномы не могут удержаться сами по себе, то как наш небольшой отряд им хоть чем-то поможет! Они уже приближаются к нам сзади!

source: We cannot leave the dwarves to perish alone! We are indebted to Althurin for helping us find Elynia, and his people <i>need us now</i>! Besides, if Herthgar is to fall, what obstacles shall be left to impede their advance towards the northlands?
ru: Мы не можем позволить гномам погибнуть! Мы в долгу перед Альтурином — он помог нам отыскать Элинию, а его народ <i>нуждается в нас сейчас же</i>! Если Хертгар падёт, то что удержит их от нашествия на северные земли?

source: Lord Galas is right — we must fight.
ru: Лорд Галас прав — мы должны сражаться.

source: My lady? But our numbers are small, and we are still weak!
ru: Миледи? Но нас немного, и мы всё ещё слабы!

source: Hah! You elves might be weak, but my minions are as strong as ever. Let the slaughter commence!
ru: Хах! Вы, эльфы, возможно и слабы, но мои слуги сильны как никогда. Да начнётся побоище!

source: Your doom is at hand, dwarf king! If you surrender now, the Warlord might show some mercy and spare the lives of your underlings.
ru: Вы обречены — сдавайтесь, король гномов! Если Вы сделаете это сейчас же, Воевода, возможно, сохранит жизни некоторых из Ваших подданных.

source: We’ll rip you to pieces if you don’t accept the offer!
ru: Мы разорвём вас на части, если вы не примете предложение!

source: We’ll never surrender to ye and yer loathsome vermin! We shallna’ give our domain to those who kill everything in sight, dabble in the darkest of arts, and nae ken any diplomacy other than that done wi’ fire and swords! May Herthgar be destroyed and forgotten, but it shallna’ be remembered as a kingdom of cowards!
ru: Мы никогда не сдадимся вам и вашим мерзким тварям! Мы не позволим овладеть нашим царством тем, кто убивает всё, что движется, тем, кто погряз в темнейших из искусств. С такими мы отныне говорим огнём и мечом! Пусть Хертгар будет уничтожен и забыт, но нас не запомнят, как королевство трусов!

source: So be it! Your pride and arrogance has sealed your fate! Attack! Wipe these bearded children out of this place! For Uria! For the Empire!
ru: Да будет так! Вы своей гордостью и высокомерием пренебрегли нашим милосердием. В атаку! Выкиньте этих бородатых карликов отсюда! За Урию! За Империю!

source: Hey, it’s the pointy-eared rats of the forest! And they made it back with the Blessed One!
ru: Эй, смотрите, это же остроухие лесные крысы! И они возвратились с Благословлённой!

source: It matters not. We shall flood the caverns with the elves’ blood, and bring that creature to the Warlord.
ru: Неважно. Мы утопим эти пещеры в эльфийской крови, и притащим то существо к Воеводе.

source: Aye.
ru: Да.

source: Aye!
ru: Да!

source: So annoying.
ru: Это так раздражает.

source: If I might make a suggestion — using the corpses of the fallen as a barrier could delay our enemies enough to let our best warriors do their duty from safe positions.
ru: У меня есть предложение — мы можем использовать трупы павших в качестве преграды, чтобы позволить нашим лучшим воинам исполнять свой долг из безопасных позиций.

source: The idea sickens me; many of the corpses will be those of our kinsmen. But... I have to admit it’s an option.
ru: От этой идеи меня тошнит: многие трупы будут от наших же товарищей. Но… придётся допустить, что это неплохое решение.

source: Why are you even fighting alongside us, lich? Are the struggles of my people entertaining to you?
ru: Почему ты вообще сражаешься среди нас, лич? Тебя развлекают страдания моего народа?

source: Or perhaps you seek redemption? But I find that unlikely.
ru: Или, быть может, ты ищешь искупление? Но, по-моему, это неправдоподобно.

source: Why do you want to know?
ru: Почему Вы желаете это знать?

source: Lord Galas and Anlindë seem to consider you an equal, but in truth you are a menace to our lifestyle. Your mere existence would not have been tolerated in the past — and surely you remember that I was once charged with the task of destroying you...
ru: Лорд Галас и Анлиндэ воспринимают тебя как равного, но на самом деле ты — угроза нашему образу жизни. Мы не мирились с одним лишь твоим существованием в прошлом — и ты, конечно, должен помнить, как я однажды была ответственна за то, чтобы найти тебя и уничтожить…

source: The angry assailants over there seem really interested in chopping off your head, you know. Shouldn’t you focus on the mission at hand instead of blabbering about your precious past like an elderly lady?
ru: Нападающие на нас, похоже, не против отрубить Вам голову. Может Вам сосредоточиться на задаче вместо того, чтобы бахвалиться своим ценным прошлым, как старушка?

source: What is it with these demons and their endless numbers?
ru: Что не так с этими демонами и их безграничным числом?

source: We must persevere. We cannot lose this battle!
ru: Мы должны выстоять. Мы не можем проиграть эту битву!

source: Forgive me, my King...
ru: Прости меня, король…

source: Y’may take me down, but me’ brethren’s hearts still stand!
ru: Вы можете убить меня, но дух наших братьев — никогда!

source: A curse upon you, heretics!
ru: Будьте вы прокляты, еретики!

source: May Yechnagoth swallow your souls!
ru: Да пожрёт Йечнагот ваши души!

source: Yechnagoth is long gone, you fool!
ru: Йечнагот давно нет, дурень!

source: I shall be avenged!
ru: Я буду отомщён!

source: Today, you might win the battle, but you will never win the war!
ru: Сегодня вы может и выиграли битву, но вам никогда не победить в войне!

source: <i>Ack!</i> Your efforts are in vain — you’re just delaying the inevitable!
ru: <i>Аргг!</i> Вы можете меня убить, но это не спасет вас. Вы лишь пытаетесь оттянуть неизбежное!

source: At last, we have defeated them! They are retreating!
ru: Мы разбили их, наконец-то! Они отступают!

source: No, lad — I reckon they are preparin’ to retaliate. The way they fight, I doubt we’ve even seen a hair o’ their assault force.
ru: Нет, подожди — похоже, они готовятся к ответному удару. Я видел, как они сражаются, кажется, мы даже не встретили основную часть их наступательных войск.

source: These persistent earthworms won’t forfeit as easily as the other clans did, it seems. Time to execute the backup plan, everyone! Retreat!
ru: Этих стойких земляных червей оказалось захватить не так просто, как остальные кланы. Время исполнить запасной план! Отступайте все, немедленно!

source: The enemy troops are retreating!
ru: Войска противника отступают!

source: ’Tis doesn’t sound good, lad. They must be preparin’ to retaliate. The way they fight, I doubt we’ve even seen a hair o’ their assault force.
ru: Всё не так радостно, как звучит, ребят. Должно быть, они собираются ударить с новой силой. Судя по тому, как они сражаются, мы даже не встретили основную часть их наступательных войск.

source: I ha’ to admit that we gravely underestimated the threat posed by the Chaos Empire. Our losses ha’ been too great... <i>(sighs)</i> At this point, I say we must leave. Mayhap our kin to the northwest would allow us to regroup there.
ru: Придётся признать: я недооценил Империю Хаоса – это привело к катастрофе. Наши потери слишком велики… <i>(вздыхает)</i> Теперь же, мы должны уходить. Быть может, наши войска смогут перегруппироваться на северо-западе.

source: So, Herthgar has fallen.
ru: Итак, Хертгар пал.

source: Dinnae say that! Sure, our home ha’ fallen, but Herthgar is more than just stone and marble. We’ll figure out something later. And as much as it troubles me to think about it, the northern humans will ha’ to deal with these bloodthirsty barbarians somehow. I ken that will be their next move, aye.
ru: Не смей это говорить! Конечно, наш дом пал, но Хертгар — большее, чем камень и мрамор. Мы разберёмся с этим позднее. Как бы мне не хотелось думать об этом, но тем людям севера придётся как-то справляться с этими кровожадными варварами. Догадываюсь, они — их следующая цель.

source: Most of our people went north. It is worrying that we haven’t heard anything of them ever since we parted ways, but assuming that nothing bad has occurred to them, we need to warn them of this development, quickly.
ru: Большая часть наших жителей отправилась на север. Меня беспокоит, что мы ничего о них не слышали с тех пор, как разделились, но, если с ними не произошло ничего дурного, мы должны оповестить их об этом развитии событий, и быстрее.

source: How prepared are the northerners to deal with an invasion from the Chaos Empire, King Asthorgar? Do you think they would be able to defend the Far North with the elves’ and dwarves’ aid?
ru: Северяне готовы к вторжению со стороны Империи Хаоса, король Асторгар? Вы считаете, они смогут защитить Крайний Север вместе с помощью эльфов и гномов?

source: Dwarves, elves, and humans united under a single banner? I find that highly improbable, lass! I ken it ha’ been thousands o’ years since the last alliance, and it didna’ turn out very well in the end. And in any case, we ha’ our own battles to fight here. I ken the humans will do well on their own as long as they arena’ caught unprepared, but... <i>(shrugs)</i>
ru: Гномы, эльфы и люди под одним флагом? Да это едва ли возможно, леди! Прошло уже несколько тысяч лет со времён последнего альянса, и ни к чему хорошему он не привёл в конце концов! В любом случае нам ещё предстоит вести битвы в этих пещерах. Люди справятся сами по себе, если их только не застигнут врасплох, но… <i>(содрогается)</i>

source: We will warn them and seek their help regardless. We can’t keep running away from the enemy like rats; there <i>has</i> to be some way to stop them before there is no more land left on the continent for us.
ru: Мы предупредим их и будем искать их поддержки в любом случае. Мы не можем и дальше бежать от врага, как крысы. На этом материке скоро не останется для нас земли — <i>должен быть</i> способ остановить их.

source: My king, d’ye really think we can vacate Herthgar before the demons return?
ru: Господин, мы успеем покинуть Хертгар до возвращения демонов?

source: We must at least try — I fear we dinna’ have a choice at this point.
ru: Мы должны попытаться — боюсь, у нас нет выбора.

source: King, if you attempt to evacuate, it is quite likely that the enemy forces will manage to sneak up on your people from behind and perpetrate yet another slaughter. But there is a simple solution to this quandary — I believe Mal Keshar could lend me his minions to aid in setting up an ambush to keep the enemy from advancing.
ru: Король, когда Вы будете проводить эвакуацию, скорее всего, враги нападут на ваши силы сзади и устроят очередную бойню. Есть один выход из этого положения — если Мал Кешар предоставит мне его прислужников, я задержу их продвижение.

source: What? But... Anlindë, you can’t possibly fend off those fiends alone! Odds are... you won’t be able to get back to us. Don’t do the same as Lord Lédinor... please...
ru: Что? Но… Анлиндэ, эти полчища не удержать в одиночку! Вероятно… тебе не выбраться. Не делай тоже самое, что лорд Лединор… прошу…

source: Our Lady of Light once said that there things more important in this world than the lives of the few. For me, the safety of our people is far more important than my own, and as you already know, I have a debt to repay. Our past will never cease to haunt me, and I certainly will never be able to repair the great damage we caused back then; but if I am going to die, I would prefer it to be for your sake.
ru: Наша Леди Света однажды сказала, что в мире есть вещи и поважнее жизни некоторых. Для меня же сейчас безопасность нашего народа гораздо важнее моей собственной, и вы уже знаете, какая ноша лежит на моей душе. Наше прошлое никогда не перестанет причинять мне боль. Я никогда не смогу восстановить тот огромный урон, что мы тогда нанесли Ирдии; и если мне придётся умереть, я предпочту это сделать ради вас.

source: If the circumstances hadn’t conspired against it, I would have done it back in the Valley instead of Lédinor, but you were too young, and I first had to make sure you were ready. Since then, you have proven yourself to be a fierce warrior and a capable leader, Galas; I’m proud of you.
ru: Если бы обстоятельства не сошлись против нас, я бы осталась в долине вместо Лединора, но ты был слишком юн, и мне нужно было удостовериться, что ты готов. С тех пор ты проявил себя храбрым воином и способным лидером, Галас. Я горжусь тобой.

source: This is insane! What purpose does it serve to throw your life away like this?! Let Mal Keshar dispatch his minions; there is absolutely no need for you to get involved—
ru: Это безумие! Какой цели послужит такая пустая трата своей жизни?! Пусть Мал Кешар оставит своих приспешников; нет никакой нужды привлекать к этому тебя—

source: And leave them to be quickly disposed of by the enemy? We cannot afford such a risk right now, Galas! Your survival... you are far more important! There is a much greater foe hiding in these caves, and sooner or later he will catch up with us, and Elynia is in no condition to fight anyone.
ru: Чтобы их раздробили неприятели за считанные минуты? Мы не можем столь сильно рисковать, Галас! Ваше выживание… вы сейчас важнее всего! В этих пещерах скрывается невероятной силы враг — рано или поздно он настигнет вас всех, а Элиния больше не в состоянии сражаться с кем либо.

source: What? But I—
ru: Что?! Но я—

source: I have seen your performance in this battle, my lady, and I regret saying this but... I saw you do far better in Wesmere. It’s plainly evident that you have been dormant for too long.
ru: Я видела, как Вы выступали в битве, миледи. Я сожалею это говорить, но… в Весмире Вы сражались гораздо лучше. Конечно, Вы так долго находились во сне.
