Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: Of the remaining Ten, Uria and <i>(garbled)</i> were tasked with guarding the creatures that had been influenced and corrupted by Yarae’s touch, while <i>(garbled)</i> attended to undoing the great damage wreaked by him and his guardians across the lands. The power of the Union was lastly used to isolate the fallen creatures in a reality set apart from our own: Inferno.
ru: Из оставшихся Десяти Урия и <i>[ДАННЫЕ УДАЛЕНЫ]</i> поручились охранять существа, испорченные прикосновением Яраэ, в то время, как <i>[ДАННЫЕ УДАЛЕНЫ]</i> пыталась излечить огромный урон, нанесённый им и его стражами по всем землям. В последний раз сила Союза была использована, чтобы замкнуть павших существ в отдельной реальности: Инферно.

source: The Union faded, leaving behind the Body of the Union and the twin orbs that held its essence. Fearing that the successors of the Ten could fall prey to the same corruption or that Yarae might escape his imprisonment, these relics were hidden away on Ethea, Irdya, and Norsula. Should the need ever arise again, two beings shall assume the mantle to protect our reality from the threat: one blessed with the power of the Orb of Light, the other with the power of the Orb of Darkness; and once both join their spirits, they shall become the new Avatars of the Union. And thus, the cycle will repeat until the Tree withers and eternity comes to an end.
ru: Союз затух, оставив после себя Тело и две сферы, содержащие его сущность. Опасаясь, что последователи Десяти могут стать жертвами той же порчи или что Яраэ может сбежать из заточения, эти реликвии были спрятаны в Этеи, Ирдии и Норсуле. Если когда-нибудь ещё возникнет нужда, два существа должны исполнить свой долг, чтобы защитить реальность от угрозы: одно из них благословлено Сферой Света, другое — Сферой Тьмы; соединив свои души, они станут новым Воплощением Союза. И так цикл будет повторятся вновь и вновь, пока Древо не иссохнет и вечность не подойдёт к концу.

source: These message-encoding crystal glyphs were created by us, the Argazar civilization, so that our knowledge and technology could be preserved even past the end of our existence. It is our final hope that all of this information will not be used for malign purposes.
ru: Мы, цивилизация Аргазар, создали эти кристаллы, несущие послания, в надежде на то, что наши технологии и знания переживут конец нашего существования. Мы уповаем лишь на одно — эта информация не должна быть использована во зло.

source: Mal Si’ah was here.
ru: Здесь был Мал Сиа.

source: There are permanent gateways to Inferno hidden in many different worlds, protected by the chosen Gatekeepers of Iluvia.
ru: Во многих мирах спрятаны порталы в Инферно, находящиеся под защитой избранных Привратников Илювии.

source: Skreeech!!
ru: Хрррр.....!!

source: There they are! Get them!
ru: Вот они! Взять их!

source: I wonder where these holes in the ground lead to.
ru: Интересно, куда ведут эти отверстия.

source: Access denied — key glyph required.
ru: Доступ заблокирован — требуется ключ кристалла.

source: Access granted.
ru: Доступ разрешён.

source: This path goes even deeper underground. I hesitate to continue.
ru: Этот путь ведёт еще глубже под землю. Я не решаюсь продолжить движение.

source: There is no reason to hesitate, Galas. Wherever the Lady of Light is, we will be safe.
ru: Причин задерживаться нет, Галас. Где бы не находилась Леди Света, мы будем в безопасности.

source: I hope so...
ru: Надеюсь, что это так...

source: This path goes even deeper underground.
ru: Этот путь ведёт еще глубже под землю.

source: We must continue. I feel we are <i>very</i> close to our destination now.
ru: Мы должны продолжить. Я чувствую: мы <i>крайне</i> близки к нашей цели.

source: Memories from the Depths
ru: Воспоминания из глубин

source: We lost our home... many of our children and elders... and our lord, at the hands of those fiends... What will we do now? Where will we go?
ru: Мы потеряли наш дом… многих стариков и детей… и нашего лорда от рук этих исчадий ада… Что же нам теперь делать? Куда идти?

source: Don’t despair, Galas. This is not the first time our civilization has been through trials like this. Invaders may defile our lands, the suns may burn our forests to the ground, but as long as we stand we may be yet able to find a new place to call our home.
ru: Не отчаивайся, Галас. Наша цивилизация уже не в первый раз проходит через подобные лишения. Захватчики могут осквернить наши земли, светила – выжечь леса, но покуда наш дух не сломлен, мы всё ещё в силах найти место, достойное называться нашим домом.

source: I profoundly hope so... Anlindë, you mentioned something about an evil force before counseling flight. What did you mean?
ru: Как же мне хочется в это верить… Анлинде, ты упомянула о какой-то злой силе перед последней битвой. Что ты имела в виду?

source: There is some great evil aiding those humans. Not merely ordinary necromancers and war-beasts, but something worse... something I believed had been vanquished by our civilization before. I need to ponder this further. Now, I suggest we proceed as swiftly as we may. Our valley...
ru: Великое зло содействует этим людям. Не просто обычные некроманты и боевые чудовища, но нечто худшее... Нечто, которое, как я считала, было повержено в прошлом... Я поразмыслю над этим чуть позже. Сейчас же я предлагаю двигаться вперёд настолько быстро, насколько это возможно. Наша долина...

source: I would prefer to not think about it.
ru: Я предпочту не думать об этом.

source: Would that we had more experience at moving in this darkness. This will be a long march.
ru: Не очень то легко идти в такой темноте. Проход через пещеры займет слишком много времени.

source: Undead! There are undead here!
ru: Нежить! Здесь есть нежить!

source: They must have settled in here only recently, or they would have surely announced their presence in our valley before.
ru: Должно быть, они основались здесь совсем недавно, иначе они объявлялись бы в долине и раньше.

source: If we press forward, we may be able to find and strike their master down. Not that we have much of a choice now, with everyone trapped underground
ru: Если мы поднажмём, мы сможем отыскать и одолеть их хозяина. Не то, чтобы у нас был выбор, когда все оказались заперты под землёй…

source: Find the source of the roaming undead
ru: Найдите источник ходячих мертвецов

source: Who is this foul enemy that seeks our death?
ru: Кто этот подлый враг, что хочет нашей смерти?

source: Have you elves not realized the folly of trifling with the forces that lay in the darkest depths of Irdya? I am Mal Keshar, and these caverns belong to me now. Leave at once or meet your doom!
ru: Вы, эльфы, так и не поняли глупость ваших никудышных попыток играться с силами темнейших глубин Ирдии? Я — Мал Кешар, и эти пещеры принадлежат мне. Покиньте их раз и навсегда или встретьте вашу участь!

source: Mal Keshar? That name...
ru: Мал Кешар? Это имя...

source: I said, <b>leave</b>!
ru: Я сказал, <b>покиньте</b>!

source: Listen, necromancer. We seek no quarrel with you. We have lost our home to foes of a power possibly greater than yours. Returning is not an option. If you want us gone, you will have to allow us passage through these caves.
ru: Слушай, некромант. Мы не пришли состязаться с тобой. Наш дом захватили врагами, сила которых, вероятно, превосходит твою. Пути назад нет. Для того, чтобы мы ушли, придётся пропустить нас через эти пещеры.

source: Galas, you are not expecting that to work, are you—
ru: Галас, это не сработает—

source: Ha, ha, ha, ha! Greater than mine, you say? My, you are but a young little elf of the forests! I had thought your kind’s existence had ended for good after the Golden Age! I am truly amazed! Let us put an end to your aimless wandering, then. At least you shall perish at the hands of a figure of legend rather than savage orcs or humans of the sands!
ru: Ха, ха, ха, ха! Превосходит мою, говоришь? Подожди, да ты же просто юный лесной эльф! Я надеялся, что ваш вид вымер после Золотого Века! Как я удивлён! В этом случае давайте закончим ваши бесцельные скитания. По крайней мере, вы погибнете от рук легенды, а не от диких орков или людей пустыни!

source: His banter is truly obnoxious.
ru: Его манеры довольно заносчивы.

source: Anlindë, do you think we may be able to destroy this lich?
ru: Анлиндэ, мы сможем уничтожить этого лича?

source: Incapacitate, perhaps; but if it’s the same lich I am thinking of, it might not be within our power to banish him permanently from the physical realm.
ru: Мы можем попытаться вывести его из строя на некоторое время, но если он — тот самый лич, о котором я думаю, то не в наших силах изгнать его навсегда из этого мира.

source: Defeat Mal Keshar
ru: Победите Мал Кешара

source: I have not employed this kind of magic in a lifetime, but as our young leader said, we do not have much of a choice now.
ru: Я не применяла это заклинание всю свою жизнь, но, как сказал наш юный лидер, выбора больше нет.

source: What— what is this curse?
ru: Что— что это за проклятье?

source: I cannot... believe it...
ru: Я не могу... поверить в это...

source: How can it be? I have been defeated... my long battle against the orcs is lost! What are you waiting for, elf?
ru: Как это могло случиться? Я повержен. ... Моя битва против орков проиграна! Так чего же ты ждёшь, эльф?

source: You are a relic from an era long gone, Mal Keshar, or should I say... Malin Keshar? The one who fell to the darkness fighting a noble cause with tainted means. Your life story has served as a cautionary tale for an eternity, and you are now the unliving proof that the glories of the Golden Age are dead. Yes, destroying you would rid this ruined land of a threat that pales in comparison to what roams above the surface as we speak...
ru: Ты — остаток давно минувшей эры, Мал Кешар, или мне стоит сказать... Малин Кешар? Тот, кто низошёл во тьму, чтобы творить благородное дело неблаговидными средствами. Твой пример использовали в назидание нашим детям в течение многих столетий, и ты — неживое доказательство того, что слава Золотого Века мертва. Да вот только для этой разрушенной земли твоё существование ничто по сравнению с той угрозой, что шастает на поверхности в то время, как мы говорим...

source: ... Although I have to admit that the notion of allowing those fiends to fight you is more than a little amusing. It’s a pity that your existence is a crime... against nature... that we cannot let go unpunished.
ru: … Однако мне придётся допустить, что позволить этим извергам сражаться с тобой будет более чем забавно. Очень жаль, что твоё существование — преступление... против природы... которое мы не можем… оставить безнаказанным.

source: I sense hesitation in your words. Why is that? Does your kind still remember what Wesnoth did to us all?
ru: Я чувствую нерешительность в твоих словах. Почему? Разве ваш род не помнит, что Веснот сделал со всеми нами?

source: Wesnoth?
ru: Веснот?

source: The name of an empire long dead. It’s not important.
ru: Название давным-давно мёртвой империи. Сейчас это не важно.

source: Are you not curious about what has transpired in the expanse it once covered? You came to me fleeing a mighty foe; did it come from those lands? South of the Swamps of Dread, and west of the Silver Lands?
ru: Вам не интересно, что происходило на просторе, который она однажды покрывала? Вы пришли ко мне, бежав от могучего врага; не пришёл ли он из тех земель? К югу от Болота Ужаса и к западу от Серебряных Земель?

source: That is not important—
ru: Это не важно—

source: I know many things. I know your kind always punished necromancers for disturbing the dead. You thought us the foulest evil imaginable, but you were wrong. I have seen and learned of things that even I would consider abominable. For all this eternity after the Fall, I have been haunting the sands by night, slaughtering orcs in their sleep and hoarding every piece of information I can gather about the new empire that has arisen amidst the debris of the past epoch.
ru: Я знаю очень многое. Эльфы всегда карали некромантов за то, что они поднимали мертвых. Вы думали, что мы — самое отвратительное из вообразимых зол, но вы ошибались. Я увидел и узнал о таких вещах, на которые даже я смотрю с отвращением. В течение всех этих столетий после Падения я время от времени объявлялся на поверхности, убивая орков во сне и собирая по крупицам сведения о новой империи, зародившейся среди руин прошедшей эпохи.

source: Alas, you have waited long enough to end this and it’s rather unmannerly of me to keep interrupting you. Go ahead, finish me once and for all!
ru: Увы, вы и так уже ждали слишком долго для того чтобы продолжить ваше дело, а я крайне невежливо вас прерываю. Вперёд, срази меня раз и навсегда!

source: No. What do you know, necromancer? Tell us.
ru: Нет. Что ты знаешь, некромант? Расскажи нам.

source: It was a few centuries ago... A malign shadow emanating from the Vast Ocean covered the lands, and an evil presence infected every living creature. Humans from the coastal regions began raiding and destroying what human, elvish, and orcish settlements they could find that would not join them in alliance. In time, they would bring new allies from beyond this world — demons. Your people still remember them, don’t you?
ru: Это было несколько столетий назад... Пагубная тень, исходящая из бескрайнего Океана, накрыла эти земли, и таинственное зло начало поглощать каждое живое существо. Люди из прибрежных регионов начали совершать набеги и разрушать все человеческие, эльфийские и оркские поселения, которые не решали встать на их сторону. Некоторое время спустя они призвали на помощь чудовищ из другого мира. В мое время этих монстров назвали демонами. Вы помните их, не так ли?

source: We... our sages do, but... How can this be possible? The Demon Lord was vanquished by the Lady of Light long ago!
ru: Наши... старейшины помнят, но... Как это может быть возможно?! Лорд демонов был повержен Леди Света давным-давно!

source: Lady of Light?
ru: Леди Света?

source: Ah, but that was a mere foretaste of our doom. Something or someone apparently opened a portal — a new one — to the very heart of Inferno, unleashing the forces of evil and allowing them to cross the barrier dividing our realm from theirs. This may have been done from our world, or it may not. Arrogant unscrupulous magi cast us into this chaotic future before when they raised the two unnatural suns, after all. But yes... the humans are building a new empire of blood and destruction, and from what I gather you are the victims of its northwards expansion.
ru: Ах, но это было не более чем прологом к нашей гибели. Что-то или кто-то, без сомнения, открыл портал — в этот раз совершенно новый — в самое сердце Инферно, высвободив силы зла и позволив им пересечь барьер, отделяющий их мир от нашего. Это могло быть произведено как с нашей стороны, так и с другой. Высокомерные, беспринципные маги однажды уже бросили нас в это хаотичное будущее, когда подняли два противоестественных светила. И да... Теперь люди возводят новую империю на крови и разрушении, а вы, я догадываюсь, — жертвы её расширения на север.

source: Then these caves are definitely not safe anymore. We need to escape — but supposing we can, for how long will we be able to avoid our enemy?
ru: В таком случае эти пещеры больше не безопасны. Нам нужно бежать — но как долго мы сможем избегать неприятеля?

source: You would be killed, tortured, or converted by them in a matter of hours, perhaps minutes, even seconds. You are few to their many, and lack the power necessary to combat the demonic hordes. Not even I have <i>that</i> fabled power — but I care little about it. I do not fear an end to my undeath. I have nothing left; all that I once loved has been scoured away by pitiless time.
ru: Вы будете убиты, замучены или вам промоют мозги за считанные часы, возможно, минуты, даже секунды. Вас мало – их много; и у вас нет сил, необходимых для борьбы с ордами демонов. Даже у меня нет <i>той</i> легендарной силы — но меня это не слишком беспокоит. Я не боюсь окончания моего существования. У меня больше ничего не осталось: все, к кому я однажды был привязан, унесены безжалостным временем.

source: Anlindë, what is the point of fleeing from those fiends to a new and safe home like cowards if they will surely find us again? For how long can we delay our downfall? Why are we not fighting the enemy?
ru: Анлиндэ, каков тогда смысл бежать от чудовищ, надеясь найти новый дом, подобно трусам, если они всё равно нас отыщут? Как долго мы сможем убегать от судьбы? Почему бы нам не принять бой?

source: Our kin tried before, Galas, and we became the witnesses to their failure. We have no aid or craft that they did not.
ru: Наши сородичи уже пытались — мы стали свидетелями их неудачи. И у нас нет ничего такого, чего бы не было у них.

source: Perhaps this will interest you: the wielders of the Union did not die after that catastrophe you insist on only vaguely referencing throughout this conversation. Have you all forgotten that they roamed Irdya for many centuries before, even exceeding the notorious lifespan of your kind?
ru: Быть может, это вас заинтересует: носители Союза не умерли после той катастрофы, о которой вы настаиваете не упоминать в этом разговоре. Вы забыли, что они странствовали по Ирдии многие столетия до неё, а их жизни были длинны даже для такого живучего вида, как ваш?

source: The Union?
ru: Союза?

source: Your elder druids and sorceresses should remember that this Lady of Light did not save you from that evil unaided. What won your victory was nothing else than the power of the Union, at hands of the Master of Darkness <i>and</i> the Lady of Light — a human and an elven lady. And you should remember that they were blessed — or cursed — with eternal life.
ru: Ваши старцы и колдуньи должны помнить, что Леди Света не спасла вас от того зла без посторонней помощи. Эта победа была одержана ничем иным, как мощью Союза в руках Повелителя Тьмы <i>и</i> Леди Света — человека и эльфийской леди. И вы должны знать, что они были благословлены — или прокляты — вечной жизнью.

source: Some sources say they descended deep into the very heart of the world... and vanished into eternal slumber. It is said that the bright presence of the Lady of Light still radiates from the earth where the two figures of legend now lie dormant. Some claim to have followed them before they both disappeared; if my memory still serves after all this time, I would probably be able to pinpoint their location if I had the chance to approach that region.
ru: Некоторые источники указывают, что они спустились в самое сердце мира... и впали там в глубочайшую спячку. Говорят, что светлое присутствие Леди Света до сих пор проявляет себя в том месте, где две легендарные фигуры лежат во сне. Некоторые заявляют, что следовали за ними до того, как они исчезли; если моя память мне не изменит после стольких лет, я мог бы определить их местоположение, в случае, если бы мог приблизиться к той местности.

source: Would you be willing to lead us there?
ru: Укажешь ли ты нам путь туда?

source: What?! But my lord, he is a lich — a necromancer! We cannot have such an abomination on our side!
ru: Что?! Но милорд, он лич — некромант! Мы не можем держать такую мерзость на нашей стороне!

source: ... Times have changed, and so have our needs and methods... If Galas thinks the necromancer can help us find the power that can protect the remains of our civilization...
ru: ... Времена изменились, нашим нуждам и средствам придётся к ним приспособиться... Если Галас считает, что некромант поможет нам отыскать мощь, способную защитить остатки нашей цивилизации...

source: He, he, he, he... yes... yes! I may be able to help you, as long as you abide by my conditions.
ru: Хе, хе, хе, хе… да... да! Я буду помогать тебе, пока ты согласен с моими условиями.

source: And what would those be?
ru: Каковы же они?

source: Protection is all I want.
ru: Защита — это всё, что я хочу.

source: Some of us might oppose this. My lord, please think this through!
ru: Не все будут согласны с этим. Милорд, пожалуйста, обдумайте все тщательно!

source: What do you think, Galas? You have lost everything — well, mostly. I lost everything too, except for my unfinished business with the orcs, and this knowledge that could be placed at your service on these very simple terms. It’s your decision to make, young boy.
ru: Ну что, Галас? Ты потерял всё — вернее, почти всё. Я же потерял всё, кроме моих незаконченных дел с орками, а это знание может случить тебе ценой очень простых условностей. Сделай же выбор, юнец.

source: I accept.
ru: Я принимаю твоё предложение.

source: Mal Keshar
ru: Мал Кешар

source: Touchplate triggered. Two walls move.
ru: Сенсор срабатывает. Отодвигаются две стены.

source: Touchplate triggered. A road rises from the depths, and a wall moves.
ru: Сенсор срабатывает. Из бездны поднимается дорога, и стена отодвигается.

source: This chest is empty.
ru: Проклятье, этот сундук пуст!

source: The Moon Valley
ru: Лунная долина

source: Durbaghar
ru: Дурбагар

source: Kal Magar
ru: Кал Магар

source: Barglor
ru: Баглор

source: Diglet
ru: Диглет

source: Defeat all enemy leaders to secure the valley
ru: Победите всех лидеров противника

source: The valley of the Moon. Thousands of years ago, the people then living near here believed the end of the world had come. Rocks fell from the sky, which was dark for many days thereafter. There were earthquakes and other signs. When the sun returned, there being at that time only one, they found a vast smoking crater here; and that night there was blood on the face of the Greater Moon—
ru: Долина Луны. В давние, уже всеми забытые времена, люди, жившие неподалёку от этого места, верили, что настал конец света. С неба падали камни, следом последовала тьма, она продолжалась многие сутки. Повсюду происходили землетрясения и другие признаки катастрофы. Когда солнце вернулось, тогда ещё только одно, они обнаружили здесь огромный дымящийся кратер; в тот день была кровь на лице Великой Луны—

source: Orcs! This valley is infested with orcs!
ru: Орки! Долина кишит орками!

source: Intruders! Alert the chieftain!
ru: Захватчики! Предупредите вождя!

source: Did you hear that?
ru: Вы слышали это?

source: So, this was your cunning plan all along, Mal Keshar? To lead us to orcish territory and use us as fodder for their grunts? To expand your undead army?
ru: Так вот каким был твой хитрый план всё это время, Мал Кешар!? Завести нас на родину орков и использовать в качестве пушечного мяса против их воинов? Расширить свою армию нежити?

source: Ha, ha, ha! I could have killed you all in your sleep had that been my intention! What would be the point of bringing you to this place when ancient dead warriors abound nowadays? Speak, elf!
ru: Ха, ха, ха! Я убил бы тебя во сне, будь это моим намерением! Да и каков был бы смысл тащить тебя в это место, когда у меня есть древние воины прошлого? Отвечай, эльф!

source: Control your temper, you two! Those orcs should be our only concern right now. We have come this far and the sands we left behind hold no promise. If we want to lead our people to a new and hopeful future, we must fight. Unless Mal Keshar knows an alternate route?
ru: Эй, вы! Следите за речью! Орки должны быть сейчас нашей единственной заботой. Мы проделали такой дальний путь, и пески позади нас совершенно безнадежны. Чтобы привести наш народ к новому, светлому будущему, мы должны сражаться. Если, конечно, Мал Кешар не знает обходного пути?
