Repository: project-ethea/Ethea-i18n
Catalog: Invasion_from_the_Unknown/*.po
Languages: ru

source: <b>Elynia</b> is the <b>Lady of Light</b>; she has great mobility, including the ability to fly. Her skill with the staff as a melee weapon is also remarkable, but never leave her alone when fighting well-armed opponents.
ru: <b>Элиния</b> – <b>Леди Света</b>; она обладает большой подвижностью, включающей возможность полёта. Её обращение с посохом в ближнем бою также заслуживает внимание, но никогда не посылайте её одну против хорошо вооружённых противников.

source: <b>Althurin</b> is one of the best <b>Dwarvish Runemasters</b> of Knalga. His mastery of such craft allows him to accurately deal great damage with his own hammer.
ru: <b>Альтурин</b> – один из лучших гномьих <b>мастеров рун</b> из Кналга. Владение этим искусством позволяет ему наносить молотом точные удары сокрушительной мощи.

source: <b>Erathan</b> is an <b>Aragwaith Strongbow</b>. His skill with the bow is not as great as that of elvish archers, but he aspires to either improve it or enhance his ability with melee weapons such as the glaive. Nonetheless, he is not used to fighting in open fields, so be careful when deciding where he should attack from!
ru: <b>Эрэзэн</b> – <b>Сильный лучник</b>. Его умение стрельбы из лука не так велико, как у эльфийских лучников, но он стремится или развить его дальше, или вместо этого улучшить навык фехтования тяжёлым оружием, таким как глефа. Тем не менее, он не приспособлен к бою на открытой местности, поэтому тщательно выбирайте место, из которого он будет стрелять!

source: Initial objectives:
ru: Первоначальное задание:

source: Final objectives:
ru: Окончательное задание:

source: or
ru: или

source: female^Hey! I just found $temp_gold_found pieces of gold in this chest!
ru: Эй! Я нашла $temp_gold_found золотых монет в этом сундуке!

source: Hey! I just found $temp_gold_found pieces of gold in this chest!
ru: Эй! Я нашёл $temp_gold_found золотых монет в этом сундуке!

source: Holy water! I have read that our ancestors used to put it on their weapons for fighting undead, as it is imbued with arcane energy, the greatest bane of those unnatural creatures. Of course, it could be used against our people as well — but it is fortunate that undead horrors are not capable of bearing its power. That is probably why they hid it in this secret chamber.
ru: Святая вода! Я знаю, что наши предки смачивали ей свое оружие в битве с мертвецами, так как эта жидкость наполнена мистической энергией — бичом этих неестественных созданий. Конечно, она может быть применена и против нашего народа, но, к счастью, сами мертвецы не способны обладать её мощью. Возможно, вот почему они спрятали её в этой тайной комнате.

source: I am not really suited for using this! Let someone else take it.
ru: Я не могу использовать это! Пусть его возьмет кто-нибудь другой!

source: A gold ring, and there is an inscription on it. “You who take this ring will be swifter and more graceful, no matter what weight you carry on your back.” This would be useful here, since we are not very used to moving in these rough, dark caves.
ru: Золотое кольцо, надпись на котором гласит: “Тот, кто наденет это кольцо, будет быстр и грациозен, и не важно, какой вес несёт он на своей спине.” Это будет нам крайне полезно, ибо мы совсем не привыкли к передвижению в этих грубых, тёмных пещерах.

source: ... But only a living creature could possibly make use of this ring.
ru: ... но только живое существо может воспользоваться этим кольцом.

source: Ring of Swiftness
ru: Кольцо скорости

source: This ring will grant the bearer swift movement, increasing maximum movement by one unit per turn.
ru: Это кольцо подарит носящему быстроту ног, увеличивая скорость передвижения на единицу.

source: An enchanted bow! I have read that ancient armies used to hire powerful warlocks to grant mundane weapons special powers such as poisoning without need of preparing them beforehand, which is the main lack of those dumb orcish slayers. Well, this one seems to have such a power, judging by the fine inscription on it.
ru: Зачарованный лук! Я читал, что древние армии имели обыкновение нанимать сильных колдунов, чтобы придать обычному оружию специальные свойства без необходимости их предварительной подготовки. Например такие, как отравление, которое является главным неудобством этих молчаливых орков-убийц. Отлично! У этого лука, кажется, есть такое свойство, судя по изящной надписи на нём.

source: Poisonous Bow
ru: Отравленный лук

source: This bow has been enchanted. Every arrow shot with it will poison its target.
ru: Этот лук зачарован. Каждая стрела, выпущенная из него, будет отравлена.

source: The unit picks up the bow, and immediately feels a chilling energy coming from it, flowing to their body. Albeit it looks like an ordinary bow, they take an ordinary arrow and shoot it at a snake wandering nearby, dealing great damage to it, and apparently poisoning it too.
ru: Боец поднимает лук и немедленно чувствует, как исходящая из него пугающая энергия растекается по телу. Хотя лук ничем с первого взгляда не примечателен, выстрел из него самой обычной стрелой в проползающую рядом змею, наносит ей большой урон, и, по-видимому, отравляет это создание.

source: We have never used poison on our weapons, or allowed its usage, but I guess this situation will require it.
ru: Мы никогда не использовали яда на нашем оружии, и не позволяли никому его использовать, но, думаю, придётся пересмотреть эти взгляды в сложившемся положении.

source: poisonous bow
ru: отравленный лук

source: How could this beautiful armor be abandoned in these deep caves? I suppose someone dropped it during an evacuation or such, since it looks like it hasn’t been worn before — well preserved nevertheless. It would fit an elvish or undead warrior of ours fine. We are rather short on battle gear and I don’t think its original owner would mind if we borrow and use it.
ru: Как могла такая красивая броня оказаться брошенной в этих пещерах? Я думаю, кто-то оставил её во время эвакуации или чего-то в этом роде, так как она выглядит непотрёпанной — или просто хорошо сохранившейся. Она будет в самый раз нашим эльфийским или неживым воинам. У нас недостаток боевого снаряжения, и мне кажется, владелец не обидится, если мы возьмём её взаймы.

source: Only a trained warrior may don this armor!
ru: Только сильный воин может надеть эту броню!

source: Void Armor
ru: Пустотная Броня

source: A beautiful chest plate crafted from shimmering black steel, the Void Armor is virtually impenetrable to physical weapons!
ru: Красивый нагрудник из мерцающей черной стали – Пустотная Броня – практически непроницаем для физического оружия!

source: You struggle to lift and don the heavy plate. Once worn, however, it is amazingly comfortable. You have increased resistance to all physical damage!
ru: Вы изо всех сил пытаетесь поднять и надеть тяжелую броню. Однако, как только вам это удаётся, вы обнаруживаете, что носить её удивительно удобно. Вы стали намного устойчивее ко всем физическим повреждениям!

source: void armor
ru: пустотная броня

source: The Void Armor grants the following resistances: Blade: 50% Pierce: 50% Impact: 60% Fire: +10%
ru: Пустотная Броня даёт защиту от следующих типов атак: режущий: 50% колющий: 50% крушащий: 60% огонь: +10%

source: The arrows in this barrel are some of the most expensive weaponry ever devised by the dwarves of Herthgar, although most of the credit for the design goes to their fallen kin in Gnalvarden. Each arrow shaft has tiny runes engraved on them that react upon entering a living target and ignite the explosive tip. The explosion it causes an amount of damage not just to the arrow’s target, but also to anything directly behind it. Surely this will come in handy later on, but we should make sure to hand these only to a very skilled archer so as to avoid wasting them — besides, it would not do for a novice to accidentally blow up one of our own.
ru: Стрелы в этом колчане — одни из самых дорогих оружий, когда-либо созданных гномами Хертгара, хотя большая часть заслуг в разработке принадлежит их павшим товарищам из Гналвардена. На каждой стреле выгравированы мелкие руны, которые при попадании в живую цель поджигают взрывной наконечник. Производимый взрыв наносит огромный урон не только цели, но и всему, что находится за ней. Безусловно, в дальнейшем это очень пригодится, но нужно удостоверится, что только опытному лучнику будет позволено их ношение, чтобы они не пропали в пустую, — и чтобы они случайно не взорвали кого-то из нас.

source: These arrows are more befitting for a skilled archer, which I certainly am not.
ru: Эти стрелы скорее подойдут опытному лучнику, кем я уж точно не являюсь.

source: Explosive Runic Arrows
ru: Взрывные стрелы

source: When used against a living target, these arrows will explode dealing 80% damage to the unit directly behind it, regardless of its allegiance or type.
ru: При попадании в живую цель эти стрелы взорвутся, нанеся 80% урона бойцу, стоящему прямо за ней, к какой бы стороне тот не принадлежал.

source: explosive arrows (6)
ru: взрывные стрелы (6)

source: explosive arrows
ru: взрывные стрелы

source: Careful! It would hurt me to lose one of our men by accidentally triggering an explosive artifact like those.
ru: Осторожнее! Будет жаль потерять наших бойцов, случайно активировав подобный артефакт.

source: (<i>gulp</i>) I will make sure to handle them with care, sir.
ru: (<i>глоток</i>) Буду предельно внимателен с ними, господин.

source: Heh. I don’t even need to worry about them accidentally exploding in my quiver!
ru: Хех. Мне даже не нужно бояться, что они случайно взорвутся у меня за спиной!

source: He he, yes, indeed. Is it not great?
ru: Хе хе. Да, точно. Это ли не великолепно?

source: Just make sure to aim those at our enemies, Mal Keshar.
ru: Пожалуйста, будь добр целится в наших врагов, Мал Кешар.

source: Pah, distrustful much?
ru: Хах! Вы что, мне не доверяете?

source: As I lift this enchanted bow, my vision appears to become sharper! This will surely prove useful later.
ru: Подняв этот лук, мой взор становится острее! Это нам точно понадобится в дальнейшем.

source: Only a strong and experienced archer could possibly draw this bow!
ru: Только сильный и опытный лучник может стрелять из этого лука!

source: Enchanted Longbow of Visual Acuity
ru: Лук Острого Глаза

source: The unit’s ranged attacks are permanently given the Marksman weapon special.
ru: Дальние атаки бойца навсегда приобретают меткость.

source: I feel a chilly aura around this sword. I wonder if... All right, woah, even the hilt is extremely cold to the touch! The blade freezes everything it touches, so this might come in handy when fighting one of the larger demons, perhaps. Still, I suspect only someone strong enough to withstand the cold should wield this weapon.
ru: Я чувствую, как от этого меча веет холодом. Что, если... Ух, даже рукоять обжигает! Лезвие замораживает всё, что к нему прикасается — это может помочь нам в борьбе с большими демонами, наверное. Всё же, я думаю, только достаточно сильный, чтобы выдержать этот холод, должен нести это оружие.

source: Only a living sword user can wield this sword!
ru: Только живой воин может нести этот меч!

source: Glacial Gladius
ru: Кристальный меч

source: While wielding this sword, the unit’s melee attack damage is increased by +1 and deals cold damage. Additionally, the unit’s maximum hitpoints are decreased by 5%.
ru: Этот меч увеличивает урон бойца в ближнем бою на 1 и меняет тип атаки на холод. Кроме того, максимальное здоровье бойца уменьшается на 5%.

source: glacial gladius
ru: кристальный меч

source: The scroll next to this amulet says: “This artifact imbues projectiles shot by the bearer with strong arcane energy, casting fear upon their unholy enemies.” I imagine the demons stole this from somewhere and did not find actual use for it.
ru: Свиток, лежащий рядом с амулетом, гласит: “Этот артефакт наполняет снаряды, выстреливаемые носящим его, мистической энергией, которая бросает в ужас нечистых врагов”. Представляю, как демоны украли его откуда-то, но так и не нашли подходящего применения.

source: Only mundane creatures can use this amulet.
ru: Только мирские существа способны использовать этот амулет.

source: Amulet of the Divine Breeze
ru: Амулет Мистических Потоков

source: This amulet will grant the bearer arcane power to their ranged attacks, and increases their resistance to arcane damage by 10%.
ru: Амулет придаст дальним атакам носящего мистическую силу и увеличит стойкость к мистическому урону на 10%.

source: It is a strength potion. The flask contains only enough for one person, but surely it will come in handy when we finally confront that Chaos Emperor. Who should take it?
ru: Это – микстура силы. Фляга содержит количество, достаточное только для одного живого существа, но не стоит и говорить, что оно будет очень полезно, когда мы наконец столкнёмся с Императором Хаоса. Кто возьмёт её?

source: This potion can only be used by living beings. Let another take it.
ru: Этот эликсир может использоваться только живыми существами. Дайте его кому-нибудь другому.

source: The drinker’s strength is increased, adding 1 damage point to their melee attacks, and adding 8 points to their total HP.
ru: Сила выпившего возрастает, увеличивая на 1 урон ближних атак и добавляя 8 единиц здоровья к максимуму.

source: This potion is supposed to make one more agile. I wonder if this is what makes those demons so hard to hit rather than natural skill.
ru: Похоже, это зелье повышает ловкость. Интересно, не от того ли так трудно попасть в демонов, помимо их природного таланта?

source: Potion of Deftness
ru: Зелье ловкости

source: This magic potion will increase the drinker’s movement points by one, and increase the inflicted base damage of its ranged attacks by one, if applicable.
ru: Магическое зелье увеличит скорость выпившего на единицу и увеличит наносимый дальними атаками урон на единицу, если возможно.

source: Volcanic Underground
ru: Вулканическое подземелье

source: Illuminated Underground
ru: Освещённое подземелье

source: When this unit’s dreadful attack is used on offensive, it decreases the damage the unit may take in retaliation, but only if the victim is of equal or lesser level.
ru: Когда устрашающая атака этого бойца применяется в наступлении, она уменьшает урон, который может быть получен при ответном ударе, но только, если жертва равного или меньшего уровня.

source: This unit wields the ancient power of the Union of Light and Darkness.
ru: Этот воин обладает древней мощью Союза Света и Тьмы.

source: This attack is only available on offense, and requires an assistant unit with the same weapon special to be adjacent to both the target and the attacker. If this attack is used during a turn, the assistant will not be able to perform any additional actions for the current playing side’s turn.
ru: Эта атака доступна только при нападении и требует, чтобы боец с такой же способностью атаки находился рядом как с целью, так и с нападающим. Если атака использована во время хода, помощник не сможет выполнять никакие действия до конца хода текущей стороны.

source: dread
ru: страх

source: When this attack is used offensively, this unit takes one third less damage in retaliation.
ru: Когда этот воин атакует, ответные удары по нему будут слабее на треть.

source: shrapnel
ru: шрапнель

source: The unit immediately behind the target takes 80% of the base damage of this attack, regardless of its allegiance. This value is subject to the usual damage calculation, taking the attacker’s alignment and the second target’s resistances into account. This attack is only available on offense against living targets, and always has a 100% chance to hit regardless of the defense attributes of the target.
ru: Боец, находящийся позади цели этого оружия, получит 80% урона от атаки вне зависимости от его стороны. Количество урона рассчитывается по стандартным соображением, принимая во внимание порядочность или хаотичность атакующего и сопротивление цели. Эта атака доступна только при нападении на живые цели и всегда имеет 100% вероятность попадания вне зависимости от защиты обороняющегося.

source: Vitality: hitpoints +3 ‹Max XP +20%›
ru: Живучесть: макс. здоровье +3 ‹Макс ОП +20%›

source: Faerie touch: add drains special
ru: Прикосновение: добавляет высасывание

source: Gossamer: strikes +1
ru: Путы: +1 атака

source: Strength I: hitpoints +4, melee damage +1
ru: Сила I: +4 очка здоровья, +1 к урону в ближнем бою

source: Strength II: hitpoints +4, melee strikes +1
ru: Сила II: +4 очка здоровья, +1 удар в ближнем бою

source: Strength III: hitpoints +5
ru: Сила III: +5 очков здоровья

source: Strength IV: hitpoints +5, melee damage +1
ru: Сила IV: +5 очков здоровья, +1 к урону в ближнем бою

source: Strength V: hitpoints +7
ru: Сила V: +7 очков здоровья

source: Focus I: faerie fire damage +1
ru: Фокус I: +1 к урону волшебного огня

source: Focus II: faerie fire strikes +1
ru: Фокус II: +1 атака волшебного огня

source: Focus III: ensnare strikes +1
ru: Фокус III: +1 атака путами

source: Shielding I: arcane resistance +10%
ru: Защита I: сопротивление мистическому урону +10%

source: Shielding II: arcane resistance +10%, impact resistance +10%
ru: Защита II: сопротивление мистическому и крушащему урону +10%

source: Shielding III: arcane resistance +10%, cold resistance +10%
ru: Защита III: сопротивление мистическому урону и холоду +10%

source: Thorns I: new attack (ranged/pierce 10×2, magical+drains)
ru: Шипы I: новая атака (дальний/колющий 10×2, магия+высасывает)

source: Thorns II: strikes +1
ru: Шипы II: +1 атака шипами

source: Thorns III: damage +2
ru: Шипы III: +2 к урону шипами

source: Dehydration
ru: Обезвоживание

source: At the beginning of each daytime turn — Dawn, Morning, Midday, Afternoon, and Dusk — all player-controlled living units, except bats, will suffer from <b>thirst</b> unless they are standing on grassland or forested terrains; in castles, encampments, or keeps; or hiding underground. Each turn spent thirsty reduces a unit’s attack damage by 1 and causes $dehydration_loss hitpoints of damage. Thirsty units will regain full attack strength at the start of each turn by refreshing at a village or water hex, or being cared for by a healer. As with poison, a unit will not die of thirst even if it is reduced to 1 hitpoint; likewise, its attack damage will not drop below 1.
ru: В светлое время суток (восход, утро, полдень, вечер и закат) в начале каждого хода все живые бойцы, кроме летучих мышей, стоящие везде, кроме лугов или лесов, замков, укреплений, и не прячущиеся под землёй, будут страдать от <b>жажды</b>. Каждый ход жажды уменьшает атаку бойца и причиняет $dehydration_loss очков ущерба. Лекари могут предотвратить ухудшение жажды, но не могут её излечить. Силу бойцам вернёт лишь отдых в любой водной ячейке или деревне. После этого, в начале хода, боец снова сможет бить в полную силу. Как и яд, жажда сама по себе не сможет убить вашего бойца даже если его здоровье упадёт до 1; аналогично, урон атаки не уменьшится ниже 1.

source: Living units (except bats) are subject to dehydration in this scenario
ru: Живые бойцы (кроме летучих мышей) будут страдать от жажды в этом сценарии

source: Greetings, translators! Please <https://github.com/project-ethea/Ethea-i18n/wiki> for instructions regarding translating Invasion from the Unknown, After the Storm, and their shared Naia library.
ru: Дорогие переводчики! Руководство к переводу ‘Invasion from the Unknown’, ‘After the Storm’ и их общей библиотеки ‘Naia’ находится по адресу <https://github.com/project-ethea/Ethea-i18n/wiki>.

source: Music add-on “<i>IftU Music</i>” is <b>not</b> currently installed.
ru: Аддон с музыкой “<i>IftU Music</i>” <b>не установлен</b>.

source: for Wesnoth 1.14
ru: для Битвы за Веснот 1.14

source: Version
ru: Версия

source: Feedback and bug reports:
ru: Обратная связь и сообщения об ошибках:

source: To be continued...
ru: Продолжение следует...

source: Easy
ru: Лёгкий

source: Normal
ru: Нормальный

source: Hard
ru: Сложный

source: Long after the Fall, the last forest elves on the Great Continent are forced to abandon their secluded home and forge an unprecedented alliance in hopes of retaliating against the great evil that has befallen Irdya. But even then, they will require more than one ancient power to aid them in their quest... (Intermediate level, 13 scenarios.)
ru: Долгое время спустя после Падения последние лесные эльфы Большого Континента вынуждены покинуть родной дом и вступить в немыслимый ранее союз в надежде дать отпор огромному злу, нависшему над Ирдией. Но даже теперь одной лишь древней силы не хватит, чтобы помочь им в их странствиях... (Средний уровень сложности, 13 сценариев.)

source: difficulty_menu^Fighter
ru: Новобранец

source: difficulty_menu^Captain
ru: Капитан

source: difficulty_menu^Marshal
ru: Маршал

source: As the dark veil of Chaos engulfs the land, an assorted group of foolish heroes prepares a counter-attack against their enemies with one unique goal in their minds. May they vanquish the forces that seek to destroy the last sanctuary standing in the Great Continent, or perish in the attempt. (Intermediate level, 10 scenarios.)
ru: По мере того как тень Хаоса охватывает весь континент, ватага безрассудных героев готовит ответный удар по империи. Их цель: сразить тирана, кем бы он ни был. Ведите этих отважных живых и не-живых воинов к победе и найдите разгадку забытых секретов былого. (Средний уровень сложности, 10 сценариев.)

source: Creator and Lead Designer
ru: Создатель и главный дизайнер

source: Campaign Maintenance
ru: Поддержка кампании

source: Graphics
ru: Графика

source: Aragwaith Faction
ru: Фракция Эрагвийцев

source: Music
ru: Музыка

source: Translations
ru: Перевод

source: Additional Thanks to
ru: Отдельное спасибо

source: You, for playing this campaign
ru: Вам, за игру в эту кампанию
