Repository: project-ethea/Ethea-i18n
Catalog: Naia/*.po
Languages: es, fr, ru

source: Imp whelps are extremely small and frail, and pose no threat whatsoever to any properly-trained soldier. However, coming across a swarm of these creatures spells trouble regardless, as they almost never stray too far away from their progenitors.
es: Los cachorros de los diablos son extremadamente pequeños y frágiles, y no suponen peligro alguno a ningún soldado debidamente entrenado. Sin embargo, encontrarse con un grupo de estas criaturas tiende a ser señal de problemas ya que rara vez se alejan mucho de sus progenitores.
fr: Les jeunes diablotins sont extrêmement petits et faibles, et ne posent aucun problème à un soldat bien entraîné. Toutefois, venir près d'un groupe de ces créatures attire les ennuis, vue qu'ils ne sont jamais très loin de leur parents.
ru: Детёныши бесов очень маленькие и хрупкие, они не представляют угрозы для должным образом обученного солдата. Однако встреча со стаей таких существ в любом случае предвещает проблемы: они редко отходят от своих прародителей.

source: Blood Imp
es: Diablo sangriento
fr: Diablotin sanguinaire
ru: Кровавый бес

source: Most imps do not enjoy a particularly long lifespan, in no small part due to their demon overlords being all too prone to regarding them as disposable canon fodder. It is no small feat for an imp to survive past childhood, and those who do become a much more credible threat to Irdyan creatures.
es: La mayoría de los diablos no disfrutan de una vida particularmente larga, en gran parte debido a que sus líderes tienden a verlos como simple carne de cañón. No es ninguna hazaña menor para un diablo sobrevivir su infancia, y aquellos que consiguen hacerlo pasan a convertirse en una amenaza mucho más significante para las criaturas de Irdya.
fr: La plupart des diablotins ne profitent pas d"une longue vie, en grande partie à cause de leurs seigneurs démons trop prompts à les voir comme de la chair à canon. Ce n'est pas rien pour un diablotin de survivre à l'enfance, et ceux qui y parviennent deviennent des ennemis plus crédibles pour les créatures Irdyannes.
ru: Большинство бесов не живут продолжительное время. В немалой доле это вызвано тем, что их повелители демоны используют их как одноразовое пушечное мясо. Пережить детство — немалый подвиг для беса, но те, кто смог это сделать, становятся гораздо большей угрозой для существ Ирдии.

source: Gutwrencher Imp
es: Diablo destripador
fr: Diablotin Étripeur
ru: Бес-потрошитель

source: Adult imps come in many forms and sizes, betraying the fact that they are neither related to the better-known demon warriors, nor belonging to a single species of their own. They are much stronger and sharper of mind than it is generally expected of their kind, to the point that it is not unheard of for them to lead some of their demon cousins in battle. ‘Gutwrenchers’ are renowned for their great appetite, and their razor-sharp claws which allow them to swiftly tear their prey to bits. For any hapless creature targeted by one of these monsters there is little hope — even if they somehow manage to extricate themselves from the imp’s crushing grip, odds are their flesh is already melting away thanks to the imp’s corrosive saliva.
es: Los diablos adultos se encuentran en distintas formas y tamaños, delatando así que ni tienen relación alguna con los guerreros demoníacos más comunes, ni conforman una sola especie propia. Son mucho más fuertes y diestros de mente de lo que normalmente se espera de su clase, al punto que no es ninguna sorpresa que algunos de ellos lideren a sus primos demoníacos en batalla. Los «destripadores» son famosos por su gran apetito y sus afiladísimas garras que les permiten rápidamente despedazar a sus presas. No hay mayor esperanza para cualquier criatura asediada por uno de estos monstruos — incluso si consiguen de algún modo zafarse de las garras demoledoras del diablo, lo más probable es que su carne ya esté siendo licuada por la saliva corrosiva de este.
fr: Les diablotins adultes ont plusieurs formes et tailles, trahissant le fait qu'ils ne sont pas liés aux guerriers démons bien mieux connus, ni qu'ils constituent une seule espèce. Ils sont plus forts et l'esprit plus aiguisé que l'on s'y attend de leur race au point qu'il n'est pas rare d'entendre parler d'eux menant certains de leur cousins démons à la bataille. Les ‘étripeurs’ sont renommés pour leur grand appétit, et leurs griffes comme des lames de rasoir leur permettant de réduire leur proie en charpie. Pour une créature traquée par ces monstres il y a peu d'espoir, même si certains parviennent à se dégager de leurs griffes , leurs chairs étant déjà rongées par leur salive corrosive.
ru: Взрослые бесы разнообразны и в форме, и в размере, изменяя как факту, что они не относятся к демоническим воинам, так и тому, что они не принадлежат к отдельному виду. Они гораздо сильнее и острее умом, чем обычно ожидается от их вида. Иногда даже можно увидеть, как они ведут в битву своих демонических родственников. ‘Потрошители’ получили своё название за непомерный аппетит и острые, как бритва, когти, позволяющие разорвать жертву на части за несколько ударов. Любым беспомощным существам, вставшим у них на пути, мало что может помочь: даже если им каким-то образом удастся выбраться из раздавливающей хватки, вероятно, их плоть уже разъедает слюна беса.

source: Matrix Core
es: Núcleo de matriz
fr: Cœur matriciel
ru: Ядро Матрицы

source: These unfathomable, purportedly living constructs are usually found underground near Shaxthal hives. Fully immobile by nature, they have very limited means of self-defense. Given their disproportionate size, they may be a hindrance when found in narrow underground passages.
es: Estos constructos incomprensibles y supuestamente vivientes generalmente son encontrados bajo tierras cerca de colmenas Shaxthal. Siendo por naturaleza inmóviles, sólo disponen de medios muy limitados de auto-defensa. Dado su tamaño desproporcionado, resulta bastante inconveniente encontrárselos en pasajes subterráneos estrechos.
fr: Ces constructions vivantes sont habituellement trouvées sous terre vers les ruches shaxthales. Totalement immobiles de natures, ils sont très limités en autodéfense. À cause de leur taille disproportionnée, ils peuvent être un obstacle à l'entrée des passages souterrains les plus étroits.
ru: Эти необъяснимые, возможно, живые конструкции обычно можно встретить под землёй рядом с ульями Шаксталов. Будучи полностью неподвижными по своему происхождению, у них практически отсутствует самозащита. Однако из-за своих несоизмеримых размеров они могут служить препятствием в узких подземных проходах.

source: energy ray
es: rayo de energía
fr: rayon d'énergie.
ru: луч энергии

source: hot goo
es: viscosidad caliente
fr: glue ardente
ru: горячая слизь

source: Psy Mindraider
es: Robamentes psy
fr: Razzieur psy
ru: Пси-подавитель

source: Assumed to be related to the wandering crawlers at the Lorekeepers’ service, these fearsome creatures are said to have the ability to pierce into the very minds of any living opponents, replenishing their vital energy and accelerating their growth in the process. Needless to say, this makes them especially dangerous to approach.
es: Supuestamente relacionadas con los rastreros deambulantes que sirven a los Sabios del Caos, se dice de estas criaturas aterrorizantes que tienen la habilidad de penetrar incluso la mente de las criaturas vivientes, así restaurando su vitalidad y acelerando su crecimiento. No hace falta decir que esto los hace especialmente peligrosos en combate.
fr: Ces créatures étranges et effrayantes ont la capacité d'attaquer l'esprit même de leurs opposants pour reconstituer leur propre énergie vitale et croître encore plus et devenir plus fortes. Inutile de dire que cela les rend particulièrement dangereuses à approcher.
ru: Вероятно имеющие связь с бродячими Пси-сканерами, служащими Хранителям Знаний, эти вселяющие ужас существа, похоже, имеют возможность проникнуть в сам разум их живых оппонентов, восстанавливая свою жизненную силу и ускоряя рост в процессе. Разумеется, из-за этого к ним особенно опасно приближаться.

source: mind probe
es: ataque psíquico
fr: sonde l'esprit
ru: взлом мозга

source: Psy Crawler
es: Rastrero psy
fr: Rampeur psy
ru: Пси-сканер

source: These tentacled creatures are often found underground within Shaxthal hives, wandering aimlessly and preying upon smaller lifeforms when not magically commanded by the dreaded Lorekeepers. Being rather slow and weak, it is very unusual for them to be seen on the surface, and even more unusual for them to be sent away from their habitat.
es: Estas criaturas con tentáculos se encuentran con frecuencia bajo tierra en colmenas Shaxthal, vagando sin propósito aparente y alimentándose de criaturas más pequeñas cuando no están al mando de los temidos Sabios del Caos. Siendo más bien lentas y débiles, es muy inusual verlas en la superficie, y aún más inusual que sean enviadas a lugares alejados de su hábitat.
fr: Ces créatures tentaculaires sont parfois trouvées sous terre dans les ruches shaxthales, errant et chassant des petites formes de vie lorsqu'elles ne sont pas contrôlées magiquement par les Gardiens des traditions. Étant lents et faibles, il est inhabituel d'en trouvé en surface, et encore plus de les envoyer loin de leur habitat.
ru: Эти существа с щупальцами часто можно встретить внутри подземных Шакстальских ульев. Они бесцельно бродят и охотятся на слабые формы жизни, конечно, если ими не командуют устрашающие Хранители Знаний. Из-за медлительности и слабости Пси-сканеры редко встречаются на поверхности, ещё реже их можно встретить вдали от мест обитания.

source: Matrix Flow System
fr: Système d'écoulement matriciel
ru: Потоковая Система Матрицы

source: goo
es: viscosidad
fr: glue
ru: слизь

source: Fire Faerie
es: Hada de fuego
fr: Fée de feu
ru: Огненная файери

source: Forest faeries rarely take part in wars and conflicts, preferring instead to dance and frolic in their forest homes. They will, however, defend these to the death; to this end, the forest elves have proven allies of convenience. The elves themselves have long had respect for those with a close affinity with the Arcane Flame. It is due to this close relationship that faeries will sometimes be found by the elves’ side in times of great need. The more experienced faeries possess an even greater mastery of the fire element, allowing them to hurl balls of raging fire at their enemies, or to ignite them with a single touch. Some are even said to eventually burn away their corporeal forms entirely, becoming a spirit born of the rage of the Flame.
es: Las hadas de los bosques rara vez son partícipes de conflictos armados, prefiriendo en su lugar bailar y juguetear en sus hogares. Sin embargo, sí están dispuestas a defender sus tierras hasta la muerte; para este fin, los elfos de los bosques son aliados muy convenientes. Los elfos mismos siempre han tenido un gran respeto hacia aquellos que tienen una afinidad íntima con el Fuego Arcano. Es debido a esta estrecha relación que a las hadas se les puede encontrar luchando junto a los elfos en tiempos de gran necesidad. Las hadas con más experiencia poseen un dominio mucho más grande del elemento del fuego, permitiéndoles lanzar bolas ardientes contra sus enemigos, o incinerarlos con un solo toque. Se dice que algunas incluso consiguen arder hasta desprenderse de su forma corpórea por completo, convirtiéndose así en espíritus nacidos de la furia de sus llamas.
fr: Les fées sylvaines s'impliquent rarement dans les guerres et autres conflits, préférant danser et s'amuser dans leurs demeures forestières. Elles vont toutefois les défendre jusqu'à la mort; de fait les elfes sylvains ont des alliés en ces circonstances. Les elfes eux-mêmes ont depuis longtemps le plus grand respect envers ces créatures avec une telle affinité avec la Flamme des Arcanes. C'est à cause de ce lien étroit que les fées peuvent être vue parfois aux côtés des elfes en cas de grand besoin. Les fées les plus expérimentées possèdent une plus grande maîtrise du feu, leur permettant d'envoyer des rafales sur leurs ennemis, ou de les enflammer par simple contact. Quelques-unes auraient même entièrement brûlé leur corps physique, devenant des esprits nés de la colère de la Flamme.
ru: Лесные файери редко принимают участие в войнах и столкновениях, предпочитая вместо этого плясать и резвиться в лесах. Они, тем не менее, будут защищать их до конца, как правило, вместе с эльфами. Сами эльфы долгое время уважали их за тесную связь с Волшебным Огнём. Файери часто приходят на помощь эльфам во время великой нужды. Опытные файери владеют ещё большим мастерством огня, позволяющим кидать шары яростного пламени во врагов или поджигать их одним прикосновением. Некоторые, по слухам, даже полностью сжигают свой вещественный облик, становясь духами, рождёнными из ярости Огня.

source: fire aura
es: aura de fuego
fr: Aura de feu
ru: огненная аура

source: mystic fire
es: fuego místico
fr: Feu mystique
ru: мистический огонь

source: Hamadryad
ru: Гамадриада

source: Elven lore tells of faerie creatures back in the Golden Age who achieved an even more intimate connection to the earth than their fellow dryads and forest phantoms, able to assume the shape of majestic trees and enjoy an exceedingly long, albeit solitary existence in the deepest forests of Irdya. Despite the name, the “hamadryads” were rumored to have more in common with woses than their comparatively mundane sisters. Their command of nature was unparalleled and said to surpass even the mightiest sylphs of yore, instilling such awe into them that some elven communities revered them as protector deities. To defile the sanctity of their domain—be it with fire, bloodshed or the felling of healthy trees—was considered a sin beyond redemption. Finding one of these mythical nymphs in humanoid form anywhere other than the heart of the forest is completely unheard of and would necessitate a magic disturbance of an unprecedented scale, or a highly improbable fluke.
ru: Эльфийские сказания повествуют, что в стародавние времена Золотого Века, жили существа файери, которые достигли ещё большей близости с землёй, чем родственные им дриады и лесные призраки, способные принять облик величественных древ и наслаждаться крайне долгим, пусть и одинокой жизнью в глубочайших лесах Ирдии. Несмотря на своё название, “гамадриады”, по слухам, имеют больше общего с древнями, чем со своими сравнительно мирскими сёстрами. Их власть над природой была бесподобна и, похоже, превосходила даже величайших сильф былого, вселяя в них такой благоговейный страх, что иные эльфийские сообщества превозносили их как защитников-богов. Покуситься на святость их царства — будь то огнём, кровопролитьем или рубкой здоровых деревьев — считалось грехом за гранью искупления. Совершенно неслыханно, чтобы кто-нибудь встретил одну из этих мифических нимф в человекообразном облике где-нибудь, кроме сердца леса — это бы потребовало магического возмущения непревзойдённой силы, либо же крайне невероятного везения.

source: suffocate
ru: удушение

source: Dryad
es: Dríade
fr: Dryade
ru: Дриада

source: Dryads possess a closer affinity to their faerie nature than their brethren, yet at times exhibit a remarkable understanding of human nature. In fact, Dryads are more apt to engage the few travelers they meet in friendly conversation than seduce or murder them. Some elven scholars have proposed there exists a deeper connection between woodlandkind and humans as children of Earth; to many, this is unthinkable. For them, to even suggest such a connection between the violent, destructive humans and the ancient, illustrious elves constitutes heresy. If there are those among the faerie with knowledge of this world’s beginnings, they do not share it, preferring instead to lead peaceful, modest lives. Nonetheless, the Dryads’ calm nature in no way means they are powerless. Their extensive knowledge of nature and its magical arts makes them a formidable opponent in any conflict.
es: Las dríades poseen una mayor afinidad a su naturaleza faérica que sus hermanas, no obstante a veces muestran una sorprendente comprensión de la naturaleza humana. En efecto, las dríades tienden a entablar conversaciones amistosas con los escasos viajeros que las encuentran en vez de seducirlos o asesinarlos. Algunos sabios elfos proponen que existe una conexión más íntima entre las criaturas del bosque y los humanos como hijos comunes de la Tierra; para muchos, esto resulta impensable. En general, cualquier intento de sugerir que exista un vínculo entre los violentos y destructivos humanos y los antiguos e ilustres elfos es considerado herejía. Suponiendo que hayan criaturas faéricas que conozcan acerca del inicio de este mundo, no están dispuestas a compartir la información, prefiriendo vivir pacíficas y modestas vidas. Aún así, la naturaleza serena de las dríades no las hacen desvalidas en absoluto. Su gran conocimiento de la naturaleza y la magia silvestre las hace oponentes formidables en cualquier conflicto.
fr: Les Dryades possèdent une plus grande affinité à leur nature féerique que leurs parentes, et en même temps une remarquable compréhension de la nature humaine. En fait, les Dryades sont capables d'engager une conversation avec les voyageurs qu'elles croisent, plutôt que de les séduire et de les assassiner. Certains experts elfes ont avancé qu'ils existent une profonde connexion entre les races forestières et les humains comme enfants de la Terre; pour la plupart, c'est impensable.Pour eux, suggérer une connexion entre les humains violents et destructeurs, et les elfes anciens et illustrent relève de l'hérésie. Si elles sont celles parmi les fées avec la connaissance des origines du monde , elles ne s'en servent pas, préférant mener une vie paisible et modeste. Cependant, la nature calme des Dryades n'est pas synonyme d'impuissance. Leurs connaissances étendues de la nature et de leurs arts magiques en font de formidables adversaires dans un conflit.
ru: Дриады ближе к природе файери, чем их собратья, однако, они глубоко понимают и людскую сущность. На самом деле, Дриады скорее завлекут встретившихся им путников в дружественную беседу, чем обманут или убьют их. Часть эльфийских учёных даже предположила, что существует связь между лесными видами и людьми, так как все они — дети земли; для остальных это немыслимо. Для них даже предположение о чём-то общем между разрушительными людьми и древними, прославленными эльфами, означает ересь. Если среди файери и есть те, кто обладает знанием о происхождении мира, то они не распространяют его, предпочитая вести мирную, скромную жизнь. Тем не менее, спокойный характер Дриад совсем не означает их беспомощность. Расширенное познание природы и магических искусств делает из них грозного противника в любом сражении.

source: Sprite
es: Duendecilla
fr: Lutin
ru: Огнёвка

source: To a creature of the forests, fire is a mortal enemy, yet to the Faerie Sprites, it is a weapon strangely antithetical to their wooded nature. Though not much is otherwise factually known about the Faerie race, rare as they are and despite their numbers having grown since the Fall, they have always been viewed as gentle, mischievous beings, if perhaps a little too apt to play with the hearts of men. Travelers who have encountered them speak of beautiful elfin women clad in simple robes, their gossamer-thin wings glinting like jewels in starlight. Rare is the man — or woman — whose breath is not lost upon the sight of these beings, and neither are their advances spurned. Some awaken the next morning alone, and move on, only to find a child on their doorsteps months later. A more unlucky number never again see the light of day; they are often found dead, lying contentedly amongst the fallen leaves. Yet despite their reputations, faeries are by no means evil. Perhaps it is their strange sense of impish humor that leads them to do these things, or perhaps something deeper in their nature.
es: Para las criaturas de los bosques en general, el fuego es un enemigo mortal, pero para las duendecillas faéricas se trata de un arma extrañamente contraria a su naturaleza forestal. No se sabe con certeza mucho acerca de las criaturas faéricas, rara vez vistas pese a su aumento en número tras la Caída. Siempre se les ha considerado seres amables pero traviesos, algo propensos a jugar con los corazones de los hombres. Los viajeros que las encuentras describen hermosas y delicadas mujeres ataviadas con vestidos simples, sus finas alas destelleando como joyas bajo la luz de las estrellas. Son escasos los hombres — o mujeres — a quienes ver estos seres no les roba el aliento, y sus avances rara vez son rechazados. Algunos despiertan completamente solos a la mañana siguiente y vuelven a sus actividades usuales, para posteriormente encontrar un bebé en su puerta meses después. Otros más desafortunados nunca más ven la luz del día; con frecuencia se les encuentra sin vida, descansando con aspecto satisfecho entre las hojas caídas. Y aún así pese a su reputación, las hadas no son en realidad malignas en ningún grado. Tal vez es su extraño y endiablado sentido del humor que las conduce a estos actos, o posiblemente se trate de algo más profundo en su naturaleza.
fr: Pour une créature de la forêt, le feu est un ennemi mortel, pour une fée, c'est donc une arme étrangement anthithétique à leur nature sylvaine. Bien que rien de factuel ne soit connu de la race féerique,elles sont rares et bien que leur nombre ait augmenté depuis la Chute, elles sont toujours vue comme des êtres gentils, malicieux, mais peut-être un peu trop prompte à jouer avec le coeur des hommes. Les voyageurs qui les ont rencontrés parlent de magnifiques femmes elfes vêtues de simples robes, leurs ailes fines et transparentes brillant comme des joyaux à la lumière des étoiles. Rare sont les hommes — ou femmes — qui n'ont pas eu le souffle coupé à leur vue, et aucun n'a pu rejeter leurs propositions. Certains se réveillent le matin, seuls, et repartent, seulement pour trouver un enfant à leur porte des mois après.les moins chanceux ne revoient jamais la lumière du jour; ils sont parfois retrouvés morts, allongé le sourire aux lèvres. Malgré leur réputation, les fées ne sont pas de nature mauvaise. Peut-être est-ce leur étrange sens de l'humour qui les amène à faire ces choses ou bien quelque chose de plus profond dans leur nature.
ru: Для лесных существ огонь — смертельный враг. Тем не менее, для огнёвок — это оружие, хотя и противоположное их лесной природе. Не так много известно о расе файери, и несмотря на то, что их число увеличилось со времён Падения, они всегда выглядели нежными, озорными сущностями, возможно, чересчур любящими поиграться с мужскими сердцами. Путешественники, встречавшие их, рассказывают о красивых эльфийских женщинах, одетых в простую одежду, их кружевные крылья отсвечивают, как драгоценные камни под светом звёзд. Редко у кого из мужчин — или даже женщин — не замирало дыхание при взоре на этих существ, так и их надежды редко были отвергнуты. Затем некоторые просыпались утром одни и продолжали путь, только чтобы обнаружить дитя перед своей дверью несколько месяцев спустя. Те, кому повезло меньше, никогда больше не увидят белый свет: их находят мёртвыми, лежащими удовлетворённо среди опавших листьев. Несмотря на свою дурную славу, файери совсем не являются злыми. Быть может, в таких вещах заключается их странное чувство юмора или даже нечто глубокое в их природе.

source: Forest Spirit
es: Espíritu del bosque
fr: Esprit de la forêt
ru: Лесной дух
