Repository: project-ethea/Ethea-i18n
Catalog: Naia/*.po
Languages: es, fr, ru

source: If somehow forced to move into cave or stone walls, this unit can hide inside them and deal 50% more damage on defense. Enemy units cannot see this unit while it is inside walls, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
ru: Если этого бойца каким-то образом заставят переместится в каменную или скалистую стену, он может в них спрятаться и при защите нанести на 50% больше урона. Враги не могут увидеть бойца, пока он находится в стене, если только они не стоят рядом с ним. Любой враг, который впервые наткнётся на этого бойца, немедленно потеряет все оставшиеся очки передвижения.

source: zeal
ru: рвение

source: female^zeal
ru: рвение

source: The zeal of this unit inspires adjacent units to resist enemy attacks better and deal increased damage. Adjacent own units of lower level will receive a +30% bonus to their resistances while defending, up to a maximum of 60% for non-arcane damage, or 30% for arcane damage. They will also deal 15% more damage times the difference in their levels on both defense and offense.
ru: Рвение этого бойца вдохновляет соседних бойцов лучше сопротивляться вражеским атакам и наносить повышенный урон. Соседние союзные бойцы более низкого уровня получат повышение всех их сопротивлений на 30% во время защиты, вплоть до максимума в 60% для не-мистического урона, и 30% для мистического урона. Они также будут наносить на 15% больше урона за каждый уровень в разнице как при защите, так и при нападении.

source: testament
ru: знак

source: Upon the death of this unit, any wounded adjacent allies below 50% of their total HP will be healed back to said amount, although any negative status effects will not be removed. Additionally, if the unit is standing on clear walkable ground without any obstructions on it, a suitable testament to its existence will take its place.
ru: В случае гибели этого бойца любые раненые союзники вблизи его с менее чем 50% здоровья будут исцелены до указанного значения, хотя любые отрицательные эффекты не удалятся. Помимо того, если боец будет стоять на свободной проходимой местности без препятствий на ней, знак, надлежащий его существованию, займёт его место.

source: energize
ru: заряженный

source: If not slowed, this unit confers adjacent allied units possessing the ‘biomechanical’ trait a 25% bonus to all damage dealt and a 10% resistance bonus.
ru: В случае, если он не замедлен, этот боец предоставляет соседним союзным биомеханическим бойцам 25% добавку ко всему наносимому урону и повышение сопротивляемости на 10%.

source: sylvan essence
es: esencia silvestre
fr: essence sylvaine
ru: лесное существо

source: This unit can heal and cure friendly units on adjacent hexes every turn, to a base maximum of 8 HP. In vegetated terrains, it will conceal itself from its enemies. It can also regenerate (but not unpoison) 3 HP per-turn, but only on vegetated terrains.
es: Esta unidad puede sanar y curar unidades aliadas en casillas adyacentes cada turno, por un máximo inicial de 8 PV. En terrenos con vegetación, es capaz de ocultarse de sus enemigos. También es capaz de recuperar 3 PV por turno en estos terrenos (pero no cancelar el veneno).
fr: Cette unité peut également soigner et guérir les unités amies adjacentes d'un maximum de 8 PV. Elle sera invisible en terrain boisé. En forêt ou forêt de champignons, elle peut également se régénérer de 3 PV par tour, mais pas guérir du poison.
ru: Боец с такой способностью умеет исцелять и лечить стоящих рядом дружественных воинов, восстанавливая их здоровье до 8 ЗД за ход. В покрытой растительностью местности, он будет невидим для своих противников, получая возможность регенерировать до 3 ЗД за ход (но не исцеляться от яда).

source: This unit illuminates the surrounding area, making lawful units fight better, and chaotic units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is night, and as if it were day when it is dusk. The unit also can heal and cure friendly units on adjacent hexes every turn, to a base maximum of 8 HP. In vegetated terrains, it will conceal itself from its enemies. It can also regenerate (but not unpoison) 4 HP per-turn, but only in vegetated terrains.
es: Esta unidad ilumina el área que le rodea, haciendo que las unidades legales luchen mejor, y las caóticas peor. Cualquier unidad adyacente a ésta luchará como si estuviera atardeciendo cuando es de noche, y como si fuera de día cuando está atardeciendo. Esta unidad también puede sanar y curar unidades aliadas en casillas adyacentes cada turno, por un máximo inicial de 8 PV. En terrenos con vegetación, es capaz de ocultarse de sus enemigos. También es capaz de recuperar 4 PV por turno en estos terrenos (pero no cancelar el veneno).
fr: Cette unité illumine les terrains adjacents, rendant les loyaux meilleurs combattants et les chaotiques plus mauvais. Toute unité proche de celle-ci combattra la nuit comme au crépuscule et au crépuscule comme en plein jour. Cette unité peut également soigner et guérir les unités amies adjacentes d'un maximum de 8 PV. Elle sera invisible en terrain boisé. En forêt ou forêt de champignons, elle peut également se régénérer de 4 PV par tour, mais pas guérir du poison.
ru: Этот воин освещает окружающую область, заставляя порядочных бойцов сражаться лучше, а хаотичных - хуже. Любые бойцы, находящиеся рядом с этим воином, ночью будут сражаться так, как будто это сумерки, а в сумерках так - как будто это день. Боец с такой способностью умеет исцелять и лечить стоящих рядом дружественных воинов, увеличивая их здоровье до 8 ЗД за ход. В покрытой растительностью местности, он будет невидим для своих противников, получая возможность регенерировать до 4 ЗД за ход (но не исцеляться от яда).

source: Resist until the end of turns
es: Resista hasta el fin de los turnos
fr: Résister jusqu'à la fin des tours
ru: Продержитесь до окончания ходов

source: You will not be able to recall any units from this scenario later
es: No le será posible reincorporar unidades de este escenario posteriormente.
fr: Vous ne serez pas capable de rappeler toutes les unités de ce scénario plus tard.
ru: Вы не сможете призывать бойцов из этого сценария позднее

source: Crystal Glyph
es: Glifo de cristal
fr: Glyphe de cristal
ru: Кристальный глиф

source: Do you wish to be healed?
es: ¿Desea sanación?
fr: Voulez-vous être soigné ?
ru: Вы хотите излечиться?

source: This magic glyph will completely restore this unit’s health. It will also unslow and cure it of poison, if applicable.
es: Este glifo mágico restaurará por completo la vitalidad de esta unidad. También desralentiza y cura el veneno, si se aplica.
fr: Ce glyphe magique soignera totalement cette unité, enlevant si nécessaire le poison et le ralentissement.
ru: Этот кристалл полностью восстановит здоровье вашего бойца. Кроме того, с него будет снято замедление и он будет избавлен от яда, если это возможно.

source: Note: this glyph may be used only once; afterwards, it will fade out.
es: Nota: este glifo sólo puede ser utilizado una vez; posteriormente desaparecerá.
fr: Remarque : ce glyphe ne peut servir qu'une fois,après, il s'évanouira.
ru: Учтите: глиф может сделать это только один раз. Будучи использованным, он исчезнет.

source: Note: this glyph may be used only once; afterwards it will fade out.
es: Nota: este glifo sólo puede ser utilizado una vez; posteriormente desaparecerá.
fr: Remarque : ce glyphe ne peut servir qu'une fois; il s'évanouira après usage.
ru: Учтите: глиф может сделать это только один раз. Будучи использованным, он исчезнет.

source: Crystal Glyph of Health
es: Glifo de cristal de sanación
fr: Glyphe de soin en cristal
ru: Кристальный глиф здоровья

source: healed
es: sanado
fr: soigné
ru: исцелён

source: female^healed
es: sanada
fr: soignée
ru: исцелена

source: The unit is fully healed, cured and unslowed.
es: La unidad es completamente sanada, curada, y desralentizada.
fr: Cette unité est totalement remise.
ru: Этот боец полностью восстановил здоровье, исцелился и избавился от эффекта замедления.

source: Access granted.
es: Acceso concedido.
fr: Accès accordé.
ru: Доступ разрешён.

source: Shaxthal Hive
es: Colmena Shaxthal
fr: Ruche Shaxthale
ru: Улей Шаксталов

source: Neutral time of day
es: Hora neutral
fr: Période neutre de la journée
ru: Нейтральное освещение

source: First Dawn
es: Primer amanecer
fr: Première aube
ru: Первая заря

source: First Morning
es: Primera mañana
fr: Premier matin
ru: Первое утро

source: First Midday
es: Primer mediodía
fr: Premier midi
ru: Первый полдень

source: First Afternoon
es: Primera tarde
fr: Premier après-midi
ru: Первый день

source: First Dusk
es: Primer anochecer
fr: Premier crépuscule
ru: Первый закат

source: The Short Dark
es: La Corta Oscuridad
fr: La courte nuit
ru: Короткая ночь

source: Second Dawn
es: Segundo amanecer
fr: Deuxième aube
ru: Вторая заря

source: Second Morning
es: Segunda mañana
fr: Deuxième matin
ru: Второе утро

source: Second Midday
es: Segundo mediodía
fr: Deuxième midi
ru: Второй полдень

source: Second Afternoon
es: Segunda tarde
fr: Deuxième après-midi
ru: Второй день

source: Second Dusk
es: Segundo anochecer
fr: Deuxième crépuscule
ru: Второй закат

source: The Long Dark — First Watch
es: La Larga Oscuridad (1)
fr: La longue nuit - Premier quart
ru: Долгая ночь (1)

source: The Long Dark — Second Watch
es: La Larga Oscuridad (2)
fr: La longue nuit - Deuxième quart
ru: Долгая ночь (2)

source: The Long Dark — Third Watch
es: La Larga Oscuridad (3)
fr: La longue nuit - Troisième quart
ru: Долгая ночь (3)

source: The Long Dark — Fourth Watch
es: La Larga Oscuridad (4)
fr: La longue nuit - Quatrième quart
ru: Долгая ночь (4)

source: Inferno
es: Infierno
ru: Инферно

source: The Endless Night
es: Noche eterna
fr: La nuit Interminable
ru: Бесконечная ночь

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse.
es: Esta unidad oscurece el área que le rodea, haciendo que las unidades caóticas luchen mejor, y las legales, peor.
fr: Cette unité assombrit les terrains environnants faisant mieux combattre les unités chaotique et moins bien les unités loyales.
ru: Этот боец сгущает мрак вокруг себя, делая хаотичных воинов сильнее, а порядочных - слабее.

source: This unit’s powers are increased by the Sylvan Essence.
es: Los poderes de esta unidad son amplificados por la Esencia silvestre.
fr: Les pouvoirs de cette unité sont améliorés par l'Essence Sylvaine.
ru: Этот боец усилен сущностью леса.

source: This unit will regenerate 5 HP per turn in forest or mushroom grove terrains.
es: Esta unidad regenera 5 PV por turno en bosques o campos de setas.
fr: Cette unité se régénère de 5 PV par tour si elle est dans une forêt ou une forêt de champignons.
ru: Этот воин восстанавливает до 5 ЗД за ход, находясь в лесу или грибной роще.

source: Some of this unit’s attacks are only available during defense.
es: Algunos de los ataques de esta unidad sólo están disponibles durante la defensa.
fr: Cette unité ne peut utiliser certaines de ses attaques que défensivement.
ru: Некоторые атаки бойца доступны только при обороне.

source: Some of this unit’s attacks are only available during offense.
es: Algunos de los ataques de esta unidad sólo están disponibles durante la ofensa.
fr: Cette unité ne peut utiliser certaines de ses attaques qu'offensivement.
ru: Некоторые атаки бойца доступны только при наступлении.

source: This unit’s attacks always hit its opponent.
es: Los ataques de esta unidad siempre golpean a su oponente.
fr: Les attaques de cette unité atteignent toujours son adversaire.
ru: Атака этого бойца всегда поразит цель.

source: This unit can attack very precisely, giving it a better chance to hit agile foes on the offense.
es: Esta unidad puede atacar con gran precisión, proporcionándole una mejor probabilidad de golpear enemigos ágiles durante la ofensa.
fr: Cette unité peut attaquer très précisément, ce qui lui permet d'atteindre plus facilement les ennemis agiles en attaque
ru: Атаки этого бойца обладают достаточной точностью, увеличивая шанс попасть в ловких противников, но лишь при атаке.

source: Adjacent lower-level units of the same allegiance have their resistances increased by the sole presence of this unit.
es: Las unidades adyacentes de menor nivel pertenecientes al mismo bando gozan de resistencias incrementadas por la presencia de esta unidad.
fr: Les unités adjacentes de niveau moindre et de même équipe voient leurs résistances augmenter par la simple présence de cette unité.
ru: Одно только присутствие этого воина увеличивает сопротивляемость стоящих рядом бойцов более низкого уровня, сражающихся за того же лидера.

source: This unit can frighten enemy units that are next to it, making them fight worse.
es: Esta unidad puede aterrorizar unidades enemigas adyacentes, haciéndolas desempeñarse peor en combate.
fr: Cette unité peut effrayer l'ennemi adjacent, diminuant les dégâts qu'il provoque.
ru: Этот воин внушает ужас в ближайших вражеских бойцов, из-за чего они будут хуже сражаться.

source: This unit can hide in cave or stone walls to remain undetected by its enemies, as well as receive a 50% damage bonus on defense.
ru: Этот боец может прятаться в каменных или скалистых стенах, притом он получает 50% повышение урона при защите.

source: This unit cannot move to terrains other than water, castle and villages.
es: Esta unidad no puede desplazarse a terrenos que no sean agua, castillos o aldeas.
fr: Cette unité ne peut se déplacer que dans l'eau, les châteaux et les villages.
ru: Этот боец может перемещаться только по воде, замкам и деревням.

source: The zeal of this unit inspires adjacent units to resist enemy attacks better and deal increased damage.
ru: Рвение этого бойца вдохновляет соседних бойцов лучше сопротивляться вражеским атакам и наносить повышенный урон.

source: This unit is able to infect victims with a powerful poison capable of killing and turning them into undead.
ru: Этот боец способен заражать жертв мощным ядом, способным убить их и обратить в нежить.

source: attack only
es: sólo ofensivo
fr: offensif uniquement
ru: только атака

source: This weapon will never be used on defense.
es: Este ataque jamás será utilizado en defensa.
fr: Cette arme ne sera jamais utilisée en défense.
ru: Это оружие не может быть использовано при защите.

source: defend only
es: sólo defensivo
fr: défensif uniquement
ru: только защита

source: This weapon will only be available for defense.
es: Este ataque sólo estará disponible en defensa.
fr: Cette arme ne peut être utilisée qu'en défense.
ru: Это оружие может быть использовано только при защите.

source: always hits
es: siempre golpea
fr: toujours mouche
ru: абсолютная точность

source: This attack always has a 100% chance to hit regardless of the defensive ability of the unit being attacked.
es: Este ataque siempre tiene una probabilidad de golpear del 100% independientemente de las capacidades defensivas de su blanco.
fr: Cette attaque a toujours une probabilité de 100 % d'atteindre l'unité attaquée indépendamment de sa capacité défensive.
ru: Эта атака всегда достигнет своей цели, как бы та не защищалась.

source: precision
es: precisión
fr: Précision
ru: точность

source: When used offensively, this attack always has at least a 50% chance to hit.
es: Al ser utilizado en ofensiva, este ataque siempre tiene al menos un 50% de posibilidades de golpear.
fr: Utilisée en attaque, cette attaque a toujours au moins 50 % de chance ""d'atteindre sa cible.
ru: При нападении данная атака всегда имеет вероятность не менее 50% нанести ущерб.

source: necrosis
ru: некроз

source: This attack infects living targets, causing them to lose 10 HP every turn until cured in a village or by a unit able to remove poison (regenerates does not counter necrosis). Any targets who die while necrosed become Ghouls belonging to the same side as the unit which originally infected them.
ru: Эта атака заражает живые цели, заставляя их терять 10 ЗД каждый ход, пока их не исцелит лекарь или они не вылечатся в деревне (регенерация не способна справится с некрозом). Бойцы, умершие, находясь в состоянии некроза, станут упырями и перейдут на сторону бойца, который изначально их заразил.

source: mark
ru: метка

source: When used offensively, this attack disrupts its opponent’s stance, decreasing all resistances by 20% (down to a minimum of -50%) until the affected unit’s turn ends.
ru: При наступательном использовании эта атака нарушает стойку врага, снижая все сопротивления на 20% (вплоть до минимума в -50%), пока не окончится ход подверженного бойца.

source: Warning!
es: ¡Advertencia!
fr: Attention!
ru: Предупреждение!

source: Some scenarios of this campaign work significantly different from normal Wesnoth gameplay. It is especially important to pay close attention to the mission objectives and not necessarily try to kill every single enemy, especially on shrouded maps, or in places where enemies seem to respawn continuously.
es: Algunos escenarios en esta campaña funcionan de un modo considerablemente distinto al juego convencional de Wesnoth. Es especialmente importante poner atención a los objetivos de la misión y no tratar necesariamente de eliminar todos los enemigos, especialmente en mapas con áreas ocultas, o en ubicaciones donde los enemigos parecen resurgir constantemente.
fr: Avertissement : certains scénarios se jouent très différemment par rapport aux standards de Wesnoth. Il faut faire très attention aux objectifs et ne pas systématiquement tuer tous les ennemis, surtout dans les cartes avec un voile ou celles où les ennemis ressurgissent continuellement.
ru: Некоторые сценарии этой кампании могут значительно отличаться от привычного Веснотского стиля игры. Следует пристально следить за текущими целями миссии. Совсем не обязательно пытаться перебить всех врагов до единого, особенно на картах с пеленой или в местах, где враги появляются вновь и вновь.

source: Although not strictly required, players are advised to become familiar with the stories, characters, and historical events presented in <i>Under the Burning Suns</i>, and (optionally) <i>Descent into Darkness</i> before playing this campaign.
es: Aunque no es un requisito esencial, se le sugiere a los jugadores familiarizarse con las historias, personajes y eventos presentados en <i>Bajo los soles ardientes</i>, y (opcionalmente) <i>Descenso a la oscuridad</i> antes de jugar esta campaña.
fr: Bien que ce ne soit pas strictement requis,nous conseillons aux joueurs de se familiariser avec les histoires, personnages et événements historiques présentés dans <i>Sous les Sables Brûlants</i>, et (optionnellement) <i>Descente dans les Ténèbres</i> avant de jouer cette campagne.
ru: Перед началом игры следует быть знакомым с сюжетом, персонажами и историческими событиями кампаний <i>Под Палящими Светилами</i>, и (по желанию) <i>Нисхождение Во Тьму</i>.

source: Although not strictly required, players are advised to become familiar with the stories, characters, and historical events presented in <i>Under the Burning Suns</i>, <i>Invasion from the Unknown</i>, and (optionally) <i>Descent into Darkness</i> before playing this campaign.
es: Aunque no es un requisito esencial, se le sugiere a los jugadores familiarizarse con las historias, personajes y eventos presentados en <i>Bajo los soles ardientes</i>, <i>Invasión del más allá</i> y (opcionalmente) <i>Descenso a la oscuridad</i> antes de jugar esta campaña.
fr: Bien que ce ne soit pas strictement requis, nous conseillons aux joueurs de se familiariser avec les histoires, personnages et événements historique presentésdans <i>Sous les Sables Brûlants</i>, <i>L'Obsure Invasion</i>,et (optionnellement) <i>Descente dans les Ténèbres</i> avant de jouer cette campagne.
ru: Перед началом игры следует быть знакомым с сюжетом, персонажами и историческими событиями кампаний <i>Под Палящими Светилами</i>, <i>Вторжение из Неведомого</i> (“Invasion from the Unknown”) и (по желанию) <i>Нисхождение Во Тьму</i>.

source: Certain sequences make use of floating labels, halos, and standing unit animations, so you might want to make sure these options are enabled under <b>Preferences</b> → <b>Display</b>.
ru: Некоторые сцены используют плавающие метки, эффекты свечения и анимацию бойцов, поэтому удостоверьтесь, что они разрешены настройками (<b>Настройки</b> → <b>Графика</b>).

source: ‹Max XP +15%›
es: ‹+15% PX máx›
ru: ‹Макс ОП +15%›

source: Vitality: hitpoints +3
es: Vitalidad: puntos de vida +3
ru: Живучесть: +3 к здоровью

source: team_color^Cyan
es: Cian
fr: Cyan
ru: Бирюзовый

source: team_color^Yellow
es: Amarillo
fr: Jaune
ru: Жёлтый

source: team_color^Pink
es: Rosado
fr: Rose
ru: Розовый

source: Wasteland
es: Erial
fr: Terre désolée
ru: Пустошь

source: Earthy Rockbound Cave
es: Cueva accidentada terrosa
fr: Cave encombré de rocher
ru: Земляная Каменистая Пещера

source: Volcanic Abyss
es: Abismo volcánico
fr: Abysse volcanique
ru: Вулканическая Пропасть

source: Dark Hive
es: Colmena oscura
fr: Ruche des ténèbres
ru: Тёмный Улей

source: Snowy Great Tree
es: Gran árbol nevado
ru: Заснеженное большое дерево

source: Dead Great Oak Tree
es: Gran roble muerto
ru: Мёртвое большое дерево дуба

source: Banner (Uria)
es: Estandarte (Uria)
fr: Bannière (Uria)
ru: Знамя (Урия)

source: Banner (Merthiaal)
es: Estandarte (Merthiaal)
fr: Bannière (Merthiaal)
ru: Знамя (Мерфиааль)

source: Statue (Adavyan)
es: Estatua (Adavyan)
ru: Статуя (Адавян)

source: Wall Moss
es: Musgo de pared
fr: Mur couvert de mousse
ru: Замшелая стена

source: Gate
es: Puerta
fr: Portail
ru: Ворота

source: Event Gate
es: Puerta de evento
fr: Porte des événements
ru: Прочные Ворота

source: Open Event Gate
es: Puerta de evento abierta
fr: Porte des événements ouverte
ru: Открытые Прочные Ворота

source: Hive Cell
es: Celda de colmena
fr: Cellule de la ruche
ru: Ячейка Улья

source: Flat Overlay
es: Capa llana
ru: Наложение Плоскости

source: Rough Overlay
es: Capa abrupta
ru: Наложение Грубой Местности

source: Fake Shroud
es: Oscuridad falsa
fr: Faux voile
ru: Ложная Мгла

source: Project Ethea
es: Proyecto Ethea
fr: projet Ethea
ru: Проект Этея

source: While in vegetated terrains, the unit will heal itself 5 hp per turn. If it is poisoned, it will remove the poison instead of healing.
fr: Cette unité regagnera 5 points de vie par tour tant qu'elle se trouve sur un terrain végétalisé. Elle éliminera le poison au lieu de se soigner en cas d'empoisonnement.

source: A game screen resolution of <b>800x600 or greater</b> is recommended. Some sequences make use of floating labels, halos, and standing unit animations, so you might want to make sure these options are enabled under <b>Preferences</b> → <b>Display</b>.
fr: une résolution de jeu de <b>800x600 ou supérieur</b> est recommandée. Certaines séquences utilisent des labels flottants, des halos, et des animations d'unités au repos, assurez-vous que ces options soient sélectionnées dans <b>Préférences</b> → <b>Affichage</b>.
