Repository: project-ethea/Ethea-i18n
Catalog: Naia/*.po
Languages: es, fr, ru

source: Swordsmaster
es: Maestro espadachín
fr: Maître escrimeur
ru: Мастер меча

source: Aragwaith Swordsmasters have endured years of rigorous military training, and survived countless ferocious battles. Their swordplay prowess is regarded with awe even by those few foes who have witnessed it and lived to tell the tale. Upon attaining the rank and the reputation that comes with it, they take up responsibility for teaching the young, passing the martial traditions of the Aragwaithi onto future generations.
es: Los maestros espadachines Aragwaith han soportado años de arduo entrenamiento militar, y sobrevivido un sinnúmero de sangrientas batallas. Su habilidad con la espada es admirada incluso por los escasos enemigos que han sido testigos de ésta y sobrevivido para contar su historia. Tras obtener el título y la reputación asociada a éste, los maestros se hacen responsables de entrenar a la juventud, así traspasando a sus futuras generaciones las tradiciones castrenses de los Aragwaithi.
ru: Мастера мечей выдержали годы изнурительных эрагвийских тренировок и преодолели гору жестоких сражений. Об их мастерстве говорят с восхищением те немногие враги, которые лицезрели его — и остались в живых. Получив свой титул, Мастера мечей ответственны за обучение молодых своему искусству, передавая из поколения в поколение славные военные традиции эрагвийцев.

source: Archer
es: Arquero
ru: Стрелок

source: The Aragwaithi are a noble people, fragile in body, but their training makes them among the more deadly denizens of this world. Their archers are no exception. Their skills with a bow are comparable to those of some elves, and they are remarkably quick with their daggers.
es: Los Aragwaithi son una gente noble, frágiles de cuerpo, pero su entrenamiento los hacen algunos de los habitantes más letales de este mundo. Sus arqueros no son la excepción. Su destreza con el arco es comparable a la de los elfos, y son considerablemente hábiles con la daga.
fr: Les aragwaiths sont un peuple noble, de constitution fragile, mais que l'entraînement transforme en une des plus redoutables peuplades de ce monde. Leurs archers ne font pas exception. Leur habileté à l'arc est comparable à celle des elfes et ils sont d'une rapidité exceptionnelle avec leurs dagues.
ru: Эрагвийцы – благородный, изящный телом народ, однако их выучка делает их одними из самых смертоносных обитателей этого мира. Их лучники – не исключение. Их умение обращаться с луком сопоставимо с эльфийским, и они удивительно проворны со своими кинжалами.

source: Swordsman
es: Espadachín
fr: Spadassin
ru: Меченосец

source: While the Aragwaithi are slight of body, they are also fast and nimble. These abilities, coupled with the intensive training given to the Aragwaith military, make for superb swordsmen. Swordsmen are clad in light chain mail — the better to resist the blades of their enemies.
es: Aunque los Aragwithi son de cuerpo ligero, también son rápidos y ágiles. Estas aptitudes sumadas al entrenamiento intensivo que recibe su milicia los hacen excelentes en el manejo de la espada. Los espadachines visten cota de malla ligera para resistir mejor el acero de sus enemigos.
fr: Bien que graciles, les aragwaiths sont rapides et agiles. Ces caractéristiques, couplées avec l'entraînement intensif dispensé aux soldats, en font de formidables combattants à l'épée. Les spadassins sont vêtus d'une cotte de mailles légère, ce qui est le mieux pour résister aux lames ennemies.
ru: Хотя эрагвийцы не сильно крепки телом, взамен они обладают быстротой и ловкостью. Эти способности, вкупе с интенсивной военной подготовкой эрагвийской армии, создают превосходных меченосцев. Меченосцы закованы в лёгкую кольчугу, выдерживающую клинки их врагов.

source: Chaos Heavy Longbowman
es: Arquero largo pesado del Caos
fr: Maître Archer du Chaos
ru: Тяжёлый лучник Хаоса

source: Reloading and aiming is a time-consuming process and a window of opportunity for assailants to strike down the defenseless archer. The most valued bowmen in the Chaos Empire’s service earn their prestige by attaining an elf-like proficiency with the longbow, shooting more than a dozen arrows a minute without tiring or missing their mark — or so the rumors go, anyway.
es: El recargar y reapuntar es un proceso demoroso y una oportunidad para que contrincantes derriben al arquero indefenso. Los arqueros más valiosos al servicio del Imperio del Caos adquieren su reputación a través de una aptitud casi élfica con el arco largo, capaces de disparar más de una docena de flechas por minuto sin agotarse o fallar su blanco — o al menos así dicen los rumores.
fr: Recharger et réarmer est un processus long et une fenêtre d'opportunité pour les assaillants pour affronter ces archers sans défense. Les plus valeureux archers de l'Empire du Chaos acquièrent leur prestige en atteignant la vitesse d'exécution d'un elfe avec l'arc long, tirant plus d'une douzaine de flèche à la minute sans se fatiguer ou manquer leur cible, c'est ce que disent les rumeurs, du moins.
ru: Перезарядка и прицеливание — непростительно долгий процесс, позволяющий наступающим убрать беззащитного лучника. Самые ценные имперские лучники зарабатывают почёт, приобретая навык стрельбы из длинного лука, сравнимый с мастерством эльфов, выстреливая больше десятка стрел в минуту без отдыха или потери цели — во всяком случае, таковы слухи.

source: Chaos Arbalestier
es: Arbalestero del Caos
fr: Arbalétrier du chaos
ru: Тяжёлый арбалетчик Хаоса

source: Going a step further than most, these elite Chaos soldiers are equipped with a more sophisticated variation on the basic crossbow, able to shoot bolts with much greater penetrating force. Because of the increased reload times and maintenance cost, these ‘arbalests’ are rarely seen on the battlefield in an active role, their owners often carrying them unloaded as a status symbol instead.
es: Yendo un paso más allá que la mayoría, estos soldados de élite del Caos están equipados con una versión más sofisticada que la ballesta básica, capaz de disparar proyectiles con una gran fuerza penetrante. Debido a los tiempos de recarga incrementados y el mayor costo de mantención, estas «arbalestas» son rara vez utilizadas en el campo de batalla, sus dueños prefiriendo en cambio portarlas sin munición de manera simbólico como indicación de su estatus.
fr: Atteigant un stade plus avancé que la plupart, ces soldats d'élite du Chaos sont équipés avec une variante plus sophistiquée de l'arbalète, capable de lancer des traits avec une plus grande force de pénétration. À cause des temps plus longs de rechargement et du Coût d'entretien, ces 'arbalètes' sont rarement employées sur le champ de bataille, leurs propriétaires les montrant parfois non chargés comme symboles de leurs statuts.
ru: Опережая на шаг большинство бойцов, эти элита войск Хаоса обладает продвинутой версией арбалета, способной выстреливать болтами с превосходящей проникающей силой. Из-за увеличенного времени перезарядки и затрат на обслуживание, эти арбалетчики редко встречаются на поле боя — повелители предпочитают использовать их как символ могущества.

source: arbalest
es: arbalesta
fr: arbalète
ru: арбалет

source: Chaos Raider
es: Invasor del Caos
fr: Pillard du chaos
ru: Налётчик Хаоса

source: For most desert dwellers, horses and other equines have become an increasingly scarce commodity, to the point that they are used in battle only as a last resort in the direst of situations. This is not the case for the Chaos Empire, however, which somehow maintains a steady supply of horses for their numerous raiding parties. Those unaccustomed to the animals usually flee before them, their impressions not improved by the creatures’ fierce disposition and tendency to trample anything underfoot.
es: Para la mayoría de los habitantes del desierto, los caballos y otros equinos se han convertido en un lujo cada vez más escaso, al punto que son utilizados en combate sólo como último recurso en las situaciones más desesperadas. Sin embargo, este no es el caso para el Imperio del Caos, que de algún modo consigue mantener un suministro constante de caballos para sus numerosas misiones de asalto. Aquéllos que no están habituados a estos animales tienden a huir de ellos, su impresión siendo poco ayudada por el carácter hostil de tales y su propensión a aplastar todo lo que encuentren a su paso.
fr: Pour la plupart des nomades du désert, chevaux et autres équidés sont des commodités en raréfaction, au point de ne s'en servir au combat qu'en dernier recours dans la pire des situations. Ce n'est pas le cas de l'Empire du Chaos, toutefois, puisqu'ils maintiennent une forte réserve de chevaux pour leurs raids. Ceux non_habitué aux animaux fuient devant eux, leur permettant d'éviter la disposition violente de ces créatures et à leur tendance à tout piétiner avec leurs sabots.
ru: Для большинства пустынных жителей лошади и им подобные стали всё более скудным ресурсом, а их использование позволено только в самых крайних случаях. Однако, это не относится к Империи Хаоса, которая каким-то образом поддерживает постоянное снабжение лошадьми для многочисленных рейдовых отрядов. Не привыкшие к этим животным зачастую спасаются бегством, и их впечатления не становятся лучше от свирепого расположения этих животных и от их стремления растоптать всё под ногами.

source: Chaos Magus
es: Mago del Caos
fr: Démoniste du chaos
ru: Маг Хаоса

source: When not busy sermonising their devout followers, the Chaos Magi put their craft to use supporting the Empire’s troops with fearsome infernal magic. The power they wield comes at a cost, however, as their bodies gradually succumb to a force not meant for humans to control, rendering them more vulnerable to certain forms of magic. Thus, researching new methods to elude death becomes paramount if they are to achieve — or surpass — the greatness of their elders.
es: Cuando no están ocupados dando sermones a sus devotos seguidores, los magos del Caos le dan uso a sus artes proveyendo apoyo a las tropas del Imperio con su temible magia infernal. El poder que manejan tiene su precio, sin embargo, ya que sus cuerpos van sucumbiendo gradualmente a una fuerza que no debiere ser controlada por humanos, haciéndolos más vulnerables a ciertos tipos de magia. Así es como la búsqueda de nuevos métodos para eludir la muerte se vuelve una necesidad para ellos si desean alcanzar — o superar — la grandiosidad de sus superiores.
ru: Во время, свободное от проповедей своим покорным последователям, Маги Хаоса применяют своё мастерство, чтобы поддерживать Имперские войска грозной инфернальной магией. За мощь, которую они несут, впрочем, приходится дорого платить: их тела постепенно поглощает сила, что не предназначалась для рода человеческого, оставляя их уязвимыми к некоторым видам магии. Именно поэтому исследование новых методов бессмертия становится их главной целью, если они хотят достигнуть — или даже превзойти — могущество своих учителей.

source: Marauder
es: Saqueador
fr: Maraudeur
ru: Мародёр Хаоса

source: Even barbarian brutes can hone their skills given enough time. Those in the Chaos Empire’s service who manage to survive long enough to do so are given plenty of opportunities to broaden their horizons and brandish better arms against their adversaries.
es: Incluso los brutos bárbaros pueden mejorar sus habilidades con el tiempo. Aquéllos al servicio del Imperio del Caos que sobreviven lo suficiente para conseguirlo son otorgados todo número de oportunidades para ampliar sus horizontes y blandir mejores armas contra sus adversarios.
fr: Même les brutes les plus barbares peuvent perfectionner leur maîtrise du combats avec assez de temps. Ceux au services de l'Empire du Chaos qui survivent assez longtemps ont davantage d'opportunités pour élargir leur horizons et brandir de meilleures armes contre leurs adversaires.
ru: Даже первобытные дикари со временем развивают свои навыки. Тем же, кто сумел прожить достаточно долго, служа Империи Хаоса, предоставляют массу возможностей освоить новые приёмы и получить усовершенствованное оружие.

source: race^Verlissh
es: Verlissh
fr: Verlissh
ru: Верлисш

source: race+female^Verlissh
es: Verlissh
fr: Verlissh
ru: Верлисш

source: race^Verlisshi
es: Verlisshi
fr: Verlisshi
ru: Верлисши

source: In order to expand its frontiers and defend its territory more effectively, the Chaos Empire has resorted to summoning all sorts of previously unseen creatures to support its vast military force. Some are said to come from the darkest depths of Irdya; others are rumored to hail from the unknown lands beyond the sky itself. Very little is known for certain about these monsters beyond their evident connection to the Lorekeepers’ arcane arts.
es: Verlisshi
fr: Afin d'étendre ses fontières et de défendre ses territoires plus efficacement, l'Empire du Chaos en est venu à invoquer toute sortes de créatures inconnus jusque là pour rendorcer ses armées. Certaines viendraient des ténébreuses profondeurs d'Irdya; d'autres selon les rumeurs, viendraient de terres inconnus au-delà du ciel lui-même. On en sait peu sur ces monstres au-delà de leur lien évident avec les arcanes pratiqué par les Gardiens de traditions.
ru: Для расширения границ и защиты своих территорий, Империя Хаоса собрала под своими знамёнами всё разнообразие доселе невиданных существ. Часть из них пришла из темнейших глубин Ирдии; другие, по слухам, прилетели из неведанных земель за гранью самого небосвода. Немногое нам известно об этих существах, кроме их очевидной связи с мистическими искусствами Хранителей Знаний.

source: race^Faerie
es: Hada
fr: Fée
ru: Файери

source: race+male^Faerie
es: Hada
fr: Farfadet
ru: Файери

source: race^Faeries
es: Hadas
fr: Fées
ru: Файери

source: Forests, caverns, mountains, and large bodies of water are propitious places to find many kinds of rare and mysterious creatures. Such environments are thus preferred by the remnants of the peoples said to antedate civilized life on Irdya, such as woses and merfolk, and the varied group of beings more commonly known as the true faeries.
es: Bosques, cavernas, montañas y grandes masas de agua son lugares propicios para encontrar muchas clases de criaturas raras y misteriosas. Por ello estos entornos son preferidos por los remanentes de las gentes que preceden la civilización en Irdya, tales como los woses y sirénidos, y el grupo variado de criaturas conocidas como las hadas verdaderas.
fr: Les forêts, cavernes, montagnes et les grandes étendues d'eaux sont des endroits propices pour trouver de rares et mystérieuses créatures. De tel environnement sont donc préférées par les restes des peuples qui auraient précédé toute vie civilisée sur Irdya, comme les woses et les ondins, et le groupe le plus varié étant connus pour être les vétitables fées.
ru: Леса, пещеры, холмы и водоёмы — благоприятные места для многих видов редких и загадочных созданий. Подобные территории заселяются остатками народов, существовавших ещё до возникновения цивилизаций Ирдии, такими как древни и водяные, а так же различными группами сущностей, в широких кругах называемых файери.

source: Of the many monstrosities comprising the Chaos legions, the most fearsome of them easily are these alien war-beasts known as the ‘Shaxthals’, always present among the front lines when the Overlords choose not to take any prisoners. Their unnatural strength and durable exoskeletons are completely unrivaled by any living creature native to Irdya, and their ability to decimate enemy armies and topple constructions with relative ease makes them an ideal companion for the demon hordes. Those few fools who attempt to fight them head-on almost never survive to tell the tale, as they either get their skulls shattered by a red energy blast originating from the creatures’ maws, or are ripped to shreds in an instant by their teeth and claws.
es: De entre las numerosas monstruosidades avistadas entre las legiones del Caos, las más espeluznantes probablemente sean estas extrañas bestias de guerra conocidas como los «Shaxthals», siempre presentes en sus filas delanteras cuando los jefes optan por no tomar prisioneros. Su fuerza antinatural y exoesqueletos firmes no tienen rivales entre las criaturas vivientes nativas de Irdya, y su capacidad de diezmar ejércitos enemigos y derribar construcciones con relativa facilidad les hace compañeros ideales para las hordas demoníacas. Los contados incautos que deciden enfrentarse con ellos en combate directo casi nunca sobreviven para contar la historia, puesto que o sus cráneos son destrozados por una explosión roja de energía proveniente de las fauces de las criaturas, o sus cuerpos despedazados en un instante por sus dientes y garras.
ru: Когда из всей тьмы чудовищ легионов Хаоса появляются самые устрашающие — эти чужеродные боевые твари, известные как ‘Шаксталы’, можно сказать наверняка: пленных Повелители решили не брать. С их неестественной силой и прочностью экзоскелета не сравнится ни одно живое существо из Ирдии, а то, что они способны с относительной лёгкостью опустошить вражеские армии и разрушить укрепления, делает Шаксталов превосходным сопровождением демонических орд. Немногие дураки, которые когда-то пытались сражаться с ними наедине, как правило, едва ли хоть что-то расскажут: чудовища либо дробят их черепа энергетическим ударом, происходящим из глаз этих тварей, либо просто в мгновения разрывают их на части зубами и когтями.

source: race^Shaxthal
es: Shaxthal
fr: Shaxthal
ru: Шакстал

source: race+female^Shaxthal
es: Shaxthal
fr: Shaxthales
ru: Шакстал

source: race^Shaxthals
es: Shaxthals
fr: Shaxthals
ru: Шаксталы

source: Long before the arrival of humans, an advanced people called the Argazar created a new lifeform combining characteristics from all other creatures known to them. These creatures known as the ‘invincibles’ or ‘Shaxthals’ were originally meant to become the basis for their research into attaining immortality. However, the enemy nation of Rythé forced the Argazar to repurpose their creations for warfare, thus attracting the attention of a mysterious and powerful foe. Following a devastating strike that poisoned the air and almost completely wiped out their civilization, the remnants of the Argazar found themselves forced to flee to a primitive world “beyond the veil” called Irdya. As life on the surface proved impossible, the Argazar attempted to rebuild their civilization underground. However, the few Shaxthal creatures they brought with them unexpectedly manifested minds of their own and rebelled against their creators. In the process, they began to assimilate the survivors and spawn new generations with new and more sophisticated bodies. With barely a few dozen Argazars left, they finally found a way to thwart the Shaxthals’ reproductive capabilities, kill the majority of the creatures, and put a few specimens into hibernation for further research. As the last of their people perished, their historians’ hope was that some day a new civilization would emerge and bring the Argazar back to life using the knowledge they recorded into their many crystal glyphs. Unbeknownst to them, the first race to discover their legacy would have no intention of using any of their findings for good.
es: Mucho tiempo antes de la llegada de los humanos, una civilización avanzada llamada los Argazar creó una nueva forma de vida combinando las características de todas las demás criaturas que conocían. Estos seres conocidos como los «invencibles» o «Shaxthal» estaban originalmente destinados a ser la base de sus investigaciones para conseguir la inmortalidad. Sin embargo, la nación enemiga de Rythé obligó a los Argazar a utilizar sus creaciones para la guerra, atrayendo así la atención de una fuerza misteriosa y poderosa. Tras un golpe devastador que envenenó el aire y casi hizo desaparecer su civilización por completo, los remanentes de los Argazar se vieron obligados a huir a un mundo primitivo «más allá del velo» llamado Irdya. Ya que la vida en la superficie les resultó imposible, los Argazar intentaron reconstruir su civilización bajo tierra. Sin embargo, las pocas criaturas Shaxthal que trajeron consigo manifestaron inesperadamente mentes propias y se rebelaron contra sus creadores. De paso, empezaron a asimilar a los sobrevivientes y engendrar nuevas generaciones con cuerpos nuevos y más sofisticados. Con poco más de unas docenas de Argazar restantes, finalmente encontraron un modo de interrumpir las capacidades reproductivas de los Shaxthal, masacrar a la mayoría de las criaturas, y poner a unos cuantos especímenes en hibernación para futuras investigaciones. Mientras los últimos de su especie perecían, la esperanza de sus historiadores fue que algún día una nueva civilización emergiere y trajera a los Argazar de vuelta a la vida utilizando los conocimientos de los que dejaron registro en sus muchos glifos de cristal. Jamás se enterarían de que la primera raza que descubrió su legado no tenía intención alguna de utilizar sus enseñanzas para el bien.
ru: Задолго до прибытия людей, продвинутая цивилизация, названная Аргазар, создала новую форму жизни, соединив качества всех известных им существ. Эти твари, известные как ‘непобедимые’ или ‘Шаксталы’, изначально должны были стать основой исследований для достижения бессмертия. Однако, враждебное государство Рутэ заставило Аргазаров приспособить их создания для военных целей, таким образом они привлекли внимание таинственного и могущественного врага. По прошествии сокрушительного удара, что практически стёр их цивилизацию с лица планеты и сделал воздух непригодным для дыхания, остаткам Аргазар пришлось бежать “за грань пустоты”, в первобытный мир под названием Ирдия. Жизнь на поверхности оказалась невозможной, поэтому Аргазары попытались возродить цивилизацию под землёй. В то же время немногие Шаксталы, которых они принесли с собой, неожиданно начали проявлять свой собственный разум и восстали против своих создателей. Со временем они стали поглощать выживших и порождать новые поколения со всё возрастающей сложностью тел. Когда от Аргазар осталось едва лишь несколько десятков, они наконец выяснили способ подрыва способности Шаксталов к размножению и истребили большинство существ — остаток вида поместили в состояние анабиоза для дальнейших исследований. Со временем последние представители народа умерли, однако их историки сохранили надежду, что когда-нибудь возникнет новая цивилизация, и она возродит Аргазар с помощью знаний, которые они записали во множестве кристаллов. Они и не догадывались, что первая раса, которая обнаружила их наследие, собиралась использовать его совсем не для добрых целей.

source: race^Aragwaith
es: Aragwaith
fr: Aragwaiths
ru: Эрагвиец

source: race+female^Aragwaith
es: Aragwaith
fr: Aragwaiths
ru: Эрагвийка

source: race^Aragwaithi
es: Aragwaithi
fr: Aragwaiths
ru: Эрагвийцы
