Repository: project-ethea/Ethea-i18n
Catalog: Naia/*.po
Languages: es, fr, ru

source: One of the greatest mysteries of life is the true nature of Faerie, a domain of existence beyond the grasp of mortal creatures and the source of a power said to predate Irdya’s creation by an immensurable eternity. Even though elves and faeries have an innate affinity to the mystical energy within, their ability to channel it is severely constrained by their attachment to the physical realm. Breaking free of those bindings and fully embracing the arcane flame is not without its drawbacks, however. These faerie phantasms are occasionally seen aimlessly wandering the forests during the twilight. Their warped minds are no longer able to discern our reality from theirs, and only gradually fading memories keep them anchored to the domain of the living.
es: Uno de los misterios más grandes de la vida es la verdadera naturaleza del plano faérico, un dominio de existencia más allá del alcance de las criaturas mortales y la fuente de un poder que se dice precede la creación de Irdya por una eternidad inmensurable. Pese a que tanto elfos como hadas poseen una afinidad innata a la energía mística proveniente de tal lugar, su habilidad para canalizarla es grandemente limitada por su vínculo al mundo físico. Sin embargo, liberarse de esas ataduras para adoptar el poder absoluto del fuego arcano no es una elección sin sus propias desventajas. Ocasionalmente, a estos fantasmas faéricos se les puede ver deambulando por los bosques durante el crepúsculo. Sus mentes distorsionadas ya no pueden distinguir la diferencia entre nuestra realidad y la suya, y lo único que los mantiene en el mundo de los vivientes son sus memorias que siguen gradualmente desvaneciéndose.
fr: Un des grands mystères de la vie est la vraie nature Féerique, un domaine de l'existence hors de portée des mortels et la source d'un pouvoir qui aurait précédé la création d'Irdya depuis une éternité incommensurable. Même si les elfes et les fées ont une capacité innée à canaliser cette énergie mystique, elle reste limitée par leur lien avec le monde physique. Briser ces liens et embrasser totalement la flamme des arcanes n'est toutefois pas sans conséquences. Ces phantasmes féeriques sont vus occasionnellement parcourir les forêts durant le crépuscule. Leur esprit ne peut plus distinguer notre réalité de la leur, et seule leur mémoire s'effaçant graduellement les relie encore au monde des vivants.
ru: Одной из главных тайн жизни является истинная природа файери, раздел бытия, находящийся за гранью познания смертных существ и источник силы, появившийся за неизмеримую вечность до возникновения Ирдии. Даже несмотря на то, что эльфы и файери обладают огромной чувствительностью ко внутренней мистической энергии, их способность направлять её в нужное русло ограничена их привязанностью к материальному миру. Однако для тех, кто единожды разорвал эту связь, слившись с мистическим огнём, обратной дороги нет. Эти призрачные файери иногда можно встретить бесцельно блуждающими по лесам во время сумерек. Их искажённое сознание больше не в силах отделять нашу реальность от их мира, лишь постепенно затухающие воспоминания привязывают их к царству живых.

source: Hellhound
es: Sabueso infernal
fr: Chien de l'enfer
ru: Адский пёс

source: It should come as no surprise to anyone that the followers of Uria have perfected techniques for extracting and transplanting souls. Very little information about it has reached any outsider, but the little extant evidence indicates that it is a common disciplinary action against those who have failed in their missions or otherwise displeased their superiors. They are then given a last chance to clear their names and prove their worth, usually with new bodies seldom fit for the task. It is suspected that most of the Chaos Hounds who manage to survive their masters’ research have had their souls replaced with those of these fallen demons, either because their original souls break down from the horrors, or simply because it is much easier to strip a tortured soul from its vessel. The denizens of Inferno have found that there could hardly be anything more humiliating than being forced to carry on their lives confined to the bodies of beasts that even their Irdyan allies despise: walking on all fours, sleeping next to their own excrement, and eventually succumbing to their low instincts. Having long since realized that regaining their honor is a lost cause, these miserable creatures determine that there are only two remaining options: either to embrace death at the hands of their enemies, or turn against their masters and pray that they do not decide to prolong the torment.
es: No debiera ser sorpresa alguna que los seguidores de Uria han perfeccionado técnicas para la extracción y trasplante de almas. Es muy escasa la información sobre éstas que ha llegado a la gente de fuera, pero la poca evidencia existente indica que es una acción disciplinaria muy común contra aquéllos que han fracasado en su misión o contrariado a sus superiores de algún otro modo. A ellos se les otorga una última oportunidad para limpiar su reputación y probar su valía, generalmente mediante nuevos cuerpos no aptos para la tarea en cuestión. Se sospecha que a la mayoría de los sabuesos del Caos que sobreviven a los experimentos de sus amos se les han reemplazado su almas con aquéllas pertenecientes a estos demonios caídos, sea bien porque sus almas originales son fracturadas por el horror que viven, o simplemente porque es mucho más fácil remover un alma torturada de su recipiente. Los habitantes del Infierno han descubierto que no hay cosa más humillante que ser obligados a continuar sus vidas atrapados en los cuerpos de bestias que son despreciadas incluso por sus aliados Irdyanos: caminando en cuatro patas, durmiendo junto a su propio excremento, y eventualmente sucumbiendo a sus bajos instintos. Habiendo llegado hace mucho tiempo a la conclusión que recobrar su honor es una causa perdida, estas criaturas miserables deciden que sólo les quedan dos opciones: o bien pueden aceptar la muerte a manos de sus enemigos, o rebelarse contra sus amos y rezar para que no decidan prolongar su tormento.
fr: Cela ne devrait surprendre personne que les fidèles d'Uria possèdent des techniques perfectionnées pour extraire et implanter les âmes. Peu d'informations sont parvenu à l'extérieur, mais le peu d'éléments indiquent que c'est une mesure disciplinaire courante envers ceux qui échouent dans leurs missions ou ont déplu à leurs supérieurs. On leur laisse alors une dernière chance de laver leur nom et prouver leur valeur, avec un nouveau corps adapté à cette tâche. On suspecte que la plupart des chiens du Chaos qui survivent aux recherches de leurs maîtres ont eu leurs âmes relacées par ceux de ces démons déchus, oit parce que leurs âmes d'origines ont été brisées par ce traitement, ou simplement parce qu'il est plus facile d'extraire une âme torturée de son vaisseau. Les citoyens d'Inferno ont découvert qu'il était bien plus humiliant d'être enfermé dans le corps de bêtes que même leurs alliés Irdyan méprisent: marchant à quatre pattes, dormant dans leurs propres excréments, et finalement succombant à leurs plus bas instincts. Ayant compris que retrouver leur honneur est une cause perdue, ces créatures misérables n'ont que deux options:chercher la mort de la main de l'ennemi, ou se retourner contre leur maître en espérant qu'il abrège leur souffrance.
ru: Всех уже не должно удивлять, что последователи Урии успешно освоили технику извлечения и перемещения сознания. Посторонним об этом известно крайне мало информации, но есть свидетельства, указывающие на то, что это обычное дисциплинарное наказание для проваливших задание или иным способом вызвавших недовольство старших по званию. Провинившимся даётся последняя возможность очистить их имя и доказать свою цену, их заточают в новые тела, редко подходящие для этой задачи. Есть предположение, что большинству Псов Хаоса, которым удалось пережить исследования хозяев, меняют души на души павших демонов либо потому, что их изначальные сломились от ужасов, или просто потому, что гораздо легче вынуть измученную душу из её вместилища. Жители Инферно находят, что вряд ли может быть что-либо унизительнее, чем быть вынужденным продолжать свою жизнь в телах зверей, которых презирают даже их союзники из Ирдии: ходить на четырёх лапах, спать рядом со своими отходами жизнедеятельности и своевременно прислушиваться к своим нижайшим инстинктам. Давно осознавшие, что возвращать честь уже бессмысленно, эти жалкие существа решили, что им осталось только два выхода: либо встретить смерть от рук врагов, либо обратиться против их хозяев и молиться, что те не решат продолжить мучения.

source: Demonic Hound
es: Sabueso demoníaco
fr: Chien démoniaque
ru: Демонический пёс

source: It is relatively rare for a Chaos Hound to survive even a year in service on account of their relatively frail build, which makes them prime targets for arrows and sling bullets; and their temperament, which more often than not leads to in-fighting. Those that do, however, quickly earn the Chaos Magi’s attentions — which tend to entail subjecting the beasts to all manner of reprehensible experiments, turning them into sturdier and deadlier killing machines. It is rumored some Chaos Overlords delight in keeping these hellish hounds as pets. If so, this an even greater deterrent to anyone who would dare enter an Overlord’s stronghold uninvited.
es: Es relativamente poco común que un sabueso del Caos sobreviva incluso un año de servicio dada su relativamente frágil constitución, que los hace blancos fáciles para flechas y proyectiles de hondas, así como su temperamento, que los lleva a pelear entre sí con gran frecuencia. Sin embargo, aquéllos que lo consiguen rápidamente ganan la atención de los magos del Caos — lo cual generalmente conlleva a convertirse en víctimas de toda clase de experimentos reprensibles, transformándolos en máquinas de matar más resistentes y mortíferas. Se rumorea que a algunos jefes del Caos les encanta tomar a estos sabuesos demoníacos como mascotas. De ser verdad, esto resultaría una medida disuasoria bastante efectiva contra cualquiera que intentare entrar a la fortaleza de un señor sin invitación previa.
fr: Il est relativement rare pour un Chien du chaos de survivre même une année dû à leur constitution relativement frêle, faisant d'eux des cibles de choix pour les flèches et autres munitions,et à leur tempérament les meant le plus souvent à ne pas se battre. Ceci a rapidement attiré l'attention des mages du Chaos — qui ont soumis ces bêtes à toutes sortes d'expériences répréhensibles pour en faire de vraie machine à tuer. Il existe des rumeurs comme quoi certains hauts Seigneurs du Chaos adorent garder ces chiens démoniaques comme animaux de compagnie. Si c'est le cas, c'est une dissuasion supplémentaire d'entrer dans une place forte d'un Haut Seigneur sans y être invité.
ru: Псы Хаоса обычно не проживают и года на службе из-за их относительно хрупкого строения, делающего их первостепенными целями для стрел и пуль, а они сами так и желают нарваться на неприятности. Но животные, которым удаётся это сделать, однако, быстро привлекают внимание Магов Хаоса — те, в свою очередь, проводят над ними всевозможные ужасные опыты, превращая собак в крепкие и смертоносные машины для убийств. По слухам, некоторые Повелители Хаоса держат таких псов в качестве питомцев. Если так, это ещё большее предостережение для тех, кто посмеет войти в крепость Повелителя неприглашённым.

source: Hound of Chaos
es: Sabueso del Caos
fr: Chien du chaos
ru: Пёс Хаоса

source: Exceedingly few communities have continued to breed domesticated dogs after the Fall, not only because of the harsher climate and scarce resources with which to feed captive animals, but also on account of an overabundance of larger and more dangerous predators. The Chaos Empire, on the other hand, not content with using slaves and barbarian mercenaries in warfare, has turned dog breeding into more than a mere pastime. To their quadrupedal companions anything unfamiliar constitutes prey, and these vicious canines never yield in a fight until either their target or themselves has been reduced to bloody bits.
es: Muy pocas comunidades han continuado la crianza de perros domésticos tras la Caída, no sólo debido al clima más duro y la escasez de recursos para alimentar a animales en cautiverio, sino también por la superabundancia de depredadores más grandes y peligrosos. Por otra parte, el imperio del Caos considerando el uso de esclavos y mercenarios bárbaros insuficientes para la guerra, ha convertido la crianza de canes en más que un simple pasatiempo. Para sus compañeros cuadrúpedos cualquier cosa desconocida es una posible presa, y estos perros feroces jamás abandonan el combate mientras su víctima o ellos mismos no hayan sido hechos pedazos.
fr: Peu de communautés ont continué à élever des chiens domestiques après la Chute, à cause du dur climat et du peu de ressources pour nourrir des animaux en captivité, mais aussi à cause d'une surimbondance de plus grands et plus dangereux prédateurs. L'Empire du Chaos, d'un autre côté, non content d'utiliser des esclaves et des mercenaires barbares pour la guerre a converti l'élevage de chiens en quelque chose de plus important qu'un simple passe-temps. Pour leurs compagnons quadrupèdes, tout est une proie, et ces canines vicieuses ne relâchent jamais leur proie durant un combat avant que leur cible ou eux-mêmes ont été réduit à une masse sanguinolente.
ru: Исключительно мало сообществ продолжили держать собак после Падения не только из-за сурового климата и поредевших ресурсов, но и из-за перенасыщенности большими и более опасными хищниками. Империя Хаоса, с другой стороны, не удовлетворилась использованием рабов и наёмников-варваров в военном деле и превратила разведение собак в нечто большее, чем простой досуг. Для их четвероногих соратников всё незнакомое является добычей, и эти свирепые клыкастые никогда не закончат драку, пока не истерзают врага или себя до смерти.

source: female^Wizard
es: Maga
fr: Magicienne
ru: Волшебница

source: Chaos Cataphract
es: Catafracto del Caos
fr: Cataphractaire du Chaos
ru: Катафракт Хаоса

source: Cataphracts are held in utmost respect by the Chaos military and serve as the legions’ fearsome standard-bearers. When not carrying the Chaos flag into battle, they are often seen swiftly traversing the blood-stained battlefields to deliver news, commands, and supplies. Their most striking aspect is the symbiotic relationship they share with their mounts, however. Gentler emotions are seldom found amongst the Chaos ranks, but these riders have been known to pause and mourn their fallen steeds, even amidst the carnage of battle.
es: Los catafractos son altamente respetados por los militares del Caos y sirven como los temibles portaestandartes de sus legiones. Cuando no se dedican a enarbolar la bandera de su gente en batalla, se los ve atravesando raudos los campos para entregar noticias, órdenes y provisiones. Sin embargo, su aspecto más peculiar es su relación simbiótica con sus cabalgaduras. Es muy raro descubrir emociones más amables entre las filas del Caos, pero se ha visto a estos jinetes detenerse a lamentar la muerte de sus caballos, inclusive en medio de una total carnicería.
fr: Les Cataphractaires sont tenus en grand respect par leurs messagers les plus redoutés. Quand ils ne portent pas la bannière du Chaos durant la bataille, ils sont parfois vus traversant le champ de bataille ensanglanté pour délivrés des nouvelles, des ordres et des provisions. L'aspect le plus frappant chez eux est la relation symbiotique qu'ils entretiennent avec leurs montures. Les émotions gentilles sont peu observées dans les rangs du Chaos, mais ces cavaliers sont réputés pour s'arrêter et pleurer leur chevaux tombés, même au beau milieu de la bataille.
ru: Катафракты пользуются предельным уважением среди большей части армий Хаоса и служат устрашающими знаменосцами легионов. Когда они не идут с флагом в бой, можно часто увидеть, как они стремительно пересекают кровавое поле сражения, доставляя новости, приказы и снабжение. Однако самая потрясающая их особенность: отношения взаимопомощи между всадником и лошадью. Благородные чувства редко встречаются в рядах Хаоса, но эти наездники, известно, не раз останавливались и оплакивали их павших лошадей, даже посреди поля битвы.

source: Silver Shield
es: Escudo argento
fr: Bouclier d'argent
ru: Серебряный щит

source: female^Silver Shield
es: Escudo argenta
fr: Bouclier d'argent
ru: Серебряный щит

source: Spearman
es: Lancero
fr: Porte-lance
ru: Копьеносец

source: The less dextrous and stronger Aragwaith take up the spear. Useful in hunting, this weapon is also deadly on the battlefield. Many impetuous knights have found themselves or their mounts impaled on the point of an Aragwaithi spear.
es: Los Aragwaith menos hábiles y más fuertes utilizan la lanza. Útil para la caza, esta arma también resulta letal en el campo de batalla. Muchos caballeros impetuosos y sus cabalgaduras han terminado ensartados por las lanzas Aragwaith.
fr: Les aragwaiths les plus forts et les moins habiles choisissent la lance. Dangereuse à la chasse, cette arme est également mortelle sur un champ de bataille. Beaucoup de chevaliers impétueux se sont retrouvés empalés au bout d'une lance aragwaith.
ru: Менее ловкие, но сильные эрагвийцы берут в руки копьё. Полезное в охоте, это оружие не менее смертоносно на поле сражения: головы многих стремительных рыцарей оказались на концах эрагвийских копей.

source: Soulhunter
es: Cazaalmas
fr: Chasseur d'âmes
ru: Душегуб

source: Most human civilizations throughout history have held the dead in great respect regardless of their origin and allegiance. Once society crumbled after the Fall, however, it became relatively increasingly common for humans to desecrate the bodies of their deceased for purposes ranging from the practical to the obscene. Higher-ranking Chaos brutes flaunt their strength and experience by daubing the blood of their fallen enemies on their visages and torsos, and wearing their bones as necklaces, face masks, and other ornamental gear. Dubbed “Soulhunters” by their equally amoral peers, they relish the thrill of battle and are more than willing to put their lives on the line in the hope that, some day, Uria will reward them with unending life and godlike strength to rule over all on Irdya.
es: A lo largo de los siglos la mayoría de las civilizaciones humanas han demostrado un gran respeto hacia los difuntos sin importar su origen o afiliación. Sin embargo, una vez que la sociedad colapsó con la gran Caída se hizo mucho más común para los humanos profanar los cuerpos de sus muertos con propósitos que van desde lo práctico a lo obsceno. Los brutos del Caos de más alto rango hacen ostentación de su fuerza y experiencia embadurnándose los rostros y torsos con la sangre de sus enemigos caídos, y luciendo sus huesos como collares, máscaras y otros accesorios decorativos. Llamados «cazaalmas» por sus pares igualmente amorales, se deleitan con la emoción de la batalla y están más que dispuestos a arriesgar sus vidas con la esperanza de que algún día Uria los recompense con vida eterna y fuerza sin igual para regir sobre toda Irdya.
fr: La plupart des civilisations humaines d'Irdya respectaient les morts quel que soit leurs origines ou leurs allégeances. Une fois la société effondrée après la Chute, toutefois, il devint de plus en plus commun chez les humains de profaner les cadavres pour des raisons pratiques ou simplement obscènes. Les brutes du Chaos de haut rang marquent leur force et leur expérience en se peignant le visage et le torse avec le sang de leurs ennemis, et en portant leurs os comme colliers, masques faciaux et autres ornements.Qualifié de "Chasseurs d'âmes”par leurs pairs tout aussi amoraux, ils se délectent de la bataille et sont plus que ravie de mettre leur vie en jeu dans l'espoir, qu'un jour, Uria les récompensera avec une vie éternelle et une force divine pour régner sur tout Irdya.
ru: Большинство человеческих цивилизаций на протяжении истории уважало мёртвых, несмотря на их происхождение и подданство. Лишь только в обществе, возникшем после Падения, однако, всё большей нормой для людей становится осквернение бездыханных тел ради как практических, так и крайне сомнительных целей. Будучи дикарями высокого звания, они увеличивают свою силу и опыт, намазывая кровь своих врагов на лица и туловище, и нося их кости в виде ожерелий, масок и других украшений. Эти “Душегубы”, как и их не менее аморальные сородичи, наслаждаются ужасом битвы и более чем желают отдать свои жизни на фронте в надежде, что однажды Урия вознаградит их вечной жизнью и богоподобной силой, чтобы править над Ирдией.

source: Overlord
es: Jefe
fr: Grand Seigneur
ru: Повелитель
