Repository: project-ethea/Ethea-i18n
Catalog: Naia/*.po
Languages: es, fr, ru

source: In order to protect their lands, the forest elves of the Valley of Elynia have developed new practices and formed special trained groups to patrol their frontiers. Their hunters are specialized in trapping unwary opponents from a safe distance to ease the task of the swordsmen.
es: Con el fin de proteger sus tierras, los elfos de los bosques del Valle de Elynia han desarrollado nuevas prácticas y formado grupos con entrenamiento especial para patrullar sus fronteras. Sus cazadores se especializan en atrapar oponentes incautos desde una distancia segura para facilitarle la tarea a los espadachines.
fr: Afin de protéger leurs territoires, les elfes sylvains de la vallée d'Elynia ont développés de nouveaux entraînements et formés des groupes spécialement entraînés pour patrouiller le long des frontières. Ces chasseurs sont spécialisés à piéger les opposants d'une distance sûre pour faciliter la tache des épéistes.
ru: Чтобы защитить свои земли лесные эльфы долины Элинии разработали новые приёмы и сформировали особые тренированные отряды для охраны своих границ. Их охотники перехватывают неосторожных противников с безопасного расстояния, чтобы облегчить работу остальным воинам.

source: female^Elvish Hunter
es: Cazadora elfa
fr: Chasseresse elfe
ru: Охотница

source: Elvish Trapper
es: Trampero elfo
fr: Trappeur elfe
ru: Ловчий

source: Field experience has granted Elvish Trappers greater expertise in patrolling and defending their bases, utilizing decoys and swift moves to confound their enemies and attack them from behind. Their continuous training in swordplay also begins to prove advantageous, allowing them to operate better on their own.
es: La experiencia de campo le proporciona a los tramperos elfos mayor habilidad a la hora de patrullar y defender sus bases, utilizando señuelos y movimientos rápidos para confundir y atacar a sus enemigos por detrás. Su entrenamiento continuo en el manejo de la espada también comienza a resultarles ventajoso, permitiéndoles operar mejor por separado.
fr: Les trappeurs elfiques sont de véritables experts en matière de patrouille et de défense de leur base, utilisant la diversion et les mouvements rapides pour confondre leurs ennemis et les attaquer par-derrière. Ces éclaireurs sont devenus plus agiles avec une épée, les rendants plus efficaces.
ru: Пройдя боевое крещение, эльфийские ловчие умножили свои знания и опыт по патрулированию и защите своих баз, обучившись обманным манёврам и нападениям из засад. Непрерывное совершенствование фехтования также начало приносить преимущества, позволяя им действовать в одиночку.

source: female^Elvish Trapper
es: Trampera elfa
fr: Traqueuse elfe
ru: Ловчая

source: Mechanical Goliath
es: Goliath mecánico
fr: Goliath
ru: Механический Голиаф

source: Giant metallic beasts under the command of the forces of Chaos, the Mechanical Goliaths can crush in a matter of seconds any man, skeleton, or even troll. They seem immune to poison, drain, and other hazards that would normally pose a great danger for a living being. Because of this, it’s been suggested that they are magically animated constructions of rock and steel. To make things even worse, it is said that they can destroy entire armies from a distance with a sudden flash of red light, in an attack that is both powerful and accurate.
es: Grandes bestias metálicas bajo el comando de las fuerzas del Caos, los Goliaths mecánicos pueden triturar en cuestión de segundos cualquier hombre, esqueleto o incluso trol. Parecen ser inmunes al veneno, drenaje y otras amenazas que normalmente suponen un grave peligro para las criaturas vivientes. Debido a esto se cree que son constructos de roca e hierro animados mediante magia. Haciendo las cosas aún peores, se dice que tienen la capacidad de destruir ejércitos enteros de una distancia con un destello repentino de luz roja, realizando un ataque que es tan poderoso como es preciso.
fr: Ces bêtes métalliques géantes au service de l'Empire du Chaos peuvent écraser n'importe quel humain, squelette ou troll en quelques secondes. Ils se révèlent insensibles au poison, au drain ou autre menace qui affecterait les êtres vivants. À cause de ça, on suggère que ce sont des statues de fer et d'acier animées par magie. De plus, il est dit qu'ils pourraient détruire une armée entière à distance avec une sorte d'éclair rouge, une attaque à la fois puissante et précise.
ru: Гигантские металлические существа под командованием сил Хаоса, Механические Голиафы могут сокрушить любого человека, скелет, или даже тролля за несколько секунд. Они, по-видимому, неуязвимы для яда, истощения и других воздействий которые обычно влияют на живое существо. Вероятнее всего, они - оживлённые с помощью волшебства статуи железа и стали. Но что еще хуже, известно, что они могут разрушить на расстоянии целую армию внезапной вспышкой красного света, поражающей с большой силой и точностью.

source: flash cannon
es: cañón destellante
fr: canon laser
ru: плазменная бомба

source: Iron Golem
es: Gólem metálico
fr: Golem de fer
ru: Железный Голем

source: Some automatons mysteriously grow in size overnight, gaining greater strength and taller bodies in a process that is unknown to anyone but the less commonly seen Lorekeepers of Chaos. They drop their shield and mace in favor of harder and stronger armor, and fists that can crush the rock with minimal effort — compensating for the lack of close range weapons. Less commonly, they may fire a powerful weapon that is said to resemble the great firesticks of the dwarven lords in both shape and destructive effect.
es: Algunos autómatas parecen aumentar de tamaño misteriosamente de la noche a la mañana, incrementando su fuerza a través de un proceso que es desconocido para todos salvo los rara vez vistos Sabios del Caos. Cambian su escudo y mazo por armadura más firme y resistente, y puños capaces de triturar la roca con mínimo esfuerzo — así compensando su carencia de armas de corto alcance. Más ocasionalmente, se les ve disparar un arma poderosa que se dice es semejante a los grandes atronadores de los señores enanos, tanto en forma como en capacidad destructiva.
fr: Quelques automates grandissent de façon mystérieuse pendant la nuit, grandissant en force au cours d'un entraînement connu seulement des plus hauts dignitaires de l'Empire du Chaos. Leur peau s'épaississant, devenant plus résistante, et leur poing — capable d'écraser un rocher grand comme un homme — devenant une arme à part entière, ils abandonnent leur bouclier rectangulaire et leur masse. Ils adoptent également une étrange arme tubulaire ressemblant aux bâtons de feu des seigneurs nains à la fois dans leurs formes et leurs effets destructeurs.
ru: Некоторые роботы загадочным образом постепенно увеличиваются в размере, становясь сильнее и выше в процессе, неведомом никому, кроме Хранителей Знаний, изредка сопровождающих их. Машины заменяют шит и булаву на крепкую броню, а их кулаки, способные с лёгкостью раздробить скалу, восполняют недостаток орудий ближнего боя. Время от времени они способны произвести мощный выстрел из оружия, подобного знаменитым громовым посохам гномьих повелителей как формой, так и разрушительными свойствами.

source: Automaton
es: Autómata
fr: Automate
ru: Робот

source: These small metallic beings seem not to require food or water to fight, very much like the undead. Heavily armored and wielding a steel mace and rectangular shield, these ‘automatons’ are said to have been originally created by the dwarves before a clan was captured by the forces of Chaos. Their primary drawback is their apparent unease when navigating rough terrains such as hills and mountains.
es: Estas pequeñas criaturas metálicas no parecen requerir comida o agua para luchar, de modo similar a los no muertos. Equipados con un mazo de acero, escudo rectangular y armadura pesada, se dice que estos «autómatas» fueron creados originalmente por los enanos antes de que un clan fuera capturado por las fuerzas del Caos. Su mayor desventaja es su dificultad aparente a la hora de desplazarse por terrenos abruptos tales como colinas y montañas.
fr: Ces petites bêtes métalliques ne semblent pas avoir besoin de nourriture ou d'équivalent pour vivre, comme les morts-vivants. Lourdement blindé, armé d'une dangereuse massue d'acier et d'un bouclier rectangulaire, ces « automates » auraient été à l'origine crées par les nains avant qu'un clan ne soit capturé par les forces du Chaos. Ils se déplacent assez rapidement malgré leur poids, un mystère que personne n'a encore réussi à élucider. Leur seul inconvénient est leur manque apparent d'agilité pour se déplacer en terrains accidentés comme les collines et montagnes.
ru: Этим небольшим металлическим созданиям, судя по всему, не нужно ни еды, ни воды для боя, как и знакомым нам мертвецам. Тяжело вооружённые, несущие стальную булаву и шит-пластину, эти ‘роботы’, по сведениям, были изначально разработаны гномами, прежде чем их клан был захвачен силами Хаоса. Однако очевидная трудность преодоления пересечённой местности вроде холмов и гор является их главным недостатком.

source: rectangular shield
es: escudo rectangular
fr: Bouclier rectangulaire
ru: прямоугольный щит

source: Door
es: Puerta
fr: Porte
ru: Дверь

source: The door will open only to those who are allied with its owners, unless struck down by their enemies first.
es: La puerta sólo se abrirá a los aliados de sus dueños, salvo que sea derribada por sus enemigos.
fr: La porte ne s'ouvrira qu'aux alliés, sauf si des ennemis la défoncent d'abord.
ru: Дверь будет открыта только для союзников её хозяев, если её, конечно, не выломать силой.

source: Worker Droid
es: Droide laboral
fr: Droïde travailleur
ru: Дроид-рабочий

source: These tiny metal gnomes are known as the ‘worker droids’ by the Chaos overlords. It is not known what nature drives their acts; in fact, nobody knows, aside from their creators, if they are living beings, undead, or animated rocks.
es: Estos pequeños gnomos metálicos son conocidos como «droides laborales» por los jefes del Caos. No se sabe qué clase de naturaleza rige su actuar; de hecho, nadie más que sus propios creadores sabe con certeza si se tratan de seres vivientes, no muertos, o rocas animadas.
fr: Les dirigeants du chaos connaissent ces minuscules gnomes métalliques sous le nom de « travailleurs droïdes ». On ne sait pas quelle nature inspire leurs actes. Excepté leurs créateurs, en fait personne ne sait s'ils sont vivants, morts-vivants, ou des rochers animés.
ru: Эти компактные металлические карлики известны как ‘дроиды-рабочие’ в среде повелителей Хаоса. Неизвестно, что заставляет их двигаться; на самом деле, никто, кроме их создателей, не знает: живые ли это существа, мертвецы или оживлённые камни.

source: oil
es: aceite
fr: huile
ru: смазка

source: Demon Warrior
es: Demonio guerrero
fr: Guerrier démon
ru: Демон-воин

source: The few natives of Irdya who have dared underestimate the might of these demonic warriors have invariably suffered horrific deaths at the hands of these blood-thirsty behemoths. The power of the armies of Chaos largely depends on the Lorekeepers’ wisdom in selecting the best fighters to serve them with their undying loyalty to Uria’s cause. But in time, a legendary warrior might rise from the ranks of servility and dethrone a mighty Demon Lord—even their own—and become him or herself a great vassal of Uria.
es: Sin excepción, los pocos nativos de Irdya que se han atrevido a subestimar el poderío de estos guerreros demoníacos han sufrido muertes horríficas a manos de estos gigantes sangrientos. El desempeño de los ejércitos del Caos depende principalmente de la prudencia de sus Sabios a la hora de elegir a los mejores combatientes para servirles con su lealtad imperecedera a la causa de Uria. Con el tiempo, un guerrero legendario puede surgir de entre las tropas y destronar un poderoso señor demonio—incluso el suyo propio—y convertirse en un gran vasallo de Uria.
fr: Les quelques natifs d'Irdya qui ont sous-estimé la force de ces guerriers démoniaques ont invariablement souffert d'une mort horrible entre les mains de ces êtres assoiffés de sang. La puissance des armées du Chaos dépend largement de la capacité des gardiens des traditions à choisir les meilleurs combattants pour les servir avec une loyauté indéfectible à la cause d'Uria. Mais parfois, un guerrier légendaire peut quitter le rang et détrôner un puissant Seigneur Démon, voir le sien et devenir ainsi un grand vassal d'Uria.
ru: Немногие жители Ирдии, осмелившиеся недооценить мощь демонических воинов, поплатились ужасной смертью в руках этих кровожадных исполинов. Мощь армий Хаоса во многом зависит от умения Хранителей Знаний выбирать лучших бойцов, чтобы те служили незыблемой верностью цели Урии. Но иногда легендарный воин может восстать из ранга прислужников и свергнуть могучего Демонического Лорда — даже его собственного — и самим стать великим вассалом Урии.

source: infernal chill
es: frío infernal
fr: froid infernal
ru: адский холод

source: female^Demoness Warrior
es: Demonia guerrera
fr: Guerrière démone
ru: Демонесса-воин

source: Demon Zephyr
es: Demonio céfiro
fr: Démon Zéphyr
ru: Парящий демон

source: Some demons go through a different maturing process and grow large webbed wings, which allow them to use their enormous strength to fly across great distances. As weapons and armor could only hinder them in flight, they must rely on their species’ strong build, long and sharp claws, and their limited control of fire to strike at their prey from above.
es: Algunos demonios pasan por un proceso de maduración distinto y desarrollan grandes alas palmeadas, que les permiten utilizar su enorme fuerza para cruzar grandes distancias. Ya que las armas y armaduras sólo podrían serles inconvenientes durante el vuelo, necesitan depender de la fortaleza física de su especie, sus largas y afiladas garras, y su control limitado del fuego para atacar a sus presas desde los aires.
fr: Certains démons ont un processus de maturation différent et acquièrent de larges ailes, leur permettant d'utiliser leur énorme force pour voler sur de grandes distance. Comme les armes et armures ne peuvent que les gêner en vol, ils doivent miser sur leur constitution, leurs griffes longues et acérées, et leur contrôle limité du feu pour attaquer leur proie d'en haut.
ru: Некоторые демоны проходят через отличающийся процесс взросления, отращивая большие перепончатые крылья, позволяющие использовать их огромную силу для перелёта на значительные расстояния. Так как броня и оружие только ослабят их в полёте, они должны полагаться на своё крепкое телосложение, длинные и острые когти, и ограниченное владение огнём для поражения неприятеля с высоты.

source: female^Demoness Zephyr
es: Demonia céfira
fr: Démone Zéphyr
ru: Парящая демонесса

source: Demon
es: Demonio
fr: Démon
ru: Демон

source: Legend has it that at the beginning of time, powerful creatures called ‘demons’ governed all that existed. The Lords of Light and Darkness, seeing the danger they posed for the balance of nature, banished them to a separate plane of existence, trapped with no means of escape from inside. It would take eons before the combined effort of foolish sorcerers and the most dreadful Demon Lord to ever exist would allow Uria unleash her hordes on a ravaged land. These fighter demons are nimble and sturdy creatures who have largely forgone the need for armor or clothing to protect themselves from physical damage. Although their sharp claws and unnatural strength allow them to tear opponents apart with ease, they usually prefer wielding crude blade weapons to appear even more intimidating in combat.
es: La leyenda cuenta que al inicio de los tiempos, criaturas poderosas llamadas «demonios» gobernaban todo lo que existía. Los señores de la Luz y Oscuridad, conscientes del peligro que éstas suponían para el balance de la naturaleza, las desterraron a un plano de existencia aparte, atrapadas sin ningún medio de escape. Pasarían eones antes de que los esfuerzos conjuntos de hechiceros ingenuos y el señor demonio más temible que haya existido permitieran a Uria desatar sus huestes sobre una tierra devastada. Estos luchadores demoníacos son criaturas ágiles y fornidas que no tienen mayor necesidad de utilizar armadura o prendas para protegerse del daño físico. Pese a que sus garras afiladas y fuerza antinatural les permite destrozar a sus contrincantes con facilidad, generalmente prefieren blandir rudimentarias armas de filo para verse aún más amenazantes en el combate.
fr: Les légendes disent qu'au commencement, de puissantes créatures appelées ‘démons’ gouvernaient tout ce qui existait. Les Seigneurs de la Lumière et de l'Obscurité, voyant le danger pour l'équilibre de la nature, les bannirent dans un plan d'existence séparé, piégés sans pouvoir s'en échapper sans aide extérieur. Il fallut une éternité avant que les efforts combinés de sorciers stupides et des Seigneurs Démons les plus redoutés à avoir existé permette à Uria d'envoyer ses hordes sur une terre ravagée. Ces combattants démons sont des créatures rusées et déterminées qui ont largement compensé le besoin d'une armure pour ce protegé des dommages physiques . Bien que leurs griffes acérées et leur force surnaturelle leur permettent d'en finir avec leur adversaire rapidement, ils préfèrent habituellement utiliser des armes tranchantes grossières pour paraître plus intimidant au combat.
ru: Легенда гласит, что в начале времён могучие существа, называемые ‘демонами’, властвовали над всем сущем. Повелители Света и Тьмы, видя опасность, которую они представляли для равновесия в природе, низвергли их в отдельный мир, лишённый возможности выхода изнутри. Потребовались тысячелетия, прежде чем объединённые усилия зазнавшихся колдунов и самого устрашающего из Демонических Лордов, когда либо существовавших, чтобы высвободить орды Урии на разорённую землю. Эти демоны-бойцы — сильные и стойкие существа, которым не нужна броня или одежда для защиты от физического урона. Хотя их острые когти и сверхъестественная сила позволяют им с лёгкостью рвать противников, они скорее предпочитают носить грубое режущее оружие, чтобы выглядеть устрашающими в сражении.

source: female^Demoness
es: Demonia
fr: Démone
ru: Демонесса

source: Demon Grunt
es: Soldado demonio
fr: Grognard démoniaque
ru: Демон пехотинец

source: The best demon fighters are renowned for their unrivaled strength and performance under any environmental conditions. They obtain and craft new weapons and armor using whatever they can salvage from defeated foes, and learn new combat skills as they adapt to the land to which they are sent by their overlords.
es: Los mejores luchadores demoníacos son famosos por su fuerza y desempeño sin par en cualquier entorno. Son capaces de obtener y confeccionar nuevas armas y armaduras utilizando todo lo que pueden rescatar de los restos de sus oponentes caídos, y aprender nuevas habilidades de combate al adaptarse a las tierras a las que son enviados por sus líderes.
fr: Les meilleurs guerriers démons sont renommés pour leur force et leur performance dans n'importe quelle condition environnementale. Ils obtiennent et arborent de nouvelles armes et armures en utilisant ce qu'ils peuvent récupérer de leurs ennemis vaincus, et assimilent de nouveaux styles de combats tout en s'adaptant au territoire où ils sont envoyés par leurs suzerains.
ru: Лучшие демонические бойцы отличаются непомерной силой и стойкостью в любых окружающих условиях. Они заполучают и даже изготавливают своё собственное оружие, используя трофеи, полученные от поверженных врагов, и приобретают навыки, приспосабливаясь к территории, куда они были посланы своими повелителями.

source: female^Demoness Grunt
es: Soldado demonia
fr: Grognard démoniaque
ru: Демонесса пехотнец

source: Imp
es: Diablo
fr: Diablotin
ru: Бес

source: Frequently — and incorrectly — considered a lesser class of creatures separate from the fearsome demons, Imps are often underestimated due to their smaller builds and evident lack of of mental prowess. Furthering this misconception, Demon leaders often dispatch them in large numbers as cheap cannon-fodder.
es: Frequentemente — e incorrectamente — considerados una clase de criaturas menores aparte de los temibles demonios, los diablos son frecuentemente subestimados debido a su menor tamaño y falta evidente de destreza mental. Haciendo estas ideas equivocadas aún más comunes, los líderes demoníacos tienden a enviarlos en grandes números a los campos de batalla como carne de cañón.
fr: Fréquemment, et incorrectement considérés comme une classe inférieure de démons, les Diablotins sont souvent sous-estimés à cause de leur constitution et de leur manque d'intelligence. Les chefs Démons renforcent cette interprétation en les envoyant souvent en grand nombre servir de chair-à-canon.
ru: Часто — и неверно — отделяемые от устрашающих демонов в особый класс, Бесы часто недооцениваются из-за небольших размеров и очевидного отсутствия умственных способностей. Усугубляя это заблуждение, предводители демонов часто отправляют многочисленными группами в качестве дешёвого пушечного мяса.

source: Armageddon Imp
es: Diablo del armagedón
fr: Diablotin d'armagedon
ru: Бес Судного Дня

source: Although most would find the notion preposterous, the truth is that imps larger than the biggest of trolls do exist. These behemoths rarely make an appearance on the battle field, but when they do, they announce themselves with roars able to shake mountains, and stomps that fracture and sink down the ground beneath. One has to wonder exactly how the Chaos Overlords — comically puny by comparison — manage to rein in these titans and have them do their bidding without using any kind of mind-control magic.
es: Aunque muchos consideran la idea completamente descabellada, la verdad es que sí existen diablos más grandes que los trols más enormes. Estos monstruos colosales rara vez son vistos en el campo de batalla, pero cuando deciden hacerse presentes, lo hacen con rugidos capaces de sacudir montañas y pisadas que fracturan y hunden la tierra. Uno se pregunta exactamente cómo los Jefes del Caos — que son comparativamente diminutos — consiguen controlar a estos titanes y hacerlos seguir sus órdenes sin ninguna clase de control mental.
fr: Bien que le terme puisse sembler prétentieux, la vérité est que ces diablotins sont plus grand que le plus grand troll qui puisse exister. Bien qu'apparaissant rarement sur le champ de bataille, quand ça arrive, ils s'annoncent en poussant des rugissements capables de fracturer les montagnes elles-mêmes, et de franchir cette faille pour s'enfoncer dans le sol. On peut se demander comment les Haut-Seigneurs du Chaos parviennent à diriger ces titans sans aucune sorte de contrôle magique de l'esprit.
ru: Хотя многие посчитают это нелепым, на самом деле существуют бесы, большие самых огромных троллей. Эти гиганты редко встречаются на поле боя, но когда они это делают, они оглашают своё появление рыком, достаточными, чтобы встряхнуть горы, а их топот ломает и продавливает землю под ними. Интересно, как Повелителям Хаоса — крошечным по сравнению с ними — удаётся держать этих титанов под контролем и заставлять их выполнять приказы без использования какой-либо влияющей на мозг магии?

source: blade of doom
es: hoja maldita
fr: lame de désolation
ru: меч обречённости

source: slime spit
es: baba
fr: crachat
ru: плевок слизью

source: Minor Imp
es: Diablillo
fr: Diablotin mineur
ru: Младший бес
