Repository: project-ethea/Ethea-i18n
Catalog: Naia/*.po
Languages: es, fr, ru

source: While most bowmen at the Chaos Empire’s service choose to specialize further in their craft with larger and more powerful bows, some opt for a less conventional approach to attaining greater combat prowess. These soldiers not only replace their rustic bows with crossbows — an absolute luxury for an army which can barely afford full body armor — but they also trade their short swords for heavier axes. While this does improve their efficacy in battle to some extent, it does so at the expense of speed and accuracy.
es: Aunque la mayoría de los arqueros al servicio del Imperio del Caos optan por especializarse en sus artes con arcos más grandes y fuertes, algunos escogen un método menos convencional de mejorar su desempeño en combate. Estos soldados no sólo reemplazan sus arcos con ballestas — un lujo absoluto para un ejército que es apenas capaz de equipar a sus soldados con armaduras completas — sino que también abandonan sus espadas cortas para blandir hachas pesadas en su lugar. Aunque esto mejora su eficacia en cierto grado, lo hace a expensas de su velocidad y precisión.
fr: Bien que la plupart des archers de l'Empire du Chaos se spécialisent dans l'utilisation de grands et puissants arcs, certains optent pour une approche moins conventionnelle. Ces soldats non seulement remplace leurs arcs par des arbalètes rustiques, un luxe absolu dans une armée qui utilise des armures recouvrant l'intégralité du corps, mais ils échangent leurs épées courtes contre des haches lourdes. Bien que cela améliore leur efficacité au combat jusqu'à un certain point, au dépens de la vitesse et de la précision.
ru: В то время, как большинство лучников Империи Хаоса выбирает дальнейшую специализацию, осваивая большие луки, остальные пользуются довольно хитроумным подходом к приобретению боевой доблести. Эти солдаты не просто заменяют ржавые луки на арбалеты — крайнее излишество для армии, еле способной предоставить броню — но так же меняют короткие мечи на тяжёлые топоры. С одной стороны это и увеличивает их урон в битве, но ценой скорости и точности.

source: Chaos Razerman
es: Arrasador del Caos
fr: Razzieur du chaos
ru: Сокрушитель Хаоса

source: To become legion commanders in the Chaos army, soldiers must shed what little remains of their humanity and thoroughly embrace the bloodshed, becoming relentless killing machines. But these demon-like creatures rarely content themselves with simply murdering every living thing in their way. Instead, they take great delight in inflicting as much pain as possible on their hapless victims, with methods such as flaying and mutilation comprising only a small part of their repertoire. Their sadism is rivaled only by that of the Chaos Lorekeepers, and the Mother of Inferno herself.
es: Con el fin de convertirse en comandantes de legión en el ejército del Caos, los soldados deben despojarse de lo poco que les queda de humanidad y sumergirse completamente en la carnicería, convirtiéndose así en implacables máquinas de matar. Pero estas criaturas endemoniadas raramente se contentan con sólo asesinar toda forma de vida a su paso. Así es como disfrutan de causar la mayor cantidad posible dolor a sus desafortunadas víctimas, siendo métodos tales como el desollado y la mutilación sólo una pequeña parte de su repertorio. Su sadismo sólo encuentra rival entre los Sabios del Caos, y la misma Madre del Infierno.
fr: Pour devenir commandants d'une légion dans l'armée du Chaos, les soldats doivent abandonner le peu qu'il reste de leur humanité pour devenir de véritables machines à tuer. Mais ces êtres se contentent rarement de tuer. Ils se délectent même d'infliger autant de souffrances que possible à leurs victimes impuissantes, l'écorchement et les mutilations n'étant qu'une partie de leur répertoire. Leur sadisme n'est égalé que par celui des Gardiens des traditions du Chaos et par la mère de l’enfer en personne.
ru: Чтобы стать командирами легионов армии Хаоса, солдаты должны покончить с той малой частью оставшейся в них человечности и осознанно возлюбить кровопролитие, становясь беспощадными машинами для убийств. Но эти демоноподобные существа редко удовлетворяют свою жажду крови простым истреблением всех живых существ на своём пути. Вместо этого они получают огромное удовольствие от нанесения максимально возможной боли. Методы вроде срезания кожи или нанесения увечий составляют лишь малую часть их арсенала. Их садизм превосходят только лишь Хранители Знаний и сама Мать Инферно.

source: Shield Guard
es: Escudo guardián
fr: Garde bouclier
ru: Щитоносец

source: These warriors wear the old shields of their ancients. These ancients could hold the line in the great battles until the reinforcements arrived, but they paid a high price, not many survived the battle and many others died through their strong wounds. Now only the best warriors are allowed to carry these ancient shields to remind the world and to honor these brave man and their sacrifice.
es: Estos guerreros portan los antiguos escudos de sus ancestros. Éstos fueron capaces de sostener la defensa en grandes batallas hasta la llegada de sus refuerzos, a costa de sus propias vidas. Hoy únicamente a los mejores guerreros se les permite utilizar estos escudos para honrar a sus ancestros y recordarle al mundo sus sacrificios.
fr: Ces guerriers portent les antiques boucliers de leurs ancêtres qui pouvaient tenir en ligne lors des grandes batailles, jusqu'à l'arrivée des renforts. Ceux-ci l'ont payé cher, car peu ont survécu et beaucoup sont morts suite à leurs blessures. Aujourd'hui, seuls les meilleurs guerriers ont le droit de brandir le bouclier des anciens en hommage à la vie de ces gens courageux, à leur honneur et à leur sacrifice.
ru: Эти воины несут старинные щиты их предков, что могли сдерживать линию обороны в великих сражениях вплоть до прибытия подкрепления, но платили за это высокую цену: далеко не всем удавалось пережить бой, а многие выжившие умирали от глубоких ран. Теперь только лучшим из воинов позволено носить эти древние щиты, напоминая миру о тех героях и их великих жертвах.

source: female^Witch
es: Bruja
fr: Sorcière
ru: Ведьма

source: The increasingly rare magically-gifted noblewomen of the Aragwaithi function as the lorekeepers of their unique civilization, possessing vast knowledge about the history of Irdya and the many trials faced by their ancestors. But the path to reach their status and earn the Grand Council’s trust and respect is arduous, and much of their lives is spent training in the marches, far away from their kin. In those parts, the ability to create and control flames is highly versatile, as well as the mastery of the arts of healing.
es: Las cada vez más escasas damas nobles con talentos mágicos de los Aragwaithi funcionan como eruditas para su civilización única, poseyendo un vasto conocimiento de la historia de Irdya y los muchos desafíos que sus ancestros encontraron. Pero el camino para alcanzar su posición y ganarse la confianza y respeto del Alto Consejo es arduo, y la mayor parte de sus vidas la gastan entrenando en las fronteras, lejos de su gente. En esos lugares, la habilidad de crear y controlar el fuego resulta muy versátil, así como el dominio del arte de la sanación.
fr: Les rares femmes nobles douées de magie chez les Aragwaith ont la fonction de gardiennes des traditions de cette civilisation unique, détenant de vastes connaissances sur l'histoire d'Irdya et les nombreuses épreuves qu'ont affrontées leurs ancêtres. Mais le chemin pour acquérir ce statut et recevoir la confiance et le respect du Grand Conseil est ardu, et une grande partie de leur vie se passe à s'entrainer aux frontières, loin des leurs. Dans ces endroits, la capacité de créer et contrôler le feu est hautement polyvalente, de même que la maîtrise des soins.
ru: Всё более редкие одарённые магией благородные эрагвийки являются старейшинами их самобытной цивилизации. Они обладают широкими познаниями в истории Ирдии, в том числе о множестве испытаний, через которые прошли их предки. Но путь достижения их статуса, заработавшего доверие и уважение Великого Совета, суров: большая часть их жизни уходит на военные походы вдали от их сородичей. В этих странствиях способность создавать и контролировать пламя важна не менее, чем мастерство лечения.

source: kick
es: patada
fr: coup
ru: пинок

source: Slayer
es: Sicario
fr: Massacreur
ru: Повергатель

source: While improving only marginally on the power of their bow, the Slayer abandons the blade in favor of training with a glaive, improving his skills in hand-to-hand combat. He is not as rugged as others of comparable skill, but far deadlier.
es: Una mejora casi insignificante en cuanto al poder de su arco, el sicario sustituye el cuchillo por una archa, mejorando así su habilidad en el combate cuerpo-a-cuerpo. No es tan resistente como sus pares espadachines, pero resulta mucho más mortífero.
fr: Alors qu'il ne développe que peu son habileté à l'arc, le massacreur abandonne le couteau pour s'entraîner au maniement de la vouge et améliore ainsi sa capacité au combat au corps à corps. Il n'est pas aussi acharné que d'autres, aussi compétents que lui, mais bien plus mortel.
ru: Лишь слегка увеличивая силу их лука, Повергатели оставляют искусство меч, предпочитая пользоваться глефой, оттачивая умение ближнего боя. Они не такие крепкие, как их товарищи подобного уровня, но гораздо более смертоносные.

source: Strongbow
es: Arquero fuerte
fr: Puissant-arc
ru: Сильный лучник

source: By wielding a stronger bow and training almost constantly, the Aragwaith Strongbow fires a far deadlier shot than the average archer. Their dirks are longer than the daggers used by the typical archer, and they wield them far more effectively.
es: Utilizando un arco más pesado y entrenando casi constantemente, el arquero fuerte Aragwaith dispara flechas mucho más letales que el resto. Sus puñales son más largos que aquellos utilizados por la mayoría y son capaces de usarlos con mayor efectividad.
fr: En s'équipant d'un arc plus puissant et en s'entraînant presque constamment, le Puissant-arc Aragwaith envoie une flèche beaucoup plus mortelle qu'un archer ordinaire. Leurs couteaux sont plus longs que les dagues utilisées par les archers classiques et ils les manient bien plus efficacement.
ru: Путём непрерывного совершенствования мастерства эрагвийский сильный лучник способен смертельно поразить врага своим мощным луком на гораздо большем расстоянии, чем средний стрелок. Его кортик длиннее обыкновенного кинжала, и владеет он им намного искуснее.

source: Chaos Longbowman
es: Arquero largo del caos
fr: Grand Archer du chaos
ru: Лучник с длинным луком Хаоса

source: Even though the Chaos Empire’s soldiers are more adept at fighting hand-to-hand, they also understand the importance of being able to keep their adversaries at bay and take them down before they can retaliate. Chaos Longbowmen carry more powerful weapons than the average archer; the subtle improvements made to their bows and arrowheads enable their projectiles to fly farther and penetrate even thick armor. Making matters worse are the lethal fluids of dubious origin into which the arrows are dipped prior to shooting.
es: Pese a que los soldados del Imperio del Caos son más adeptos a la lucha mano-a-mano, también comprenden la importancia de mantener a sus adversarios alejados y derribarlos antes de que puedan devolver el fuego. Los arqueros largos del Caos portan armas mucho más potentes que el arquero común; las mejoras sutiles hechas a los diseños de sus arcos y puntas de flecha permite a sus proyectiles viajar distancias más grandes y penetrar armadura más gruesa. La situación para sus enemigos se vuelve aún peor con los fluidos letales de origen dudoso con los cuales untan sus flechas antes de dispararlas.
fr: Même si les soldats de l'Empire du Chaos sont plus doué au combat au corps-à-corps, ils comprennent également l'importance de la capacité à tenir l'adversaire à distance et les achèvent avant qu'ils ne récupèrent. Les Grands Archers du chaos ont des armes plus puissantes que l'acher de base; les subtiles améliorations de leurs arcs et flèches permettent à leurs projectiles d'aller plus loin et de percer une armure épaisse. Ce qui les rend encore plus dangereuses sont les fluides mortels d'origines douteuses dans lesquels leurs flèches sont trempées avant le tir.
ru: Хотя обычно солдаты Империи Хаоса приспособлены сражаться в рукопашную, они также понимают важность удержать и разгромить их противников до того, как они успеют отступить. Оружие этого лучника сильнее обычного: лук позволяет стрелам лететь дальше и пробить даже тяжёлую броню. Что ещё хуже, перед выстрелом они обмакивают стрелы в смертоносную жидкость неизвестного происхождения.

source: Headhunter
es: Cazacabezas
fr: Chasseur de têtes
ru: Охотник Хаоса

source: The Chaos Empire relies extensively on its charismatic Lorekeepers to attract and convert outsiders — chiefly barbarians — to its cause. Those who lack the ability or knowledge to join the ranks of the Chaos Magi are given the most basic equipment and assigned to raiding missions where their undisciplined brutality may be put to use to terrorize and confuse their victims, often at the cost of their own lives.
es: El Imperio del Caos depende en gran parte del carisma de sus Sabios para atraer y convertir a la gente del exterior — principalmente bárbaros — y unirlas a su causa. Aquéllos que no disfrutan del talento o conocimiento necesario para adherirse a las filas de los magos del Caos son proporcionados con el equipamiento más básico y asignados a misiones de asalto donde su brutalidad indisciplinada resulta útil para aterrorizar y confundir a sus víctimas, frecuentemente a costa de sus propias vidas.
fr: L'Empire du Chaos repose essentiellement sur ses charismatiques Gardiens des traditions pour attirer et convertir les chefs barbares à sa cause. Ceux dépourvue de capacité ou de connaissances pour rejoindre les rangs des Mages du Chaos sont dotés de l'équipement le plus basique et assigné aux raids, où leur brutalité peut servir à terroriser leurs victimes, souvent au prix de leur propre vie.
ru: Одна из задач имперских Хранителей Знаний — производить вербовку и промывать мозги посторонним — по большей части, варварам. Тем из них, которым не хватает способностей или знаний, чтобы вступить в ряды Магов Хаоса, выдаётся минимальное снаряжение для проведения агрессивных набегов, где их необузданная жестокость используется, чтобы сеять ужас и беспорядок среди их жертв, часто ценой жизни самих нападающих.

source: Pikeman
es: Piquero
fr: Piquier
ru: Пикинёр

source: Knight of Chaos
es: Caballero del Caos
fr: Chevalier du chaos
ru: Рыцарь Хаоса

source: Mastering the art of dual wielding is no small feat in and of itself, but its applications in real combat are limited by the impracticality of coordinating swings and balancing the wielder’s weight while under pressure. This hardly deters Chaos infantries from trying, however, usually with decent results. To inexperienced opponents, the mere sight of an approaching man suited in full armor hurling guttural screams is terrifying enough without him furiously swinging a sword and axe in either hand.
es: El dominio del arte del manejo de dos armas no es una hazaña menor de por sí, pero su aplicación en combates reales se ve grandemente limitada por lo impráctico que resulta para el luchador coordinar movimientos y balancear su peso durante un enfrentamiento. Sin embargo, esto no supone un gran obstáculo para las infanterías del Caos a la hora de intentarlo, generalmente con resultados aceptables. Para contrincantes con menos experiencia, el sólo ver a un hombre con armadura completa aproximarse dando gritos guturales es suficientemente atemorizante sin agregar el furioso blandir de una espada y hacha en ambas manos.
fr: Maîtriser l'art des deux armes n'est pas un petit exploit, mais ses applications en combat réel sont limité par la difficulté de coordonner les attaques et le maintient de l'équilibre sous le poids. Cela ne rebute pas l'infanterie du Chaos d'essayer, avec des résultats honnêtes. Pour des adversaires inexpérimentés, la seule vue d'un homme en armure hurlant de façon gutturale est suffisamment terrifiante sans qu'il ne manie furieusement une épée et une hache à chaque main.
ru: Уже сам по себе навык ношения оружия в обеих руках требует немалых усилий, а его применение в сражении ограничено сложностью согласования ударов и нуждой в балансировке веса носящего под большим давлением. Как не трудно догадаться, это не предохраняет пехотинцев Хаоса от попыток к освоению, обычно с неплохими результатами. Для неопытных противников даже одного вида приближающегося воина, полностью закованного в броню и издающего свирепый крик, достаточно, чтобы прийти в ужас, не говоря уже о яростно крутящихся мече и топоре в каждой из рук.

source: Flagbearer
es: Portaestandarte
fr: Porte-étendard
ru: Прапорщик

source: Flagbearers are the leaders on the battlefield. They wield large banners to lead and inspire the soldiers. They are also skilled with the glaive, which makes them dangerous in combat too.
es: Los portaestandartes son líderes en el campo de batalla. Con sus grandes banderas lideran e inspiran a sus solados. También son hábiles con la guja, lo que también los hace peligrosos en combate.
fr: Les porte-drapeaux sont les chefs sur le champ de bataille. Ils arborent de grandes bannières pour mener et inspirer les soldats. Ils sont aussi entraînés au maniement du glaive, les rendants aussi dangereux au combat.
ru: Держа в руках большие знамёна, прапорщики ведут войска в бой, вдохновляя солдат. Они также владеют глефой, опасной в рукопашной битве.

source: Chaos Invader
es: Invasor del caos
fr: Envahisseur du chaos
ru: Захватчик Хаоса

source: These dark soldiers fight for a cause they mostly ignore, many of them reveling instead in the glory of senseless bloodshed and destruction. But there are those amongst their ranks willing to pay heed to the sermons of the Chaos Magi and place their trust in fallen gods from a long forgotten era.
es: Estos soldados oscuros luchan por una causa que en general ignoran, prefiriendo en cambio disfrutar de la gloria de la carnicería y destrucción sin sentido. Pero hay entre sus filas algunos dispuestos a escuchar los sermones de los magos del Caos y darle su confianza a dioses caídos de una era olvidada.
fr: Ces soldats noirs se battent pour une cause qu'ils ignorent, la plupart d'entre eux rêvant à la place de bains de sangs et de destructions. Mais il y en a parmi eux prêtant une plus grande attention aux sermons des Mages du Chaos et mettant leur foi dans les dieux d'une ère depuis longtemps oubliés.
ru: Эти солдаты в чёрной броне сражаются ради цели, на которую им, по большей части, наплевать. На самом деле, многие из них просто наслаждаются духом безжалостного кровопролития и разрушения. Но есть среди них и такие, что чтут проповеди Магов Хаоса и клянутся в верности павшим богам давно забытой эпохи.

source: Eagle Rider
es: Jinete de águila
fr: Chevaucheur d'aigle
ru: Орлиный наездник

source: Some Aragwaithi youths take young eagles as a pet. These are not the common eagles, but a race of noble, giant birds of prey. When they are grown enough, they usually willing to serve as a mount for their best friend, and their young mates learn the art of riding these giant birds.
es: Algunos Aragwaithi toman águilas jovenes como mascotas. Éstas no se tratan de águilas comunes, sino que de una raza de nobles aves gigantes de presa. Una vez han crecido lo suficiente, tienden a estar dispuestas a servir de montadura a sus mejores amigos, los cuales se dedican a aprender el arte de controlar estas aves gigantes.
fr: De jeunes aragwaiths prennent des jeunes aigles comme animaux de compagnie. Ce ne sont pas des aigles communs, mais c'est une race de gigantesques et nobles rapaces qui acceptent, en général après avoir suffisamment grandi, de servir de monture à leur meilleur ami, dont le jeune compagnon apprend l'art de monter ces oiseaux géants.
ru: Некоторые юные эрагвийцы приручают молодых орлов в качестве домашних животных. Но это – не обычные орлы, а раса благородных гигантских птиц. Они приходятся своим хозяевам лучшими друзьями, а сами хозяева осваивают искусство полёта на этих исполинах.

source: Guard
es: Guardia
fr: Garde
ru: Стражник

source: Chosen from among the toughest Swordsmen, Aragwaith Guards opt to forgo their mobility in favor of the advantages that armor brings to their survivability. Whether posted to ceremonial units during times of peace, or to the battlefield during war, their role is always the same: defending their country’s nobility.
es: Escogidos de entre los espadachines más fuertes, los guardias Aragwaith optan por abandonar su movilidad en favor de las ventajas que la armadura proporciona para su supervivencia. Estén en puestos ceremoniales en tiempos de paz o en el campo de batalla durante la guerra, su rol siempre es el mismo: resguardar a la aristocracia de su nación.
ru: Стражники, отобранные из самых стойких меченосцев, решают обменять свою подвижность на крепкой брони, чтобы повысить стойкость. На караульных постах во время мира, в смертельных схватках на поле брани их цель одна — защита знати эрагвийцев.

source: Hell Guardian
es: Guardián del Infierno
fr: Gardien des enfers
ru: Страж Ада

source: Only the very best guards in the Empire’s service are allowed access to equipment forged by blacksmiths from Inferno. These men are said to be able to withstand a rockslide if need be, protected by their stalwart devotion to the ruling lords of Inferno.
es: Sólo a los mejores guardias al servicio del Imperio se les permite obtener equipamiento forjado por los herreros del Infierno. Se dice que estos hombres son capaces de soportar un derrumbe si fuere necesario, protegidos por su incondicional devoción a los señores infernales.
fr: Seuls les meilleurs gardes au service de l'Empire sont autorisés à porter des équipements forgés par les meilleurs fabricants d'armes d'Inferno. Ces hommes sont dit être capable de résister à une chute de rocher si besoin est, protégé par leur indéfectible dévotion aux seigneurs régnants d'Inferno.
ru: Лишь самым лучшим стражникам Империи позволено быть закованным в броню, выкованную кузнецами Инферно. Если потребуется, эти люди способны сдержать оползень силой своей неколебимой преданности правителям Инферно.

source: Greatbow
es: Gran arquero
fr: Grand-arc
ru: Великолучник

source: Finally moving on from the dirk and dagger to the sword, the Greatbows are superior to the Strongbows in melee combat, although not as much as the Slayers. Their bows are masterpieces of military craftsmanship, designed and built by their users to their own particular requirements over the span of several months. Due to the large strength required to draw these bows, any person other than the owner trying to use them could suffer serious injuries.
es: Habiendo finalmente reemplazado la daga por la espada, los grandes arqueros son superiores a los arqueros fuertes en combate cuerpo-a-cuerpo, aunque no más que los sicarios. Sus arcos son obras maestras de ingeniería militar, diseñados y construidos por sus usuarios a su propia media a lo largo de varios meses. Debido a la gran fuerza necesaria para tensarlos, cualquiera que no sea el dueño de su propio arco tratando de tensarlo se arriesga a sufrir lesiones graves.
ru: Наконец перейдя от кортика и кинжала к мечу, Великолучник превосходит Сильного Лучника в ближнем бою, хотя и не так сильно, как Повергатель. Его лук, однако, настоящий шедевр оружейного мастерства. Он создаётся несколько месяцев, а каждая стрела изготавливается самим лучником под его особенности. Из-за невероятной силы, необходимой для натяжения лука, никто, кроме создателя, не способен выстрелить из него без вреда для здоровья.
