Repository: project-ethea/Ethea-i18n
Catalog: Naia/*.po
Languages: es, fr, ru

source: During most of the Golden Age, the humans who inhabited the Great Continent were mostly Wesnothians, divided across various territories such as the Northlands, Elensefar and the kingdom of Wesnoth itself. However, there was once a time of great strife during which a new race of humans started to appear from nowhere. They were the ‘Aragwaithi’, which meant ‘noble’ in their native language. It has been since then rumored that they came from the Vast Sea to settle in Wesnoth. They mostly lived as mercenaries in that time, until the Fall. After that, they supposedly moved to the northmost lands of the Continent, were the sands could not reach, and the green could survive. Albeit being humans, many of their customs and racial features are strongly reminiscent of elves. Their sages have a mastery of magic that is not to be underestimated on the battlefield.
es: Durante gran parte de la Edad Dorada, los humanos que habitaban el Gran Continente fueron principalmente Wesnothianos, repartidos entre varios territorios tales como las tierras norteñas, Elensefar y el reino de Wesnoth propiamente tal. Sin embargo, hubo una vez una era de grandes conflictos durante la cual una nueva raza de humanos surgió de la nada. Ellos eran los «Aragwaithi», nombre que significaba «noble» en su propio idioma. Desde entonces ha corrido el rumor de que provinieron del Gran Océano para asentarse en Wesnoth. Durante ese tiempo vivieron más bien como mercenarios, hasta la Caída. Posteriormente, se dice que se trasladaron a las tierras norteñas del Continente, donde las arenas no pudieren llegar y el verdor así sobrevivir. Pese a ser humanos, muchas de sus costumbres y características raciales recuerdan mucho a los elfos. Sus sabios poseen una maestría de la magia que no debe ser subestimada en la batalla.
fr: Durant la majeure partie de l'âge d'or, les humains qui habitaient le grand continent étaient pour la plupart Wesnothiens, réparties entre différents territoires tels que les pays du Nord, Elensefar et le royaume de Wesnoth lui-même. Cependant, il eut à un moment un grand conflit au cours de laquelle une nouvelle tribu d'humain apparût de nulle part. Ils se nommaient « Aragwaithi », ce qui signifie « noble » dans leur langue maternelle. D'après les rumeurs ils seraient venus du grand océan pour s'installer à Wesnoth. À cette époque, ils vivaient pour la plupart en tant que mercenaire, jusqu'à la Chute. Après cela, ils se seraient installés sur les terres de l'extrême Nord du continent, que le sable ne pouvait atteindre et où les plantes ne pouvaient survivre. Bien qu'ils soient humains, beaucoup de leurs coutumes et de leurs caractéristiques raciales fortement similaires aux elfes. Leurs sages ont une maîtrise de la magie qui ne doit pas être sous-estimée sur le champ de bataille.
ru: Во время Золотого Века люди, населявшие Большой Континент, были по большей части Веснотцами, расселёнными по различным территориям, вроде Северных земель, Эленсфара и, собственно, Веснота. Но однажды произошёл великий раскол, в котором, словно из ниоткуда, начала появляться новая раса людей. Они провозгласили себя 'Эрагвийцами', что на их собственном языке означает 'благородные'. Ходят слухи, что они переплыли Великий Океан, чтобы поселиться в Весноте. В основном, они служили наёмниками, вплоть до Падения. После него они предположительно мигрировали в северные земли континента, куда не дотянулись пески и где могла жить зелень. Будучи людьми, множество их внешних и культурных особенностей сильно напоминает эльфийские. Их колдуны владеют мастерством магии, которое не следует недооценивать на боле брани.

source: race^Imp
es: Diablo
fr: Diablotins
ru: Бес

source: race+female^Imp
es: Diabla
fr: Diablotine
ru: Бесовка

source: race^Imps
es: Diablos
fr: Diablotins
ru: Бесы

source: Lesser demons are frequently and incorrectly classified in a separate group of their own. Although they generally lack the magic abilities and intellectual power of their better known relatives, their numbers and raw strength usually suffice to compensate.
es: Los demonios menores son con frecuencia incorrectamente clasificados como un grupo aparte. Aunque generalmente carecen de las habilidades mágicas y destreza intelectual de sus parientes más conocidos, sus números y fuerza bruta tienden a ser suficientes para compensar sus desventajas.
fr: Les démons inférieurs sont fréquemment et incorrectement classifié dans un groupe à part. Bien qu'il leur manque les capacités magiques et l'intelligence des autres démons, leur nombre et leur force brute suffisent habituellement à compenser.
ru: Меньшие демоны часто и не совсем правильно определяются в отдельную группу. Хотя им обычно недостаёт магических и умственных способностей их более известных родственников, их численность и физическая сила вполне достаточны, чтобы восполнить эти недостатки.

source: Abalam,Abbadon,Abigor,Adanor,Aderius,Adramalech,Agaliarept,Agares,Aim,Akvan,Alastar,Aldebaran,Alocer,Amducious,Amdusias,Amon,Ananiel,Andhaka,Andras,Andrealphus,Andromalius,Antares,Apep,Arael,Araqiel,Ares,Ariel,Arioch,Arkanthor,Armaros,Asael,Asag,Asb'el,Ash,Asmodeus,Astaroth,Azariel,Azazel,Baal,Baalberith,Balam,Balberith,Babeal,Baphomet,Baraqel,Barbas,Barbatos,Batariel,Bathin,Beball,Beelzebub,Behamoth,Behemoth,Beleth,Belial,Beliel,Belphegore,Belthazor,Belzebuth,Beowulf,Berith,Beur,Bezaliel,Bifrons,Botis,Buer,Bune,Caim,Calan,Camal,Carniveau,Caror,Castor,Cerberus,Chamos,Charon,Chazaqiel,Chul,Corson,Cronos,Daalberith,Dagon,Daniel,Dantalion,Decarabia,Deimos,Delchor,Demogorgon,Devan,Dubhor,Dumah,Dun,Edan,Edoru,El,Elan,Eligos,Erebus,Espro,Espreon,Eurynomous,Fomalhaut,Flauros,Flereous,Focalor,Foras,Forcas,Forneus,Furcas,Furfur,Gaap,Gader'el,Glasya-Labolas,Goliath,Gusion,Gwiti,Haagenti,Hal,Hade,Hades,Helios,Hephaestus,Humbaba,Hyperion,Iblis,Idoru,Ivan,Ixthal,Izilen,Ipos,Jetral,Jetrel,Jevan,Jevyan,Jutas,Juvart,Kabhanda,Kain,Kairus,Kakko,Kari,Kariel,Karo,Kasadya,Kasdaye,Kimaris,Kobal,Kokabiel,Kokytos,Kri,Krin,Kuno,Kuro,Landar,Lasaroth,Legion,Lempo,Lenthar,Lenvan,Leonard,Leraje,Lix Tetrax,Lor,Lorath,Loriel,Lorez,Lucifer,Lucifuge Rofocale,Maeglhir,Maeglhor,Magnus,Malal,Malphas,Malthus,Mammon,Marchocias,Maricha,Mastema,Melchom,Melchor,Mephisto,Mephistopholes,Mesphito,Merihim,Merloc,Moloch,Morax,Mu,Murdoc,Mulciber,Murmur,Naberius,Nale,Name,Nate,Nati,Nebiros,Neqa'el,Nergal,Nisroch,Noy,Noyga,Noyra,Noyze,Oeillet,Olivier,Optimus,Orcus,Orias,Ornias,Orobas,Ose,Oulotep,Pan,Paimon,Pazuzu,Penemue,Phlegathon,Phenex,Phobos,Pinem'e,Pithius,Piru,Pluto,Procell,Pruflas,Purson,Pytho,Python,Pythos,Rahab,Rahovart,Ramiel,Raum,Ravanal,Raven,Razakel,Regent,Regulus,Rimmon,Rhotomago,Ronove,Ronwe,Rosier,Sabnock,Sahaqel,Saleos,Samael,Samigina,Samyaza,Santa,Sariel,Satan,Satanachia,Satariel,Seir,Sephiroth,Sephit,Shaitan,Shamsiel,Shax,Shezmu,Sid,Sidragasum,Sin,Sith,Sitri,Sonnillon,Sorum,Soufflet,Spar,Stolas,Surgat,Tabaet,Taliz,Tamiel,Tan,Tannin,Tar,Tartaros,Taurus,Teeraal,Temeluchus,Thammuz,Thanatos,Theracar,Thor,Thorin,Thurin,Tityos,Triel,Troy,Turiel,Turin,Turon,Umbriel,Urobach,Val,Valac,Valefar,Vapula,Vassago,Verrine,Vine,Vual,Xan,Xandros,Xaphan,Xen,Yael,Yanqui,Yeqon,Yeter'el,Yhangor,Yomiel,Yuki,Zagan,Zama,Zaqiel,Zepar,Zephyros,Zet,Zeth,Zhan,Zhangor,Zhunol,Zort,Zorg,Zudo,Zuno
ru: Абалам,Аббадон,Абигор,Аданор,Адериус,Адрамалеч,Агалиарепт,Агарес,Аим,Акван,Аластар,Альдебаран,Алоцер,Амдусиос,Амдусиас,Амон,Ананиэль,Андхака,Андрас,Андреалфус,Андромалеус,Антарес,Арер,Араэль,Аракиэль,Арес,Ариэль,Ариоч,Аркантор,Армарос,Азаэль,Азаг,Азбель,Эш,Асмодеус,Азтарот,Азариэль,Азазель,Бааль,Баальбери,Балам,Балбери,Бабеал,Бафомет,Баракель,Барсас,Барбатос,Батариэль,Бафин,Бебол,Веельзевул,Бегамот,Бегемот,Белет,Белиал,Белиэль,Бельфегор,Бельзатор,Бельзебуф,Беовульф,Берит,Беур,Безалиэль,Бифронс,Ботис,Буер,Бюн,Каим,Калан,Камал,Карниво,Карор,Кастор,Цербер,Чамос,Чазакиэль,Чул,Корсон,Кронос,Далбери,Дагон,Даниель,Данталион,Декарабий,Деймос,Дельчор,Демогоргон,Деван,Дабхор,Дума,Дун,Эдан,Идору,Эль,Илон,Илигос,Эребус,Эспро,Эспреон,Юрономос,Фомальгат,Флаурос,Флёрос,Фокалор,Форас,Форкас,Форниус,Фаркас,Фарфар,Гаап,Гадерэль,Глазе-Лаболас,Голиаф,Гюсион,Гвити,Хаагенти,Хал,Хейд,Аид,Гелиус,Гептасиус,Хамбала,Гиперион,Иблис,Идору,Иван,Иксталь,Изилен,Ипос,Етрал,Етрель,Еван,Жевъян,Юта,Юварт,Кабханда,Каин,Каир,Какко,Кари,Кариэль,Каро,Касадя,Касдае,Кимари,Кобаль,Кокабиэль,Кокитос,Кри,Крин,Кюно,Кюро,Ландар,Лазарот,Легион,Лемпо,Лентар,Ленван,Леонард,Лежаре,Ликс Тетракс,Лор,Лорат,Лориэль,Лорез,Люцифер,Люцифуг Рофокаль,Меглхир,Меглхор,Магнус,Маляль,Малфас,Мальтус,Маммон,Марчосиас,Марича,Мастема,Мелчом,Мельчор,Мефисто,Мефистофель,Месфито,Мерихим,Мерлок,Молох,Моракс,Му,Мардок,Малсайбер,Мурмур,Набериус,Наль,Нам,Нате,Нати,Небирос,Некаэль,Мергаль,Нисроч,Ной,Нойга,Нойра,Нойз,Ойлет,Оливье,Оптимус,Оркус,Ориас,Орниас,Оробас,Озе,Улотеп,Пан,Паймон,Пазузу,Пенемю,Флегатон,Фенекс,Фобос,Финеме,Пифиус,Пиру,Плутон,Процел,Пруфлас,Парсон,Пито,Питон,Пифос,Рахаб,Раховарт,Рамиэль,Раум,Раваналь,Рэйван,Разакель,Регент,Регулюс,Риммон,Ротомаго,Ронове,Ронве,Росьер,Сабнок,Сахакель,Салеос,Самаэль,Самигин,Самяза,Санта,Сариэль,Сатана,Сатаначий,Сатариэль,Сейр,Сефирот,Сефит,Шайтан,Шамсиэль,Шакс,Шемзу,Сид,Сидрагазум,Син,Сит,Ситри,Соннилон,Сорум,Суфлет,Спар,Столас,Сургат,Табаэт,Тализ,Тамиэль,Тан,Таннин,Тар,Тартарос,Таурус,Тираль,Темелучос,Фаммуз,Танатос,Теракар,Тор,Торин,Турин,Триэль,Трой,Туриэль,Турин,Турон,Амбриэль,Уробах,Валь,Валас,Валефар,Вапула,Васаго,Верин,Вин,Вуаль,Ксан,Ксандрос,Ксафан,Зен,Яэль,Янки,Екон,Етерэль,Янгор,Ёмиэль,Юки,Заган,Зама,Закиэль,Зепар,Зефирос,Зет,Зэт,Жан,Жангор,Жуноль,Зорт,Зорг,Зудо,Зуно

source: Aba,Ada,Aderi,Agiel,Agrat-bat-mahlaht,Aisa,Alie,Aly,Alya,Ammit,Amy,Ania,Analia,Anadea,Anadya,Angelia,Anna,Areza,Ariadne,Artien,Ashtaroth,Astarte,Astoreth,Atropos,Azura,Bellatrix,Beryla,Bruxe,Calliope,Charis,Charybdis,Charusse,Chi,Chia,Dana,Dane,Dara,Darma,Decima,Dela,Delepitore,Delirya,Deluna,Demona,Deth,Devila,Devira,Devyan,Dione,Drama,Dul,Duna,Eidyia,Eisheth Zenunil,Elandra,Electra,Elenia,Elestria,Eloh,Elyna,Elynea,Elynia,Elyra,Elyria,Elyssa,Elyza,Empusa,Enea,Eos,Eris,Eryssa,Ethea,Euryale,Evila,Evira,Fae,Faira,Fania,Faria,Fine,Gaia,Gremory,Gresil,Hecate,Hemera,Ira,Irda,Irdya,Irene,Iridya,Iril,Iris,Iruel,Isa,Issyl,Ivana,Ivyel,Izara,Jarla,Jevyan,Juno,Kaia,Kalah,Kalari,Kaleh,Kali,Kana,Karma,Karyna,Kazen,Kendria,Kara,Kia,Kindite,Kuna,Kyrah,Lachesis,Lailah,Lamashtu,Lamia,Lara,Leliel,Lethe,Leviathan,Lilia,Lilim,Lilin,Lilith,Lilitu,Lilya,Listra,Liza,Lua,Lucia,Lucile,Lucina,Lucine,Luna,Lyda,Lyla,Lyra,Magna,Maia,Mara,Medusa,Melia,Melchiresa,Melusine,Mia,Midara,Mintha,Mir,Mir Kaleh,Mistra,Moira,Moria,Musah,Myria,Myriam,Naamah,Nadia,Naia,Nala,Nara,Narya,Nebula,Nemesis,Neura,Neuralger,Nidia,Nika,Nirvana,Nirvenia,Nona,Nora,Norma,Nyada,Nystra,Nyx,Nyxa,Onoskelis,Pia,Proserpine,Rangda,Rhea,Rusalka,Sabata,Satana,Scylla,Sela,Shar,Share,Sharael,Sheol,Selene,Shia,Sonnielion,Stheno,Styx,Sul,Summa,Sunna,Sycorax,Syl,Sylestria,Sylin,Sylith,Symia,Syn,Synara,Synestria,Tada,Talah,Talam,Taweret,Thanadria,Thanavryen,Thea,Thia,Thiana,Thiara,Tial,Tora,Tundra,Turen,Tzitzimime,Uma,Umbria,Unarya,Unia,Unsere,Urania,Uzza,Vena,Verna,Verrier,Vepar,Vulpecula,Xandar,Xana,Xandria,Xeth,Xia,Xindra,Xindar,Yuki,Yumi,Yun,Yuna,Yuni,Zana,Zhul,Zidya,Zilla,Zoe,Zoya,Zuna,Zynara,Zythara
ru: Аба,Ада,Адери,Агиель,Аграт-бат-малат,Айза,Алие,Али,Аля,Аммит,Эми,Аня,Аналия,Анадея,Анадя,Ангелия,Анна,Ареза,Ариадна,Артиен,Аштарот,Астарт,Асторет,Атропос,Азура,Беллатриса,Берилла,Брюкс,Каллиопа,Чарис,Чарибдис,Чарус,Чи,Чиа,Дана,Дане,Дара,Дарма,Десима,Дела,Делептиора,Делиря,Делуна,Демона,Дет,Девила,Девира,Девъян,Диона,Драма,Дал,Дюна,Айзет Зенунил,Эландра,Электра,Эления,Элестрия,Эло,Элина,Элинея,Элиния,Элира,Элирия,Элисса,Элиза,Эмпуса,Энея,Эос,Эрис,Эрисса,Этея,Юряле,Эвила,Эвира,Фэ,Фаира,Фания,Фария,Файн,Гая,Гремори,Грезил,Неката,Хемера,Ира,Ирда,Ирдия,Ирена,Иридия,Айрил,Айрис,Ируэль,Иза,Изил,Ивана,Ивъел,Изара,Ярла,Жевъян,Юно,Кая,Кала,Калари,Кале,Кали,Кана,Карма,Карина,Кадзен,Кендрия,Кара,Киа,Киндит,Кюна,Кира,Лачесис,Лайла,Ламашту,Ламия,Лара,Лелил,Лете,Левиафан,Лилия,Лилим,Лилин,Лили,Лилиту,Лиля,Листра,Лиза,Луа,Лусия,Люсил,Люсина,Луна,Лида,Лила,Лира,Магна,Мая,Мара,Медуза,Мелия,Мелчиреса,Мелузина,Мия,Мидара,Минта,Мир,Миркале,Мистра,Мойра,Мория,Мюса,Мурия,Муриам,Нама,Надя,Ная,Нала,Нара,Наря,Небула,Немезида,Нейра,Нейрогер,Нидия,Ника,Нирвана,Нирвения,Нона,Нора,Норма,Няда,Нистра,Никс,Никса,Оноскелис,Пия,Просперпина,Рангда,Рея,Русалка,Сабата,Сатана,Сцилла,Села,Шар,Шаре,Шараэль,Шеол,Селена,Шия,Соннилеон,Стено,Стикс,Сал,Сумма,Сунна,Сайкора,Сил,Силестрия,Силин,Силит,Симия,Син,Синара,Синестрия,Тада,Тала,Талам,Таверет,Танадрия,Танавриен,Тея,Тиа,Тиана,Тиара,Тиал,Тора,Тундра,Турен,Цицимим,Ума,Амбрия,Анери,Уния,Ансере,Удза,Вена,Верна,Верьер,Вепар,Валпекьюя,Ксандар,Ксана,Ксандрия,Ксет,Ксия,Ксиндра,Ксиндар,Юки,Юми,Юн,Юна,Юни,Зана,Жул,Зидя,Зилла,Зое,Зоя,Зуна,Зайнара,Зитара

source: race^Demon
es: Demonio
fr: Démons
ru: Демон

source: race+female^Demoness
es: Demonia
fr: Démones
ru: Демонесса

source: race^Demons
es: Demonios
fr: Démons
ru: Демоны

source: Legend has it that at the beginning of time, powerful creatures called ‘demons’ governed all that existed. The Lords of Light and Darkness, seeing the danger they posed for the balance of nature, banished them to a separate plane of existence, trapped with no means of escape from inside. But time and time again, different versions of the legend have been told by different peoples in different places. Presumably, whatever small amount of truth there was in the original version of the story has since been lost forever. Either by ignorance, or in an attempt to make sense of the fractured stories gathered from Chaos prisoners, the peoples of Irdya refer more generally to all the vastly heterogeneous races of Inferno by this generic designation. Some go as far as to claim that normal Irdyan creatures may become ‘demonic’ in some form or another, pointing at the Chaos Lorekeepers’ powers and inscrutable nature.
es: La leyenda cuenta que al inicio de los tiempos, criaturas poderosas llamadas «demonios» gobernaban todo lo que existía. Los señores de la Luz y Oscuridad, conscientes del peligro que éstas suponían para el balance de la naturaleza, las desterraron a un plano de existencia aparte, atrapadas sin ningún medio de escape. Pero a través de los años, se han contado muchas diferentes versiones de la leyenda en diferentes lugares. Probablemente cualquier rastro de verdad que hubiera en la historia original se ha perdido para siempre. Sea por ignorancia o por intentar encontrarle sentido a las historias fragmentas obtenidas de los prisioneros del Chaos, la gente de Irdya se refieren a las heterogéneas razas infernales bajo este nombre genérico. Algunos van más allá y sostienen que puede ser posible que criaturas normales de Irdya se vuelvan «demoníacas» de uno u otro modo, apuntando a los poderes e indescifrable naturaleza de los Sabios del Caos como ejemplo.
fr: Les légendes disent qu'au commencement, de puissantes créatures appelées ‘démons’ gouvernaient tout ce qui existait. Les Seigneurs de la Lumière et de l'Obscurité, voyant le danger pour l'équilibre de la nature, les bannirent dans un plan d'existence séparé, piégés sans pouvoir s'en échapper sans aide extérieur. Mais avec le temps, différentes versions de la légende sont raconté en différents endroits. Il est probable que la plus grande partie de la vérité de la version originale a été perdue définitivement. Par ignorance ou dans une tentative de donner sens aux fragments d'histoires arrachées aux prisoniers du Chaos, les peuples d' Irdya font référence à l'ensemble hétérogène des races d'Inferno par ce nom générique. Certains vont jusqu'à dire que les créatures ordinaires d'Irdya peuvent devenir ‘demoniaques’ sous une forme ou une autre, pointant les pouvoir de Gardiens des traditions et leur nature indéfinissable.
ru: Легенда гласит, что в начале времён могучие существа, называемые ‘демонами’, властвовали над всем сущем. Повелители Света и Тьмы, видя опасность, которую они представляли для равновесия в природе, низвергли их в отдельный мир, лишённый возможности выхода изнутри. Но время от времени возникали всё новые версии этой легенды, рассказываемой различными людьми в самых разных местах. Возможно, какая-то истина, содержавшаяся в первоначальном варианте этой истории была утеряна навсегда. Либо от незнания, либо в попытке придать смысл обрывкам историй, рассказанных в бреду пленёнными имперцами, народы Ирдии так называют все разношёрстные расы Инферно. Некоторые даже заявляют, что обычные обитатели Ирдии могут стать в той или иной степени ‘демоническими’, указывая на силу Хранителей Знаний и их загадочную природу.

source: race^Spirit
es: Espíritu
fr: Esprits
ru: Дух

source: race+female^Spirit
es: espíritu
fr: Esprits
ru: Дух

source: race^Spirits
es: Espíritus
fr: Esprits
ru: Духи

source: The summoning of elemental constructs is one of the oldest forms of magic known, as well as the rarest in modern times. Although elemental spirits are often bound to serve a powerful sorcerer, freely roaming beings of this kind are not completely unheard of throughout history.
es: La conjuración de constructos elementales es una de las formas de magia más antiguas que se conocen, así también como la más rara en tiempos modernos. Aunque los espíritus elementales generalmente son creados para servir a un hechicero poderoso, no es precisamente desconocida a través de los tiempos la aparición de espíritus libres de este tipo.
fr: L'invocation de construction élémentaires est une des plus vieilles formes de magie connues, aussi bien que la plus rare dans les temps modernes. Bien que les esprits élémentaires soient souvent au service d'un puissant sorcier, des représentant libre de cette race ne sont pas complètement ignorés à travers l'histoire.
ru: Призыв элементарных конструкций — как одна из старейших из известных областей магии, так и самая редчайшая в наши дни. Несмотря на то, что духи элементов часто служат могучим колдунам, свободно блуждающие сущности также упоминаются историей.

source: armored
es: acorazado
fr: en armure
ru: бронированный

source: female^armored
es: acorazada
fr: en armure
ru: бронированная

source: +15% bonus for all resistances (except arcane), -1 movement points
es: Bonificación de +15% a todas las resistencias (salvo arcana), -1 puntos de movimiento
fr: + 15 % de bonus à toutes les résistances (hormis arcane), -1 point de mouvement.
ru: +15% к сопротивляемости всем видам атак (исключая мистическую), -1 к скорости

source: biomechanical
es: biomecánico
fr: biomécanique
ru: биомеханический

source: female^biomechanical
es: biomecánica
fr: biomécanique
ru: биомеханическая

source: Immune to drain, poison and plague
es: Inmune al drenado, veneno y plaga
fr: Immunisé contre le poison, la peste et le drain de vie
ru: Устойчив к отравлению, высасыванию и чуме

source: spirit
es: espíritu
fr: esprit
ru: дух

source: female^spirit
es: espíritu
fr: esprit
ru: дух

source: Immune to drain, poison, and plague
es: Inmune al drenado, veneno y plaga
fr: Immunisé contre le poison, la peste et le drain de vie
ru: Устойчив к отравлению, высасыванию и чуме

source: deteriorated
es: deteriorado
fr: détérioré
ru: состарившийся

source: female^deteriorated
es: deteriorada
fr: détériorée
ru: состарившаяся

source: This undead unit has become weaker with the pass of time.
es: Esta unidad no muerta se ha debilitado con el paso del tiempo.
fr: Cette unité s'est affaiblie au cours du temps.
ru: Этот мертвец ослабел с течением времени.

source: Enemy boss sighted!
es: ¡Jefe enemigo avistado!
fr: Chef ennemi en vue !
ru: Обнаружен вражеский лидер!

source: female^necrosed
ru: некроз

source: necrosed
ru: некроз

source: female^cleansed
ru: очищена

source: cleansed
ru: очищен

source: female^marked
ru: помеченная

source: marked
ru: помеченный

source: You retrieve $temp_gold_retrieval_amount pieces of gold.
es: Ha obtenido $temp_gold_retrieval_amount piezas de oro.
fr: Vous récupérez $temp_gold_retrieval_amount pièces d'or.
ru: Вы получаете $temp_gold_retrieval_amount золотых монет.

source: You receive $temp_gold_retrieval_amount pieces of gold!
es: ¡Ha recibido $temp_gold_retrieval_amount piezas de oro!
fr: Vous recevez $temp_gold_retrieval_amount pièces d'or!
ru: Вы получаете $temp_gold_retrieval_amount золотых!

source: Notes:
es: Notas:
fr: Remarques :
ru: Примечания:

source: Vegetated terrains are forest, great tree, and mushroom grove hexes.
es: Los terrenos con vegetación incluyen bosques, grandes árboles, y campos de setas.
fr: Les terrains végétaux sont les forêts, et les forêts de champignons.
ru: Растительной местностью являются леса, большие деревья и грибные рощи.

source: sylvan spark
es: fulgor silvestre
fr: étincelle sylvaine
ru: лесное возрождение

source: While in vegetated terrains, the unit will heal itself 5 HP per turn. If it is poisoned, it will remove the poison instead of healing.
ru: Растительная местность лечит этого воина на 5 ЗД за ход. Если он отравлен, то избавится от яда вместо лечения.

source: obscures
es: oscurece
ru: затмение

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
es: Esta unidad oscurece el área que le rodea, haciendo que las unidades caóticas luchen mejor, y las legales peor. Cualquier unidad adyacente a ésta luchará como si estuviera atardeciendo cuando es de día, y como si fuera de noche cuando está atardeciendo.
fr: Cette unité obscurcit le terrain alentour, rendant les unités chaotiques meilleures combattantes et les unités loyales moins bonnes. Toute unité adjacente à celle-ci combattra comme si c'était le soir lorsqu'il fait jour et la nuit lorsque c'est le soir.
ru: Этот воин сгущает мрак вокруг себя, заставляя хаотичных бойцов сражаться лучше, а порядочных - хуже. Любые бойцы, находящиеся рядом с этим воином днём, будут сражаться так, как будто это сумерки, а в сумерках так, как будто это ночь.

source: protection
es: protección
ru: охрана

source: Adjacent units of lower level from this side receive a +20% bonus to all resistances (up to a maximum of 50%).
es: Las unidades adyacentes de menor nivel del mismo bando reciben una bonificación del +20% a todas sus resistencias (hasta un máximo de 50%).
fr: Les unités adjacentes de niveau inférieur à celle-ci reçoivent un bonus de 20 % à toutes les résistances, jusqu'à un maximum de 50 %.
ru: У стоящих рядом воинов более низкого уровня на 20% возрастает сопротивляемость ко всем видам атак (но не более чем до 50%).

source: terror
fr: terreur
ru: ужас

source: This unit can frighten enemy units that are next to it, making them fight worse. Adjacent enemy units of lower level will do less damage in battle. When an enemy unit of lower level is adjacent and engages in combat, its attacks do 15% less damage times the difference in their levels + 15%.
es: Esta unidad puede aterrorizar unidades enemigas adyacentes, haciendo que éstas luchen peor. Las unidades enemigas adyacentes de menor nivel causan daño reducido en combate. Cuando una unidad enemiga de menor nivel se encuentra adyacente y participa en combate, sus ataques infligen 15% menos daño multiplicado por la diferencia entre sus niveles + 15%.
ru: Этот воин вселяет ужас в соседних с ним вражеских бойцов, заставляя их сражаться хуже. Когда вражеский воин меньшего уровня находится рядом и участвует в бою, его атака причиняет на 15% меньше урона +15% за каждый уровень в разнице.

source: bore
ru: бурение

source: female^bore
ru: бурение
