Repository: project-ethea/Ethea-i18n
Catalog: Naia/*.po
Languages: es, fr, ru

source: There are very few things able to make Chaos soldiers cower in fear, and even fewer humans who have earned the genuine respect of the demon lords of Inferno. While their subordinates torture and kill for pleasure, the Chaos Overlords hardly ever participate in battle, instead preferring to observe the action from a safe distance. On the exceedingly rare occasions where they do join the fray, they perform in an almost mechanical fashion, mowing down anything that gets in their way without even attempting to dodge enemy fire. It is because of their stoic disposition that many — enemies and allies alike — speculate that they have surrendered their very souls to Uria in exchange for their unnatural strength and resilience. Suffice it to say, only someone who has somehow drawn the ire of the Chaos Empire would ever find themselves facing a Chaos Overlord on the battle field.
es: Hay muy pocas cosas capaces de amedrentar a los soldados del Caos, e incluso menos aún humanos que hayan conseguido el sincero respeto de parte de los señores demonios del Infierno. Mientras sus subordinados se dedican a torturar y matar por placer, los jefes del Caos rara vez participan en la batalla, prefiriendo en cambio contemplar la acción desde una distancia segura. En las muy contadas ocasiones en que deciden hacer presentes, se desempeñan de un modo casi mecánico, masacrando todo lo que se les cruce en su camino sin siquiera intentar esquivar el fuego enemigo. Es debido a esta actitud estoica que muchos — tanto enemigos como aliados — especulan que los jefes le han entregado sus almas a Uria a cambio de su fuerza y resiliencia contra natura. No hace falta mencionar que sólo aquéllos que han incurrido en la ira del Imperio del Caos llegan a enfrentar un jefe del Caos en el campo de batalla.
fr: Il y a peu de choses capables d'effrayer les soldats du Chaos, et même les quelques humains qui ont mérité le respect des seigneurs démons d'Inferno. Tandis que leurs subordonnées torturent et tuent pour le plaisir, les Grands Seigneurs du Chaos participent rarement aux combats, préférant observer à distance de sécurité. Dans les très rares occasions où ils se joignent à la mêlée, ils pratiquent un style quasi mécanique, écartant ce qui est en travers de leur route sans même chercher à esquiver le feu ennemi. C'est à cause de ce comportement stoïque que certains pensent qu'ils ont vendu leurs âmes à Uria en échange de leur force et leur résistance surnaturelle. Tout cela pour dire que seul quelqu'un éprouvant une grande colère contre l'Empire du Chaos se retrouvera à affronter un Grand Seigneur du Chaos sur le champ de bataille.
ru: Мало что может заставить солдата Хаоса содрогаться от страха — ещё меньше людей, кто заслужил истинное почтение демонических правителей Инферно. В то время, как их подчинённые творят пытки и убийства для собственного удовольствия, Повелители Хаоса редко появляются на поле брани, предпочитая наблюдать за действием с безопасного расстояния. Но в невероятно редких случаях они сами вступают в побоище, скашивая без разбора всё на своём пути подобно настоящим машинам, даже не пытаясь уклониться от вражеского огня. Как и враги, так и союзники предполагают, несокрушимость этих существ происходит от того, что они отдали свою душу и волю Урии в обмен на нечеловеческую силу и выносливость. Достаточно сказать, что из всех, кто навлёк на себя гнев Империи Хаоса, лишь немногим суждено когда-либо встретить Повелителя Хаоса лицом к лицу.

source: Longswordsman
es: Soldado de espada larga
fr: Escrimeur
ru: Длинно-меченосец

source: While Aragwaithi Swordsmen seem uncannily skilled to blade-wielders of other races, the Aragwaithi reserve their own admiration for Longswordsmen. These warriors have become so adept at the arts of thrust and parry that they have adopted a longer blade than the Swordsmen, yet they are able to wield it with equal grace and skill.
es: Mientras que los espadachines Aragwaithi parecen inusualmente hábiles en los ojos de sus pares de otras razas, los Aragwaithi reservan su admiración para sus propios soldados de espada larga. Estos guerreros se han vuelto tan adeptos en las artes de la estocada y esquive que han optado por armas más largas que los espadachines, que aún consiguen blandir con la misma elegancia y talento.
fr: Malgré le talent supérieur de leurs spadassins, les aragwaiths réservent toute leur admiration aux escrimeurs. Ces guerriers sont tellement habiles pour parer et pour frapper d'estoc et de taille qu'ils ont préféré porter une épée plus longue, toujours et encore maniée avec aisance et grâce.
ru: Пока для других рас эрагвийские Меченосцы кажутся сверхъестественными мастерами, сами эрагвийцы восхищаются Длинно-меченосцами. Эти воины стали настолько искусны в выпадах и парировании, что им был выдан длинный меч, который они используют с той же грацией и умением.

source: Chaos Cavalier
es: Jinete del Caos
fr: Cavalier du chaos
ru: Кавалерист Хаоса

source: A rider and its mount achieve their maximum potential once they learn to trust each other and act in unison. Even if it may seem unusual at first glance, there are such horsemen fighting under Uria’s banner, and they treat their companions as an extension of themselves in all regards.
es: Un jinete y su montura alcanzan su potencial máximo una vez que aprenden a confiar entre sí y actuar al unísono. Aunque parezca inusual a simple vista, se pueden encontrar a jinetes así luchando en nombre de Uria, y tratan a sus compañeros como una extensión de su ser en toda forma.
fr: Un cavalier et sa monture atteignent leurs potentiels maximums une fois qu'ils se font mutuellement confiance. Même si cela semble inhabituel, ils combattent bien sous la bannière d'Uria, et ils traitent leurs compagnons comme une extension d'eux-mêmes.
ru: Наездник и лошадь полностью раскрывают свои способности, когда умеют доверять друг другу и действовать как единое целое. Хотя это на первый взгляд кажется необычным, подобные наездники существуют и под знаменем Урии, и они обращаются со своими лошадьми как с продолжением себя.

source: Guardian
es: Guardián
fr: Gardien
ru: Страж

source: Scout
es: Explorador
fr: Éclaireur
ru: Наездник

source: female^Scout
es: Exploradora
fr: Eclaireuse
ru: Наездница

source: Chaos Bowman
es: Arquero del Caos
fr: Archer du chaos
ru: Лучник Хаоса

source: Since time immemorial, humans have used and perfected the bow and arrow for hunting and defense. Even after the Fall, it continues to be the cheapest and most effective weapon a military can afford for its lowest-ranking soldiers. Archers seldom have adequate training or equipment to be effective in combat at close quarters, but they are nonetheless capable of defending themselves should the situation call for it.
es: Desde tiempos inmemoriales, los humanos han utilizado y perfeccionado la flecha y el arco para la caza y defensa. Incluso tras la Caída, esta sigue siendo el arma más asequible y efectiva que una milicia puede conseguirle a sus soldados rasos. Los arqueros rara vez reciben entrenamiento o equipamiento adecuados para ser efectivos en espacios reducidos, pero aún así son capaces de defenderse si la situación así lo requiere.
fr: Depuis des temps immémoriaux, les humains ont perfectionné leurs arcs et leurs flèches pour la chasse et la défense. Même après la Chute, ça reste l'arme la moins coûteuse et la plus efficace pour équiper les soldats de base d'une armée. Les archers ont rarement un entraînement et un équipement adaptés au combat rapproché, mais ils sont quand même capables de se défendre en cas de besoin.
ru: С незапамятных времён человечество использовало и осваивало лук для нужд охоты и обороны. Даже после Падения он остаётся наиболее дешёвым и наиболее действенным оружием, доступным для солдат низших рангов. Лучники редко получают достаточную подготовку или снаряжение, чтобы быть эффективными в ближнем бою, но тем не менее они могут защитить себя при необходимости.

source: female^Sorceress
es: Hechicera
fr: Sorcière
ru: Колдунья

source: The mighty Aragwaith Sorceresses are agile like the wind. They can confound their opponents by standing in front of them seemingly defenseless; once the attacker hits, they realize their victim is actually behind them, ready to land her own killing blow. Because of their vast and intimate knowledge of both defensive and offensive magic, even the higher ranks of the Aragwaithi regard these women with great respect and caution.
es: Las poderosas hechiceras Aragwaithi son gráciles como el viento. Son capaces de confundir a sus adversarios parándose en frente suyo con aspecto indefenso; una vez que el atacante golpea, se percata de que su víctima se encuentra detrás suyo, lista para dar su propio golpe de gracia. Debido a su vasto y profundo conocimiento de magia tanto defensiva como ofensiva, incluso los altos rangos de los Aragwaithi tratan a estas mujeres con gran respeto y cautela.
ru: Могучие эрагвийские колдуньи изящны как ветер. В схватке они ставят противника в замешательство своим безоружным внешним видом; затем, когда тот перейдёт в наступление, выяснится, что жертва оказалась позади него, готовая нанести смертельный удар. Из-за их обширного, проникновенного познания как оборонительной, так и наступательной магии даже высочайшие чины эрагвийцев относятся к этим женщинам с трепетом и благоговением.

source: Doom Guard
es: Guardia de la perdición
fr: Garde infernal
ru: Страж Рока

source: Although the Chaos Empire is a staunch believer in the principle of defense through offense, its leadership is also well aware of the importance of defending its borders against hostile incursions, as well as the occasional civil revolt. Guards tasked with the protection of the Empire’s strongholds are provided with specially-crafted armor and enjoy privileges normally reserved only for those who have proven their worth in battle. They are also occasionally granted troops and assigned to assault missions whenever a considerable amount of resistance may be expected.
es: Pese a que el Imperio del Caos cree fervientemente en el principio de la defensa a través de la ofensa, sus líderes también están al tanto de la importancia de defender sus fronteras contra incursiones hostiles, así como las ocasionales revueltas civiles. A los guardias a cargo de la protección de las fortalezas del Imperio se les provee con armadura manufacturada especialmente para ellos y disfrutan de privilegios normalmente reservados sólo a aquéllos que han demostrado su valía en batalla. También se les proporcionan tropas y asigna a misiones ofensivas en situaciones donde se prevé gran resistencia.
fr: Bien que l'Empire du Chaos ne croit pas vraiment au principe de la défense, ses chefs sont également conscients de l'importance de défendre les frontières contre les incursions hostiles, aussi bien que face aux révoltes occasionnelles. Les gardes assignés à la protection des places fortes de l'Empire sont équipés d'une armure spéciale et profitent de privilèges réservés normalement à ceux qui ont prouvé leur valeur sur le champ de bataille. Ils sont occasionnellement réquisitionnés pour des missions d'attaques là où une forte résistance peut être anticipée.
ru: Хотя Империя Хаоса строго придерживается принципа, что лучшая защита — это нападение, её руководство хорошо осведомлено о важности обороны её территорий как против вражеских набегов, так и против народных волнений. Стража, ответственная за защиту Имперских крепостей, обеспечена бронёй особого изготовления и привилегиями, свойственными героям сражений. Кроме того, им иногда предоставляются группы войск. Стражи Рока могут сопровождать наступательные операции, в которых ожидается значительное сопротивление.

source: shield
es: escudo
fr: bouclier
ru: щит

source: Captain
es: Capitán
fr: Capitaine
ru: Капитан

source: glaive
es: archa
ru: глефа

source: Chaos Lorekeeper
es: Sabio del Caos
fr: Gardien des traditions du Chaos
ru: Хранитель Знаний

source: In a world where savage men fight each other over what little water and food they can find, knowledge remains one of the few tools left to bring a semblance of order to their pathetic lives. But humans can only do so much to change the flawed reality in which they dwell, and their chaotic, vicious nature surfaces at every turn. The cultists of Chaos believe that only Uria, Mother of all demons, Goddess of Life and Mistress of the Void, can reshape and improve this decaying world. They dedicate their very souls to doing her bidding and spreading her message to every corner of Irdya. The dreaded Chaos Lorekeepers govern both the military and their subordinate Magi. They are indisputably regarded as sacred figures akin to demigods by Uria’s and Yechnagoth’s worshippers alike. Their dedication to their craft borders on irrational, and the wars they wage often serve much darker purposes. Those unlucky enough to survive are taken captive, fated to undergo unfathomable horrors in the name of the Lorekeepers’ unending search for knowledge. It is this, more than anything else, that keeps their subjects in line; they are well aware of the consequences should they disobey an order even slightly. But as unlikely as it might sound, the Lorekeepers are not alone in ruling over the wicked legions of Uria...
es: En un mundo donde los hombres salvajes luchan entre sí por la poca comida y agua que consiguen, el saber sigue siendo una de las pocas herramientas que permiten traer una pizca de orden a sus patéticas vidas. Pero los humanos tienen una capacidad muy limitada de alterar la realidad defectuosa que habitan, y su naturaleza caótica y cruel emerge constantemente. Los miembros del culto del Caos creen que sólo Uria, la Madre de todos los demonios, Diosa de la Vida y Maestra del Vacío, es capaz de remodelar y mejorar este mundo decadente. Sus almas las dedican a realizar su obra y difundir su mensaje a cada rincón de Irdya. Los temidos Sabios del Caos gobiernan tanto las fuerzas militares como sus magos subordinados. Son indiscutiblemente considerados figuras sagradas con calidad de semidioses tanto por los devotos de Uria y Yechnagoth. Su pasión por su oficio es prácticamente irracional, y las guerras que llevan a cabo generalmente sirven propósitos más malignos. Aquéllos suficientemente desafortunados para sobrevivir la lucha son capturados y destinados a sufrir horrores sin descripción en nombre de la eterna búsqueda de conocimiento por parte de los sabios. Es esto más que nada lo que mantiene a sus súbditos bajo control; éstos saben muy bien lo que les aguarda si llegaren a desobedecer incluso las órdenes más simples. Pero aunque suene inverosímil, los Sabios del Caos no están solos a la hora de regir las retorcidas legiones de Uria...
fr: Dans un monde où les hommes sauvages se battent pour le peu d'au et de nourriture qu'ils peuvent trouver, le savoir reste l'un des quelques moyens restant pour apporter un semblant d'ordre dans leur vie pathétique. Mais les humains ne peuvent faire mieux que tenter de changer leur réalité quotidienne, et leur nature chaotique et vicieuse refait surface chaque fois. Les cultistes du Chaos croient que seule Uria, Mère de tous les démons, Déesse de la Vie et Maîtresse du Vide peuvent remodeler et améliorer ce monde décadent. Ils dédient leurs âmes à son offre et à répandre son message dans chaque recoin d'Irdya. Les redoutés Gardiens des traditions du Chaos gouvernent aussi bien les militaires que leurs Mages subordonnés. Ils sont indiscutablement vus comme des figures sacrées à l'égal de demi_dieux aussi bien par les fidèles d'Uria que ceux de Yechnagoth. Leur dévotion à leur devoir va jusqu'à l'irrationnel, et les guerres qu'ils mènent servent de plus noirs desseins. Les ennemis qui survivent sont capturés et soumis à des horreurs sans nom au nom de la soif de connaissances de Gardiens des traditions. C'est cela, plus qu'autre chose qui maintient leurs sujets dans le rang; ils sont trop bien conscient des conséquences de la moindre désobéissance. Mais aussi terrifiants qu'ils puissent être, les Gardiens de traditions du Chaos ne sont pas les seuls à diriger les légions maudites d'Uria...
ru: В мире, где одичавшие люди убивают друг друга за скудный кусок пищи и глоток воды, знание остаётся одним из немногих инструментов, способных принести порядок в их жалкие жизни. Но возможности людей ограничены — не в их силах преодолеть несовершенство реальности, а их хаотичная, порочная природа проявляет себя на каждом шагу. Культисты Хаоса верят, что только Урия — Мать всех демонов, Богиня Жизни и Госпожа Пустоты — может преобразовать и спасти этот распадающийся мир. Они жертвуют собственными душами, чтобы выполнить её призыв и донести её послание во все уголки Ирдии до единого. Устрашающие Хранители Знаний управляют как армией, так и подчинёнными им магами. Приспешники Урии и Йечнагот поклоняются им как священным фигурам, подобным полубогам. Их приверженность тайному искусству стоит на гране разумного, а завоевания, проводимые ими, часто служат гораздо более мрачным целям. Тем, которым, к несчастью, удалось выжить и попасть к ним в плен, неминуемо сулят невообразимые ужасы, проводимые во имя нескончаемого поиска знаний Хранителями. Это и есть то, что больше всего остального поддерживает дисциплину среди их подчинённых: они прекрасно осознают, что будет с ними, стоит им лишь ослушаться приказа. Однако, как невероятно бы это не звучало, кроме Хранителей Знаний кто-то ещё ведёт злобные войска Урии…

source: ethereal blast
es: corriente etérea
fr: explosion volatile
ru: эфирный шквал

source: Lancer
es: Jinete lancero
fr: Lancier
ru: Улан

source: female^Lancer
es: Lancera
fr: Lancière
ru: Улан

source: Ancient Banner
es: Estandarte ancestral
fr: Bannière ancienne
ru: Старейшина-знаменосец

source: TODO
es: POR HACER.
fr: À faire
ru: (Описание в процессе разработки)

source: scythe
es: guadaña
fr: faux
ru: коса

source: Eagle Master
es: Maestro de águilas
fr: Maître des aigles
ru: Орлиный штурмовик

source: With experience, Eagle riders become more skilled and the relation with their winged friend become so strong that they act as one. As Eagle masters, they no longer need to give orders to their mounts, those anticipate them.
es: Con experiencia, los jinetes de águilas se vuelven más habilidosos y su relación con sus compañeros emplumados se vuelve tan estrecha que actúan como una unidad. Los maestros de águilas ya no necesitan darle órdenes a sus monturas, ya que éstas las anticipan.
fr: Avec la pratique, les chevaucheurs d'aigles deviennent plus habiles et leur relation avec leur ami ailé devient si profonde qu'ils agissent comme un seul. Les maîtres des aigles n'ont ainsi plus besoin de donner d'ordres à leur monture, qui les anticipe.
ru: Орлиные наездники становятся более опытными, и их отношения с крылатыми друзьями становятся настолько сильны, что они действуют как одно целое. Им больше не требуется отдавать приказы орлам, которые и так их прекрасно понимают.

source: prey crush
es: aplasta-presas
fr: broyage de proie
ru: сокрушить жертву

source: Chaos Invoker
es: Invocador del Caos
fr: Invocateur du chaos
ru: Медиум Хаоса

source: There is much speculation as to the origins of the religious groups that eventually joined to form the Chaos Empire. Amongst scholars, the most popular theory postulates the creation of two separate cults by the same prophet approximately four centuries ago: the cult of Yechnagoth, centered around the western seaboard, and the cult of Chaos, which existed primarily throughout the eastern wastes. As time went on, the more prolific Chaos Magi’s sphere of influence expanded and absorbed Yechnagoth’s worshipers, reshaping their tenets and giving way to a unified religion worshiping Uria as the goddess who brought the Dark Lady back from the dead. Low-ranking initiates — colloquially known as “Invokers” by their enemies — lack the sophisticated knowledge that defines their order; they have much yet to learn before they can attain a formal title and be entrusted with the leadership of the demonic hordes. Nonetheless, they are a cornerstone of the Chaos military, always ready to provide their services and proselytize to captives and outsiders with elaborate displays of power.
es: Hay gran especulación al respecto del origen de los grupos religiosos que eventualmente se unieron para formar el Imperio del Caos. La teoría más popular entre los académicos postula la creación de dos sectas distintas por parte del mismo profeta aproximadamente cuatro siglos atrás: la secta de Yechnagoth, centrada en el litoral occidental, y la secta del Caos, que existía primariamente en las tierras baldías del oriente. Con el paso del tiempo, la esfera de influencia de los más prolíficos magos del Caos se expandió y asimiló a los devotos de Yechnagoth, reformando sus doctrinas y dando paso a una nueva religión unificada que venera a Uria como la diosa que trajo a la Dama Oscura de vuelta a la vida. Los iniciados de bajo rango — coloquialmente conocidos como «invocadores» por sus enemigos — carecen del conocimiento sofisticado que define a su orden; tienen aún mucho por aprender antes de poder acceder a un título formal y ser otorgados el comando de las hordas demoníacas. No obstante, constituyen un pilar fundamental de las fuerzas militares del Caos, siempre listos para proveer sus servicios y hacer proselitismo entre prisioneros y gente del exterior con elaboradas demostraciones de poder.
fr: Il y a beaucoup de spéculations concernant les origines des groupes religieux qui devaient finalement s'unir pour former l'Empire du Choas. D'après les érudits, la théorie la plus populaire postule la création de deux cultes séparés par le même prophète quatre siècles auparavant: le culte de Yechnagoth, centré sur les littoraux occidentaux, et le culte du Chaos, qui existait à travers l'orient aride. Au fil du temps, la sphère d'influence des Mages du Chaos les plus prolifiques s'est étendue et absorba les fidèles de Yechnagoth,reformant les principes et ouvrant la voie à une religion unifiée vénérant Uria comme la déesse qui ramena la Dame Noire de la mort. Les initiés de rangs inférieurs — désigné 'Invocateur du chaos' par leurs ennemis n'ont pas la connaissance sophistiquée qui définit leur ordre; ils ont beaucoup à apprendre avant d'obtenir un titre et de se voir confier le commandement des hordes démoniaques. Toutefois, ils restent des pièces essentielles de l'armée du Chaos, toujours prêt à fournir leur service pour convertir prisonniers et étrangers avec des démonstrations élaborées de puissance.
ru: Существует множество гипотез о происхождении религиозных сообществ, что однажды объединились и основали Империю Хаоса. В среде учёных наиболее популярная теория повествует о создании двух отдельных друг от друга культов одним и тем же пророком приблизительно четыре столетия назад: культ Йечнагот, сосредоточенный вдоль западного побережья, и культ Хаоса, рассеянный, главным образом, по восточным пустошам. С течением времени более плодотворная область влияния Магов Хаоса расширилась и присоединила к себе последователей Йечнагот, преобразовав их догматы, и открыла путь к новой объединённой религии, воспевающей Урию как богиню, что воскресила Тёмную Госпожу. Посвящённым низкого уровня — известным как ‘Медиумы’ в среде их врагов — не достаёт утончённого знания, определяющего их орден; им ещё долго нужно учиться перед тем, как они получат официальный титул и будут повышены до предводителей демонических орд. Тем не менее, они — краеугольный камень войск Хаоса, всегда готовые оказать поддержку и обратить в свою веру пленников и посторонних с помощью впечатляющих проявлений мощи.

source: Chaos Crossbowman
es: Ballestero del Caos
fr: Grand Archer du chaos
ru: Арбалетчик Хаоса
