Repository: project-ethea/Ethea-i18n
Catalog: Naia/*.po
Languages: es, fr, ru

source: Recent developments appear to have led to the creation of more advanced types of Shaxthal drones designed for swiftly obliterating front lines and base defenses using aerial strikes. With the frightening accuracy of the Protectors and the formidable strength of Assault drones combined, these notably rare War drones can quickly bring reinforced stone walls down and crush anyone foolish enough to confront them without the use of magic support.
es: Ciertos acontecimientos recientes parecen haber motivado la creación de formas más avanzadas de drones Shaxthal diseñadas para arrasar con gran eficacia vanguardias y defensas mediante ataques aéreos. Combinando la aterradora precisión de los drones protectores y la fuerza formidable de los drones de asalto, los escasamente vistos drones de guerra son capaces de derribar muros de piedra a gran velocidad y obliterar a cualquier tonto que trate de enfrentarlos sin apoyo mágico.
fr: Les développements récents semblent avoir permis la création de nouveaux types avancés de drones Shaxthal, conçus pour neutraliser rapidement, en première ligne, les défenses de base en utilisant des frappes aériennes. Avec la précision effrayante des Protecteurs combinée avec la formidable force d'attaque des drones d'assauts, ces drones de guerre particulièrement rare peuvent rapidement abattre un mur de pierre et écraser toute personne assez stupide qui essayerait de les arrêter sans le recours à la magie.
ru: Последние разработки, как видно, привели к созданию ещё более совершенных разновидностей Шакстальских дронов, предназначенных для быстрой зачистки передовых линий противника и обороны баз, используя удары с воздуха. С совмещённой пугающей мощью защитников и грозной силой штурмовиков, эти примечательно редкие военные дроны могут мгновенно разбомбить укреплённые каменные стены и сокрушить всех, достаточно глупых для того, чтобы противостоять им без магической поддержки.

source: war-blades
es: cuchillos de guerra
fr: lames de guerre
ru: боевые клинки

source: energy burst
es: golpe de energía
fr: attaque d'énergie.
ru: энерговзрыв

source: Drone
es: Drón
ru: Дрон

source: Unnatural. Bloodcurdling. Abominations. Of the many words used to describe the mechanical creatures known as the Shaxthals, these are the most often heard. Amongst their many legions, the lowly Drone is by far the most common, yet even it can tear down an enemy in an instant. A menacing hiss echoing through the gloom is enough to herald approaching death, either by the powerful blasts of energy they unleash from their maws or the Chaos legions never far behind. But among the few accounts that remain of the Shaxthals’ conquests, the most terrifying detail floating creatures of metal, the light glinting off a demonic, unwavering grin as they dispense death from above.
es: Antinaturales. Espeluznantes. Abominaciones. De las muchas palabras utilizadas para describir a las criaturas mecánicas conocidas como Shaxthals, éstas son las más frecuentemente escuchadas. De entre sus legiones, el simple drón es su forma más común, pero aún así es capaz de destrozar a sus enemigos en un instante. Un siseo amenazante haciendo eco a través de la oscuridad es suficiente para anunciar el acecho de la muerte, sea mediante los poderosos estallidos de energía liberados por sus fauces, o los ejércitos del Caos a sus espaldas. Pero de entre los pocos registros que sobreviven a los ataques de los Shaxthals, los más aterrorizadores hablan de criaturas flotantes de metal con luminosas y diabólicas sonrisas sembrando destrucción desde los cielos.
fr: Surnaturelles. Assoiffés de sang. Abominations. Des nombreux mots utilisés pour qualifier les mécaniques connues sous le nom de Shaxthals, ce sont les plus souvent entendus. Parmi leurs nombreuses légions, les Drones inférieurs sont les plus communs, et encore ils peuvent tuer un ennemi en un instant. Un sifflement menaçant est suffisant pour avertir d'une mort imminente, soit par les puissantes explosions énergétiques qu'ils libèrent par leur mâchoire ou par les légions du Chaos qui ne sont jamais loin derrière. Mais d'après le peu de survivants des conquêtes shaxthals, le détail le plus terrifiant sur ces créatures de métal flottantes concerne cette lumière démoniaque accompagnant le sourire qu'ils arborent en dispensant la mort.
ru: Неестественные. Кровожадные. Чудовища. Из всех слов, используемых для описания механических существ, называемых Шаксталами, эти слышны чаще всего. Среди их многочисленных роев обычные, неспециализированные дроны пока что самые распространённые, тем более, что их достаточно для того, чтобы разорвать врага в одно мгновение. Их угрожающего шипения, отзывающееся во тьме, достаточно, чтобы узнать о приближающейся смерти — либо от мощных выбросов энергии, высвобождающихся из их пасти, либо от легионов Хаоса у них за спиной. Но среди немногих сведений о Шакстальских завоеваниях, больше всего пугают летающие металлические существа, сверкающие демоническим светом и внушающие смерть, принося ужас с высоты.

source: Runner Drone
es: Drón corredor
fr: Drone coureur
ru: Мобильный дрон

source: These bipedal Shaxthal creatures are better adapted for speed, agility and accuracy at ground level. On their own they don’t pose a great threat, but swarms of these can be highly dangerous.
es: Estas criaturas bípedas Shaxthal están adaptadas para mayor velocidad, agilidad y precisión en superficie. Individualmente no son una gran amenaza, pero enjambres de ellos resultan ser extremadamente peligrosos.
fr: Ces créatures bipèdes Shaxthal sont les mieux adaptées par leur vitesse, leur agilité et leur précision au niveau du sol. Toutes seules, elles ne constituent pas une grande menace, mais en essaims elles peuvent être très dangereuses.
ru: Эти двуногие Шакстальские существа приспособлены к скорости, ловкости и точности на твёрдой земле. Сами по себе они не являются значительной угрозой, но их рои могут представлять высокую опасность.

source: Assault Drone
es: Drón de asalto
fr: Drone d'assaut
ru: Штурмовой дрон

source: The Shaxthal Assault Drones are among the most effective members of the Chaos Empire’s offensive arsenal. While their more sedentary counterparts — the Sentry Drones — guard the Empire’s strongholds, the Assault Drones’ formidable brute strength and superior mobility make them excellent siege machines. As such, they are found in large numbers amongst the Chaos legions. Many a particularly stubborn foe has succumbed to these creatures’ assault; neither earth nor stone proves an obstacle as they carry out their missions with brutal efficiency.
es: Los drones de asalto Shaxthal cuentan entre los miembros más efectivos del arsenal ofensivo del Imperio del Caos. Mientras sus contrapartes más sedantarías — los drones vigía — se dedican a resguardar las fortalezas del imperio, la impresionante fuerza bruta de los drones de asalto combinada con su mayor movilidad los convierte en una excelente maquinaria de asedio. Por ende se los encuentra en grandes números entre las huestes del Caos. Más de un oponente obstinado ha sucumbido al ataque de estas criaturas; ni tierra ni piedra son obstáculos suficientes a la hora de desempeñar su labor con brutal eficiencia.
fr: Les Drones d'assauts sont parmi les membres les plus efficaces de l'arsenal offensif de l'Empire du Chaos. Tandis que leur versions les plus sédentaires- les Drnes Sentinelles- protègent les places fortes de l'Empire, les Drones d'Assauts ont une force brute et une mobilité supérieure faisant d'eux de formidables machines de siège. De fait, ils se trouvent en grand nombre parmi les légions du Chaos. Beaucoup d'ennemis têtus ont succombé aux attaques de ces créatures; ni la terre ni la roche ne sont des obstacles tandis qu'ils accomplissent leurs missions avec une efficacité brutale.
ru: Штурмовые дроны Шаксталов находятся среди самых безотказных наступательных вооружений Империи. Пока их более укреплённые сородичи — охранные дроны — сторожат имперские крепости, внушительная мощь и превосходная подвижность наступательных дронов делает их чуть ли не идеальными осадными машинами. Таким образом, они составляют кулак наступающей армии. Множество особенно стойких воинов пыталось бесплодно сопротивляться их нападению — но ни земля, ни камень не в силах предотвратить выполнение назначенной им цели с жестокой эффективностью.

source: Rayblade
es: Hojaferoz
fr: Sabre-laser
ru: Слепящий клинок

source: The majority of Shaxthal drones are at best mediocre in close combat, their bodies lacking the precision required for countering blows effectively. As one would expect, the Chaos Lorekeepers realized this and devised a solution: the Shaxthal Rayblades. Not only have they forgone claws and energy blasts in exchange for their namesake arm blades, but they also possess the fearsome ability to spin their torsos rapidly and slice through enemy lines like butter.
es: La mayoría de los drones Shaxthals son relativamente mediocres en combate mano-a-mano, dado que sus cuerpos no tienen la destreza necesaria para esquivar golpes con efectividad. Tal como uno esperaría, los Sabios del Caos aprendieron de esto y desarrollaron una solución: los hojaferoces Shaxthal. No sólo han abandonado las garras y estallidos de energía a cambio de sus llamativos brazos de cuchillo, sino que también poseen la aterradora capacidad de girar sus torsos a gran velocidad para cortar a través de las filas enemigas como si fuesen mantequilla.
fr: La majorité des Drones shaxthals est au mieux médiocre au combat rapproché, leur corps n'ayant pas la précision requise pour conter les attaques efficacement. Comme on pouvait s'y attendre, les Gardiens des traditions du Chaos s'en sont rendu compte et ont créée une solution: Les Sabres-lasers. Non seulement ils ont délaissé griffes et armes d'énergie en échange de leurs fameuses lames, mais ils possèdent également la terrifiante capacité de retourner rapidement leur torse et de trancher à travers les lignes ennemies comme du beurre.
ru: Большинство Шакстальских дронов в лучшем случае посредственны в ближнем бою: их телам не хватает ловкости, требуемой для эффективного нанесения ударов. Ожидаемо, учёные Хаоса осознали это и разработали решение — Шакстальский Слепящий клинок. У них не только отсутствуют когти и энергетические удары в обмен на именитые руки-клинки, но так же они обладают устрашающей способностью быстро вращать их туловище, прорезаясь через линии врагов, как сквозь масло.

source: Sentry Drone
es: Drón vigía
fr: Drone sentinelle
ru: Сторожевой дрон

source: From the dark, echoing labyrinths of the Shaxthal hives to the shadowy fortresses of the Chaos Empire await guardians who can neither be swayed by words or gold: the Sentry Drones. Silent and deadly, these sentinels were engineered to quickly and efficiently eliminate any trespassers into the Empire’s domain. Any unlucky enough to attract their attention have but one recourse: flight — that is, if they can outpace them. Should the fleeing intruder fall victim to the drones’ scalding blasts of energy, their vicious teeth and claws will make short work of what remains.
es: Desde los oscuros y resonantes laberintos de las colmenas Shaxthals a las sombrías fortalezas del Imperio del Caos, es común encontrar guardianes implacables que no pueden ser persuadidos ni por palabras ni oro: los drones vigías. Silenciosos y mortíferos, estos centinelas fueron diseñados para eliminar rauda y eficazmente cualquier intruso dentro de los dominios del imperio. Cualquier alma desafortunada que atraiga su atención sólo tiene una opción: huir — eso sí, suponiendo que sean capaces de dejar rezagas a estas criaturas. Si el intruso resulta ser víctima de los estallidos hirvientes de energía de los drones, sus grandes dientes y garras se asegurarán de no dejar huella alguna de sus restos.
fr: Depuis les sombres labyrinthes des ruches shaxthals jusqu'aux tout aussi sombres forteresses de l'Empire du Chaos attendent des gardes qui ne peuvent être corrompus par des paroles ou de l'or: les Drones sentinelles. Silencieuses et mortelles, ces sentinelles sont conçues pour éliminer rapidement et efficacement tout intrus dans le domaine impérial. Ceux ayant la malchance d'attirer leur attention n'ont qu'une solution: fuir, si vous pouvez les distancer. Si ces intrus tombent, victimes des attaques énergétiques de ces drones, leur vicieuse dents et griffes auront vite fait d'en finir avec les restes.
ru: От тёмных, гулких лабиринтов Шакстальских ульев до сумеречных крепостей Империи Хаоса поджидают стражи, неподкупные ни словами, ни золотом: охранные дроны. Тихие и смертоносные, эти чувствующие каждый шорох часовые были разработаны, чтобы быстро и эффективно избавляться от любых незваных гостей, проникнувших во владения Империи. У несчастных, что привлекли их внимание, остаётся один выход — бегство — если, конечно, они смогут их как-то перегнать. Когда убегающий будет сбит с ног разрушительными выстрелами энергии, острые зубы и когти быстро разберутся с его останками.

source: female^Water Spirit
es: Espíritu acuático
fr: Esprit des eaux
ru: Дух воды

source: Tidal waves of water have been known to acquire their own consciousness and mind and break free of their summoners’ influence. The result is a more corporeal water being, embodying the might and whim of the water and its denizens.
es: Se sabe que las oleadas de agua pueden adquirir conciencia y mente propias y librarse de la influencia de aquéllos que las conjuraron. El resultado es una criatura de agua más corpórea, una encarnación de la fuerza y el capricho del agua y sus habitantes.
ru: Когда ожившие волны осознают, что обрели свое собственное сознание и разум, они освобождаются от власти сил, их создавших. Они превращаются в состоящее из воды существо, воплощающее энергию и прихотливость водной среды и ее жителей.

source: water punch
es: golpe de agua
fr: torrent
ru: водяной кулак

source: female^Water Tidal
es: Oleada de agua
fr: Onde des eaux
ru: Ожившие волны

source: It is said that the world is mostly composed of water. It would be natural, then, to conjecture that water may have its own will and that its power can be summoned by expert magi for nefarious purposes.
es: Se dice que el mundo está principalmente compuesto de agua. Resulta entonces natural suponer que el agua pueda tener voluntad propia, y que su poder pueda ser conjurado por magos expertos para fines maléficos.
ru: Говорят, что мир в основном состоит из воды. Тогда было бы естественно предположить, что вода может приобрести свою собственную волю и что ее сила может быть использована опытным магом для неблаговидных дел.

source: Rock Golem
es: Gólem de roca
fr: Golem de pierre
ru: Каменный голем

source: Rock Golems are giant, slow, and heavy creatures made out of solid, living rock. Their fists can crush any skeleton in matter of seconds.
es: Los gólems de roca son criaturas gigantes, lentas y pesadas hechas de roca sólida y viviente. Sus puños pueden hacer añicos cualquier esqueleto en cuestión de segundos.
fr: Les golems de pierres sont de très grandes, lentes et lourdes créatures constituées de rochers solides et vivants. Leur poing peut écraser n'importe quel squelette en quelques secondes.
ru: Каменные големы – это огромные, медленные и тяжелые существа, целиком состоящие из оживших камней. Их кулаки могут сокрушить любой скелет в считанные секунды.

source: Animated Rock
es: Roca animada
fr: Rocher animé
ru: Оживший камень

source: Animated Rocks are rather slow creatures made out of solid, living rock. They have a weak attack, but are incredibly hard to destroy. It is rumored that these magical constructs can only be summoned by powerful magi.
es: Las rocas animadas son criaturas más bien lentas hechas de roca sólida y viviente. Tienen un ataque débil pero son increíblemente difíciles de destruir. Según los rumores, estos constructos mágicos sólo pueden ser conjurados por magos poderosos.
fr: Les rochers animés sont des créatures plutôt lentes, faites de pierre. Ils sont faibles à l'attaque, mais sont extrêmement difficiles à détruire. Il paraît que ces golems ne peuvent être invoqués que par une puissante magie.
ru: Ожившие камни – довольно медленные существа, сплошь состоящие из подвижного камня. Они слабы в атаке, но их невероятно трудно разрушить. По слухам, эти волшебные создания могут только быть призваны только могучими магами.

source: Fire Wisp
es: Centella de fuego
fr: Murmure de feu
ru: Дикий огонёк

source: Fire Wisps are minor spirits of flame. They like to frolic in pools of lava, and take great delight in burning anything they can reach. They should not be a great challenge to unexperienced fighters, except when found in swarms.
es: Las centellas de fuego son espíritus menores de fuego. Prefieren deambular en la lava y disfrutan de incendiar todo lo que tengan a su alcance. Éstas no debieran suponer un gran desafío para los luchadores inexpertos salvo que se encuentren en grupo.
fr: Les Murmures de feu sont des esprits mineurs des flammes. Ils aiment batifoler dans des lacs de lave, et prennent beaucoup de plaisir à brûler tout ce qu'ils peuvent toucher. Ils ne devraient pas représenter un gros défi pour des combattants inexpérimentés, à moins qu'ils ne viennent en foule.
ru: Дикие огоньки – это небольшие духи огня. Они любят резвиться в бассейнах лавы, и получают огромное удовольствие в сжигании всего, до чего могут добраться. Огоньки не представляют опасности даже для неопытного бойца, кроме тех случаев, когда собираются в стаи.

source: fire bash
es: carga de fuego
fr: frappe de feu
ru: огненный удар

source: Fire Spirit
es: Espíritu de fuego
fr: Esprit du feu
ru: Дух огня

source: Fire Guardians are spirits of smoke and flame. No one is exactly sure where they come from, but they seem to be a common threat in the darkest unknown depths of world. They might be the Fire itself, incarnate, or part of it.
es: Los guardianes de fuego son espíritus de humo y llamas. Nadie sabe con certeza de dónde provienen, pero suelen ser una amenaza común en las profundidades más recónditas del mundo.
fr: Les gardiens de feu sont des esprits de fumées et de flammes. Personne ne sait exactement d'où ils viennent, mais ils semblent communs dans les profondeurs. Ils pourraient être le Feu lui-même, ou une de ses fractions.
ru: Огненные Стражи – это духи дыма и пламени. Никто не точно не знает, откуда они берутся, но они, похоже, являются общей опасностью во всех темнейших и неизведанных глубинах мира. Они могут быть самим Огнём, его воплощением или его частью.

source: Chaos Cardinal
es: Cardenal del Caos
ru: Кардинал Хаоса

source: Two centuries before the birth of the Chaos Empire, its forefathers and their revered Dark Lady found themselves challenged by a barbaric people hailing from the Great Southern Desert: the Quenoth Elves. In spite of the superior weaponry and magic skill at the Iron Council’s disposal, the invaders’ cunning tactics and unrelenting ferocity proved decisive in turning the tide of battle in their favor. And although the Iron Council ultimately repelled their assault, the elves did not abandon the Council’s sanctuary without first taking the life of the most revered priest of Yechnagoth, the de facto leader of the Iron Triad in the absence of their true master. Over three centuries later, Mal Hekuba continues to roam Irdya carrying out the orders of the living goddess who promises a new era of restoration and unity, in the hope that some day, the Dark Lady will too rise once more and purge all non-believers from this tainted earth.
es: Dos siglos antes que naciera el Imperio del Caos, sus precursores y su venerada Dama Oscura fueron desafiados por una gente barbárica proveniente del Gran Desierto Sur: los elfos de Quenoth. Pese a las armas y talento mágico superiores del Consejo de Hierro, las tácticas astutas y ferocidad implacable de los invasores resultaron ser decisivas a la hora de cambiar el curso de la batalla en su favor. Y pese a que el Consejo finalmente consiguió poner fin a su ataque, los elfos no abandonaron el santuario del Consejo sin primero cobrar la vida del sacerdote más reverenciado de Yechnagoth, el líder de facto de la Tríada de Hierro durante la ausencia de su verdadero amo. Más de tres siglos después, Mal Hekuba sigue deambulando por las tierras de Irdya ejecutando las órdenes de la diosa viviente que promete una nueva era de restauración y unidad, con la esperanza de que algún día la Dama Oscura también vuelva a levantarse para purgar a todos los infieles de esta tierra impura.
ru: За два века до рождения Империи Хаоса её праотцы и почитаемая ими Тёмная Госпожа подверглись нападению варварского народа, пришедшего из Великой Южной Пустыни, – эльфов Квенота. Вопреки превосходящему вооружению и магическим способностям Железного Совета, хитроумная тактика и безжалостная свирепость вторгнувшихся обратили ход битвы в сторону эльфов. И хотя в конечном итоге Железный Совет отразил их набег, эльфы не смогли оставить убежище Совета, не покусившись на жизнь самого преданного жреца Йечнагот, главы Железной Триады — в отсутствии их истинного повелителя. Свыше трёх столетий спустя Мал Хекуба продолжает скитаться по Ирдии, исполняя приказы живой богини, обещающей грядущую эру восстановления и единства, в надежде, что однажды Тёмная Госпожа вернётся и очистит эту испорченную землю от всех неверных.

source: necrotic shard
es: fragmento necrótico
ru: осколок погибели

source: breath of nyx
es: suspiro de nix
ru: дыхание никс

source: Errant Soul
es: Ánima errante
fr: Ame Errant
ru: Блуждающий дух

source: These lost souls have wandered the barren wastelands of Irdya ever since the Fall, trapped in ethereal bodies that only vaguely resemble their former living appearances.
es: Estas almas perdidas han vagado las tierras estériles de Irdya por una eternidad tras la Caída, atrapadas en cuerpos etéreos que sólo tienen una semejanza remota con sus antiguas formas vivientes.
fr: Depuis la Chute, ces âmes perdues errent dans le désert stérile d'Irdya, piégés dans des corps spectraux qui ne ressemblent que vaguement à leur ancienne apparence.
ru: Эти потерянные души блуждают по бесплодным пустошам Ирдии со времён Падения, заключённые в эфирных телах, которые лишь отдалённо напоминают их прижизненный облик.

source: Elvish Prowler
es: Merodeador elfo
fr: Patrouilleur elfe
ru: Скиталец

source: The best hunters are renowned for their skill in taking advantage of their surroundings to sneak past enemies unnoticed and strike at them by surprise. It is not unusual for incursion parties to be either disbanded or decimated by patrol teams led by a few veteran prowlers.
es: Los mejores cazadores son famosos por su talento para sacar ventaja de su entorno con el fin de traspasar las líneas enemigas y tomar a sus contrincantes por sorpresa. No es inusual que los grupos de incursión sean disueltos o diezmados por patrullas lideradas por unos cuantos merodeadores veteranos.
fr: Les meilleurs chasseurs sont renommés pour leur capacité à tirer profit de leur environnement immédiat pour atteindre leurs ennemis et les attaquer par surprises. Ce n'est pas inhabituel que des incursions soient décimées par des équipes de patrouilleurs expérimentés
ru: Лучшие из охотников известны умением воспользоваться окружающей местностью, чтобы пробраться незамеченными сквозь линии противников и настигнуть их врасплох. Совершенно обычное явление для наступательных отрядов — быть рассеянными или истреблёнными патрульными группами, которые возглавляют несколько опытных скитальцев.

source: bolas
es: boleadoras
ru: бола

source: female^Elvish Prowler
es: Merodeadora elfa
fr: Patrouilleuse elfe
ru: Скиталец

source: Elvish Hunter
es: Cazador elfo
fr: Chasseur elfe
ru: Охотник
