Repository: project-ethea/Ethea-i18n
Catalog: Naia/*.po
Languages: es, fr, ru

source: advancements^Display:
es: Visualizar:
ru: Отображение:

source: advancements^Acquired
es: Adquiridos
ru: Полученные

source: advancements^Available
es: Disponibles
ru: Доступные

source: advancements^All
es: Todos
ru: Все

source: Not all advancements for this unit are available yet
es: No todos los avances de esta unidad se encuentran disponibles por el momento
ru: Доступны ещё не все продвижения этого бойца

source: Unit Advancements
es: Avances de Unidad
ru: Продвижение Бойца

source: advancements^Preview selected
es: Visualizar selección
ru: Предпросмотр выбора

source: unknown AMLA
es: ASMN desconocido
ru: неизвестное улучшение

source: advancements^disabled by:
es: desactivado por:
ru: отключено из-за

source: advancements^requires:
es: requiere:
ru: требуется:

source: advancements^max. times:
es: núm. máximo:
ru: макс. число:

source: advancements^Advance to: %s
es: Avanzar a: %s
ru: Продвинуться в “%s”

source: An inconsistency has been detected, and the scenario might not continue working as originally intended.
es: Se ha detectado una inconsistencia, y el escenario podría no seguir funcionando del modo originalmente planeado.
fr: Une incohérence a été détectée, et le scénario pourrait ne pas continuer à fonctionner comme prévu initialement.
ru: Было обнаружена ошибка — вероятно неопределённое поведение сценария в дальнейшем.

source: The following WML condition was unexpectedly reached:
es: La siguiente condición WML se alcanzó inesperadamente:
fr: La condition WML suivante est inespérément respecté:
ru: Было неожиданно достигнуто следующее условие сценария:

source: Message:
es: Mensaje:
ru: Сообщение:

source: Please report this to the add-on maintainer on the forums:
es: Por favor informe esto al mantenedor(a) de la campaña en el foro:
fr: Veuillez signaler ça au responsable de l'extension sur les forums:
ru: Пожалуйста, доложите об этом разработчику на форумах:

source: Please report this to the add-on maintainer on the issue tracker:
es: Por favor informe esto al mantenedor(a) de la campaña en el rastreador de defectos:
fr: Veuillez signaler ce problème au responsable de l'extension:
ru: Пожалуйста, доложите об этом разработчику в следующем потоке проблем:

source: Error
fr: Erreur
ru: Ошибка

source: Details
es: Detalles
fr: Détails
ru: Подробности

source: Notice
es: Aviso
ru: Уведомление

source: Do you want this unit to pick up this item?
es: ¿Desea que esta unidad utilice este ítem?
ru: Вы хотите, чтобы боец взял это себе?

source: marked: This unit takes additional damage when struck.
ru: помеченный: Этот боец получает больше урона от ударов.

source: necrosed: This unit is undergoing necrosis.
ru: некроз: Этот боец находится в процессе некроза.

source: This version of %s requires Wesnoth %s – %s and will not run on previous versions.
es: Esta versión de %s requiere Wesnoth %s – %s y no se ejecutará en versiones anteriores.
fr: Cette version de %s requiert Wesnoth %s – %s et ne marchera pas sur les versions précédentes.
ru: Эта версия кампании (%s) требует версию “Битвы за Веснот” %s – %s, и не может быть запущена на предыдущей версии.

source: This version of %s requires Wesnoth %s – %s. Support for later versions is incomplete or untested, and there may be broken functionality. If you choose to continue, you are doing so at your own risk.
es: Esta versión de %s requiere Wesnoth %s – %s. El soporte para versiones posteriores es incompleto o no testeado, y puede haber funcionalidad defectuosa. Si decide continuar lo hace bajo su propio riesgo.
fr: Cette version de %s requiert Wesnoth %s – %s . Le support des versions ultérieurs est incomplet ou non testé, et peut ne pas fonctionner correctement. Si vous choississez de continuer, vous en assumez le risque.
ru: Эта версия кампании (%s) требует версию “Битвы за Веснот” %s – %s. Поддержка более поздних версий может быть неполной или непроверенной, что-то может работать не так, как запланировано. Если вы решите продолжить, вы делаете это на свой страх и риск.

source: This version of %s is not compatible with Wesnoth %s. You must use a different version in the %s – %s range.
es: Esta versión de %s no es compatible con Wesnoth %s. Necesita utilizar una versión diferente en el rango %s – %s.
fr: Cette version de %s est incompatible Wesnoth %s. Vous devez utiliser une version differente dans %s – %s.
ru: Эта версия дополнения (%s) не совместима с “Битвой за Веснот” %s. Используйте версию в промежутке %s – %s.

source: This is an experimental port of %s to Wesnoth %s. If you choose to continue, you must report any issues to the author on the project’s issue tracker:
es: Esta es una actualización experimental de %s para Wesnoth %s. Si decide continuar, es su obligación informar de cualquier problema al autor(a) en el rastreador de defectos del proyecto:
fr: C'est un port expérimental de %s pour Wesnoth %s. Si vous décidez de continuer,vous devez signaler tout bug à l'auteur sur la page du projet:
ru: Это экспериментальный перенос %s для “Битвы за Веснот” %s. Если вы решите продолжить, следует доложить о встреченных проблемах автору проекта:

source: Incompatible Add-on
es: Complemento incompatible
fr: Extension incompatible
ru: Несовместимый Аддон

source: The following add-on is incompatible with %s and must be removed before continuing:
es: El siguiente complemento es incompatible con %s y debe ser eliminado antes de continuar:
fr: L'extension suivante est imcompatible avec %s et doit être enlevé avant de continuer:
ru: Следующее дополнение несовместимо с %s и должно быть удалено для продолжения:

source: Incompatible Add-ons
es: Complementos incompatibles
fr: Extensions incompatibles
ru: Несовместимые Аддоны

source: The following add-ons are incompatible with %s and must be removed before continuing:
es: Los siguientes complementos son incompatibles con %s y deben ser eliminados antes de continuar:
fr: Les extensions suivantes sont imcompatiblse avec %s et doivent être enlevés avant de continuer:
ru: Следующие дополнения несовместимы с %s и должны быть удалены для продолжения:

source: Fungoid
es: Fungoide
fr: Fongueux
ru: Грибовик

source: Fungoids are mushroom-like creatures that can multiply very quickly. Their soft bodies and delicious taste once seasoned make them a prime target for inexperienced adventurers.
es: Los fungoides son criaturas con aspecto similar a los hongos que pueden multiplicarse muy rápidamente. Sus cuerpos suaves y sabor delicioso al ser condimentados los hacen un blanco preferido por los aventureros novatos.
fr: Les fongoïdes sont des créatures à l'aspect de champignon se multipliant très rapidement. Leur corps doux et leur goût en font des proies de choix pour des aventuriers inexpérimentés.
ru: Грибовики — грибовидные существа, способные очень быстро размножаться. Их мягкие тела и специфичный вкус делают их главной целью для неопытных путешественников.

source: Leech
es: Sanguijuela
fr: Sangsue
ru: Пиявка

source: Leeches are universally known for their common diet, the warm blood of various bigger creatures. However, this is exactly why they are often used for medicinal purposes. Although not directly related, the same name is applied to groups of strange worms attached to the ground, found under caves, who are not a great danger as they cannot move around to search for prey. Instead, they await unwary victims who get close enough for them to be able to trap them in their deadly tentacles and then swallow their blood, which increases their strength and heals their wounds. It is fortunate that they have not developed legs; otherwise, they would be an almost unstoppable menace to explorers and dwellers of the caves they inhabit.
es: Las sanguijuelas son universalmente conocidas por su dieta común, la tibia sangre de variadas criaturas más grandes. Sin embargo, esta es exactamente la razón por la cual son frecuentemente utilizadas con propósitos medicinales. Aunque no tienen un parentesco directo, el mismo nombre se le aplica a ciertos grupos de gusanos extraños adheridos al suelo en cavernas, que no suponen un gran peligro dada su incapacidad para moverse y buscar presas. En vez de eso esperan víctimas incautas que se aproximen a ellos para atraparlas con sus mortales tentáculos para luego beber su sangre, la cual incrementa su fuerza y cura sus heridas. Es una fortuna que no hayan desarrollado extremidades, de lo contrario serían una amenaza casi imparable para exploradores y moradores de las mismas cavernas que habitan.
fr: Les sangsues sont universellement connues pour leur régime : le sang encore chaud de diverses créatures. C'est d'ailleurs pourquoi elles sont souvent utilisées en médecine. Bien qu'ils n'aient aucun lien de parenté direct, un groupe d'étranges vers fixé sur le sol des cavernes portent le même nom. Ne pouvant pas se déplacer pour chercher leurs proies, ils ne représentent pas un grand danger. Ils attendent une victime inattentive qui serait assez proche pour qu'ils puissent l'attraper de leurs tentacules et sucer son sang, ce qui augmente leurs forces et soigne leurs blessures. Il est heureux qu'ils n'aient pas développé de jambes, sans quoi ils seraient une menace implacable pour les explorateurs et les habitants des profondeurs.
ru: Пиявки широко известны своим рационом питания: теплой кровью различных больших существ. Именно поэтому они часто используются для лечебных целей. Хотя непосредственно они не связаны между собой, то же название применяется к группам странных прикрепляющихся к земле червей, которых можно найти в пещерах. Они не представляют серьезной угрозы, поскольку не могут передвигаться в поисках добычи. Вместо этого, они ждут неосторожную жертву, которая подойдёт достаточно близко, чтобы поймать её в ловушку своих смертоносных щупалец. Затем они выпивают кровь жертвы, что увеличивает их силу и исцеляет их раны. К счастью, они не обзавелись ногами. Иначе они представляли бы почти неотвратимую опасность для исследователей и жителей пещер, в которых они обитают.

source: drainer
es: drenador
fr: suceur
ru: присоска

source: Abomination
es: Abominación
ru: Мерзость

source: The origin of these hideous creatures is uncertain. Some speculate that they might be humans, orcs, dwarves or trolls that were somehow changed into their current aspect. Others claim that they are failed attempts at breeding a new race of demon soldiers by the Chaos forces. However they came into existence, they appear to be highly sensitive to light and avoid leaving the safety of their dark caverns.
es: El origen de estas espantosas criaturas es desconocido. Algunos especulan que se tratan de humanos, orcos, enanos o troles que fueron transformados en ellas de algún modo. Otros aseguran que se tratan de intentos fallidos por parte de las fuerzas del Caos de crear una nueva raza de soldados demoníacos. Como sea que surgiesen, al parecer son criaturas altamente sensibles a la luz y evitan abandonar la comodidad de sus cavernas oscuras.
fr: L'origine de ces créatures hideuses est incertaine. Certains spéculent que ce seraient des humains, orcs, nains ou trolls dont l'aspect a été transformé. D'autres clament que ce sont de vaines tentatives des forces du Chaos de créer une nouvelle race de démons soldats. Qu'importe la façon dont ils sont apparut, ils semblent hautement sensibles à la lumière et évitent de quitter la sécurité de leurs sombres cavernes.
ru: Происхождение этих отвратительных существ неизвестно. Некоторые говорят, что, возможно, раньше ими могли быть люди, орки, гномы или тролли, каким-то образом изменившиеся до текущего состояния. Другие заявляют, что это — неудачные попытки сил Хаоса вывести новую расу суперсолдат. Однако, что бы они из себя не представляли, похоже, у них повышенная чувствительность к свету, поэтому они остерегаются покидать тёмные пещеры.

source: Giant Ant
es: Hormiga gigante
fr: Fourmi géante
ru: Гигантский муравей

source: Ants are common in almost any environment, from caverns deep under the earth to the tops of tall mountains. Those that live deep underground tend to grow up over their normal size. Though normally not hostile, they can bite at close range, dealing more damage than a normal-sized ant.
es: Las hormigas gigantes son comunes en casi cualquier sitio, desde las cavernas profundas bajo tierra hasta las cimas de altas montañas. Las que viven en las profundidades de la tierra tienden a crecer mucho más de lo usual. Aunque normalmente no son hostiles, pueden morder a corto alcance y causar más daño que una hormiga normal.
fr: Les fourmis sont communes à presque tous les environnements, des cavernes profondément enfouies sous terre au sommet des grandes montagnes. Celles qui vivent très profondément ont tendance à grandir au-delà de leur taille normale. Quoique normalement peu hostiles, elles peuvent mordre de près, causant plus de dégâts qu'une fourmi de taille normale.
ru: Муравьи встречаются практически везде: от пещер глубоко под землей, до высоких горных вершин. Те, что живут глубоко под землей, как правило, перерастают свой нормальный размер. Хотя, как правило, не агрессивны, они могут укусить, если к ним близко подойти. Укус такого муравья причиняет больше ущерба, чем муравья нормальных размеров.

source: Lesser Giant Spider
es: Araña semigigante
fr: Araignée presque géante
ru: Большой паук

source: Smaller and weaker Giant Spiders are very common underground. They usually prey on single insects roaming around, but sometimes it is possible to find dwarven or human corpses trapped in their webs, which suggests they have little problem in eating big individuals fool enough to fall in their traps.
es: Es bastante común encontrar versiones más pequeñas de las arañas gigantes bajo la superficie. Generalmente se alimentan de insectos, pero ocasionalmente se han encontrado cadáveres de humanos o enanos atrapados en sus redes, lo que sugiere que no tienen mayor inconveniente a la hora de servirse criaturas más grandes lo suficientemente estúpidas para caer en sus trampas.
fr: Des araignées plus petites et plus faibles que les araignées géantes sont courantes dans les sous-sols. Leurs proies sont généralement les insectes. rôdant dans les environs, mais il arrive parfois que des corps d'humains ou de nains soient retrouvés piégés dans leurs toiles, ce qui prouve que manger des êtres plus grands qui se seraient laissés prendre à leur piège ne leur cause que peu de problèmes.
ru: Более мелкий и слабый подвид гигантских пауков. Очень распространён в пещерах. Они обычно охотятся на одиночных насекомых, бродящих вокруг, но иногда можно найти трупы гномов или людей, поймавшихся в их липкие сети. По-видимому, у них нет проблем с питанием, так как всегда хватает дураков, готовых попасть в их ловушки.

source: Stormblade
es: Hojatormenta
fr: Sabreur-tempête
ru: Штурмовой клинок

source: Because of their comparatively expensive design, Stormblade drones are a rarer sight on the battlefield than other Shaxthal creatures. Their deadly long arm-blades combined with the recovered ability to retaliate against ranged attacks makes them extremely dangerous opponents.
es: Debido a su diseño inasequible, los drones hojatormenta son muy raramente avistados en el campo de batalla comparados con otras criaturas Shaxthal. Sus largos y mortíferos brazos de cuchillo combinados con su recuperada habilidad de defenderse contra ataques a distancia los convierten en oponentes extremadamente peligrosos.
fr: En raison de leurs armes et armures coûteuses, les drones avec rayon laser sont très rares sur le champ de bataille comparée aux autres créatures Shaxthales. La combinaison de leurs longues lames et de leurs faisceaux de destruction les rend bien plus dangereux que les autres drones.
ru: Из-за относительно большой стоимости создания, штурмовые клинки реже встречаются в бою, чем остальные Шаксталы. Их смертоносные длинные руки-лезвия, в придачу к способности отвечать на дальние атаки, делают их крайне опасными противниками.

source: weapon^rayblade
es: hojaferoz
fr: sabre-laser
ru: веер клинков

source: energy shock
es: golpe de energía
fr: choc d'énergie
ru: энергетический удар

source: Thunderbird
es: Avetrueno
fr: Oiseau tonnerre
ru: Буревестник

source: More advanced bird-like Shaxthal creatures can produce deadly lightning with their sharp feather-blades to attack enemies at a distance, as well as dive and charge into their heads using their powerful metallic beaks.
es: Ciertas criaturas aviarias Shaxthal más avanzadas son capaces de producir relámpagos mortales con sus plumas cortantes para así aturdir a sus enemigos a distancia, para luego arrojarse sobre sus cabezas utilizando sus poderosos picos metálicos.
fr: Une des créatures Shaxthal les plus avancées telles que ces oiseaux peuvent produire des éclairs mortels avec leurs lames de plumes pointues pour attaquer les ennemis à distance, ainsi que de piquer et de charger avec leurs têtes en utilisant leurs puissants becs métalliques.
ru: Более продвинутые птицеподобные существа могут производить смертоносные разряды молний, возникающие на концах их острых перовидных лезвий. Кроме того, они пикируют и вонзаются в головы мощными металлическими клювами.

source: beak
es: picotazo
fr: bec
ru: клюв

source: blade shower
es: lluvia de cuchillas
fr: déluge de lames
ru: град лезвий

source: thunderbolt
es: rayo
fr: éclair
ru: молния

source: Razorbird
es: Avecuchillo
fr: Oiseau chirurgien
ru: Бритвоптиц

source: Since Shaxthal drones began to be regularly spotted in the battle-field, other new biomechanical lifeforms have appeared, seemingly as the result of the Shaxthalkind’s mere presence on Irdya. Amongst those, metallic birds with sharp knives for feathers are frequently seen near the surface entrances of the creatures’ hives. Being clad in metal makes them slower than normal birds, and also more dangerous.
es: Desde que los drones Shaxthals comenzaron a ser avistados con regularidad en el campo de batalla, han aparecido otras criaturas biomecánicas como si fuesen el resultado de la sola presencia de los Shaxthal en Irdya. En particular resaltan ciertas aves metálicas con cuchillas a modo de plumas que se encuentran con frecuencia cerca de las entradas de las colmenas. Al estar completamente recubiertas de metal son más lentas que las aves normales, pero también mucho más peligrosas.
fr: Depuis que les drones Shaxthal ont commencé à être vus régulièrement sur les champs de bataille, d'autres formes de vie biomécanique ont fait leur apparition, suite apparemment à la réapparition de la race Shaxthal sur Irdya. Parmi celles-ci, des oiseaux métalliques avec des couteaux tranchants en guise de plumes, on a pu les observer près de l'entrée de surface de la ruche de ces créatures. Couverts de métal, ils sont plus lents que les oiseaux normaux, et aussi plus dangereux.
ru: С тех пор, как Шакстальские дроны начали всё чаще встречаться на поле боя, новые биомеханические формы жизни, похоже, стали появляться просто в результате присутствия Шаксталов в Ирдии. Среди них есть металлические птицы с острыми лезвиями вместо перьев, которых можно заметить кружащими над местностью вблизи входов в улья. Броня сделала их медленнее обыкновенных птиц, но гораздо опаснее.

source: Worm
es: Gusano
fr: Ver
ru: Червь

source: Despite being creatures of artificial origins, Shaxthal lifeforms have been reported to vary wildly in shape, size and behavior. Since very little is known about their life cycles, it’s not clear whether certain forms — such as these biomechanical worms — are in reality just different growth stages of the same creature. The Shaxthal worms dwell inside the great dark hives and they are almost never seen elsewhere. Some evidence gathered and analyzed by scholars would indicate these creatures are extremely vulnerable in the open.
es: Pese a ser de origen artificial, se sabe que las criaturas Shaxthal varían enormemente en tamaño, forma y comportamiento. Dado que se conoce muy poco acerca de su ciclo de vida, no es claro si ciertas variedades — como estos gusanos biomecánicos — son en realidad diferentes fases de crecimiento de la misma criatura. Los gusanos Shaxthal moran en las grandes colmenas oscuras y prácticamente no se les ve en ningún otro sitio. Ciertas evidencias recogidas y analizadas por eruditos sugieren que estas criaturas son extremadamente vulnerables al aire libre.
fr: En dépit d'être des créatures d'origines artificielles, les formes de vie Shaxthal sont étonnamment variées en forme, en taille et en comportement. On a très peu de connaissances sur leurs cycles de vies, notamment sur certaines formes, tels que ces vers biomécaniques — ils semblent être en réalité différentes phases de croissances de la même créature. Les vers Shaxthal résident à l'intérieur des grandes ruches sombres et ils ne sont presque jamais signalés ailleurs. Certains éléments recueillis et analysés par des chercheurs semblent indiquer que ces créatures sont extrêmement vulnérables à l'air libre.
ru: Несмотря на искусственное происхождение, формы жизни Шаксталов, по сведениям, очень разнообразны размером, формой и поведением. Очень мало известно нам об их жизненном цикле, но возможно, что некоторые из них — как этот биомеханический червяк — на самом деле являются промежуточными стадиями роста одного и того же существа. Шакстальские черви обитают внутри огромных тёмных ульев и почти не встречаются в других местах. Существуют доказательства и исследования, что эти создания крайне уязвимы на открытой местности.

source: Protector Drone
es: Drón protector
fr: Drone protecteur
ru: Дрон-защитник

source: Some drones develop their flexibility and deftness more than others. The Protectors have chosen the path of endurance and attack strength, becoming heavier and slower, yet lethal weapons of mass destruction. Their unusual attack accuracy makes them especially dangerous.
es: Algunos drones desarrollan su flexibilidad y destreza mejor que otros. Los protectores favorecen resiliencia y fuerza de ataque, volviéndose más pesados y lentos, aun así poderosas armas de destrucción masiva. Sus ataques inusualmente precisos los hace especialmente peligrosos.
fr: Certains drones font preuve de plus de flexibilité et d'habileté que les autres. Mais les drones protecteurs ont choisi le chemin de l'endurance et de la puissance d'attaque, devenant plus lourds et plus lents, se transformant en armes mortelles de destruction massive. Leurs attaques inhabituellement précises les rend particulièrements dangereux.
ru: Некоторые дроны развивают в себе гибкость и ловкость. Защитники же выбрали путь повышения выносливости и силы атаки, становясь тяжелыми и медлительными, но превращаясь при этом в настоящее смертоносное оружие массового поражения. При этом они приобрели пугающую точность атак энергетическими ударными волнами.

source: Enforcer Drone
es: Drón guardían
fr: Drone de renforcement
ru: Дрон-укрепитель

source: Bulkier and seemingly smarter versions of the Sentry drones are said to dwell in the deepest reaches of the Shaxthal hives protecting their offspring and territory.
es: Se dice que versiones más voluminosas y aparentemente inteligentes de los drones vigías habitan los lugares más profundos de las colmenas Shaxthal, dedicados a proteger su progenie y territorio.
fr: Plus volumineux et apparemment plus intelligents que les autres versions, les drones sentinelles habitent au plus profond des ruches Shaxthal, protégeant leurs progénitures et leur territoire.
ru: Громоздкие, но будто более умные сторожевые дроны обитают в ядре Шакстальских ульев, защищая их потомство и территорию.

source: War Drone
es: Drón de guerra
fr: Drone de Guerre
ru: Дрон войны
